{"note_text": "OPERATIVE REPORT: Percutaneous Dilational Tracheostomy.\nINDICATION: Respiratory failure requiring prolonged mechanical ventilation.\nPATIENT: [REDACTED]\nPROCEDURE: Under general anesthesia, the neck was extended. Ultrasound was used to identify the tracheal rings and rule out vascular structures (CPT 76937). The ETT was withdrawn under bronchoscopic visualization. The needle was inserted between the 2nd and 3rd tracheal rings. A guidewire was advanced, followed by the Ciaglia Blue Rhino dilator. A size 8.0 Shiley tracheostomy tube was placed. Confirmation via ETCO2 and bronchoscopy showed good placement."}
{"note_text": "Procedure: Percutaneous Tracheostomy\nAttending: [REDACTED]\nIndication: Failure to wean.\nSteps:\n1. Ultrasound neck exam.\n2. Bronchoscopic guidance established.\n3. Needle puncture at 2nd interspace.\n4. Dilated with single stage dilator.\n5. 7.0 Cuffless trach placed.\n6. Secured with sutures.\nComplications: None."}
{"note_text": "coding summary for [REDACTED]\nprocedure 31600 percutaneous tracheostomy\nplus 31622 diagnostic bronchoscopy for guidance\nplus 76937 ultrasound guidance\nindication was acute respiratory distress syndrome with prolonged intubation time."}
{"note_text": "Resident Note: Bedside Perc Trach\nPt: [REDACTED], 65M\nIndication: Prolonged vent (>14 days).\n- Sedation: Propofol/Fentanyl.\n- Anatomy: Short neck, difficult landmarks. US used.\n- Entry: Midline, high 2nd ring.\n- Technique: Seldinger w/ Blue Rhino.\n- Tube: 8.0 Shiley XLT (Proximal) due to neck girth.\n- Confirmed w/ scope. No bleeding."}
{"note_text": "[REDACTED] required a trach for long term vent support. we did it at the bedside under sedation. used the bronchoscope to pull back the tube. poked with the needle saw it enter midline. dilated it up and slid the trach in. minimal bleeding just a little ooze from the skin edge. secured it and sent for cxr."}
{"note_text": "PROCEDURE NOTE\nPatient: [REDACTED]\nProcedure: Percutaneous Dilational Tracheostomy\n\nDescription: The patient was positioned with a shoulder roll. The anterior neck was prepped and draped. Bronchoscopy was performed through the LMA to visualize the subglottic space. The needle was introduced under direct vision. The tract was dilated using the serial dilation technique. A size 8.0 Portex tracheostomy tube was inserted. Correct placement was verified by bronchoscopy and return of tidal volumes."}
{"note_text": "Indication: Acute hypoxemic respiratory failure, prolonged intubation.\nAnesthesia: General.\nProcedure:\n- Neck palpated, landmarks difficult due to obesity.\n- Ultrasound used to identify cricoid and rings.\n- 1.5cm incision made.\n- Bronchoscope used to watch needle entry.\n- Wire passed -> Dilator -> Tube (8.0).\n- No posterior wall injury.\n- Patient stable."}
{"note_text": "Code Justification:\n31600-22: Percutaneous tracheostomy. Modifier 22 applied for increased procedural services. Patient had a fused cervical spine preventing neck extension and a large goiter requiring extensive ultrasound mapping (76937) and alternative approach vectors, significantly increasing operative time."}
{"note_text": "op note for [REDACTED] perc trach performed today using the blue rhino kit. clear visualization with the scope. had to stick twice to get the perfect angle between 2 and 3. once the wire was in it went smooth. sats stayed 100 percent the whole time. tube is sutured in."}
{"note_text": "PROCEDURE: Bedside Tracheostomy.\nINDICATION: Ventilator dependence.\nNARRATIVE: The patient was sedated. Local anesthetic was infiltrated. The bronchoscope was introduced via the ETT adapter. The ETT was withdrawn to the subglottic space. Under direct visualization, the introducer needle accessed the trachea. A guidewire was placed. The stoma was dilated. A 7.0 DCT tube was placed. Auscultation confirmed bilateral breath sounds."}
{"note_text": "Percutaneous Tracheostomy Report\nPatient: [REDACTED]\nDate: [REDACTED]\nTechnique: Ciaglia Blue Rhino\n\n1. Pre-op US: No intervening vessels.\n2. Airway: 8.0 ETT withdrawn to vocal cords.\n3. Bronchoscopy: Confirmed midline needle entry.\n4. Dilation: Smooth single pass.\n5. Tube: 8.0 Shiley.\n6. Complications: Minor venous bleeding controlled with pressure/suture.\n7. Plan: Wean sedation."}
{"note_text": "dictation for [REDACTED] dob [REDACTED] procedure was percutaneous tracheostomy indication prolonged mechanical ventilation... anatomy was standard... needle insertion monitored via flexible bronchoscopy... guidewire advanced... tract dilated... 8.0 shiley tube inserted... cuff inflated... confirmation positive... no complications."}
{"note_text": "Indication: Traumatic Brain Injury, airway protection.\nProcedure: Percutaneous Tracheostomy.\nNotes: performed by IP team. Ultrasound showed high riding innominate artery, puncture site adjusted superiorly. Needle entry verified bronchoscopically. 7.0 Shiley placed. Tolerance good."}
{"note_text": "Coding: 31600 (Tracheostomy, percutaneous).\nNotes: Procedure performed in ICU. Bronchoscopy (31622) is bundled. Ultrasound (76937) documented separately with saved images."}
{"note_text": "We performed a perc trach on [REDACTED] today. The patient has a short, thick neck. We used ultrasound to mark the thyroid cartilage and rings. The puncture was made between the 2nd and 3rd rings. We verified it with the scope. The dilation required some force due to calcified rings but we got the 8.0 tube in. Airway pressures are good."}
{"note_text": "PROCEDURE: Percutaneous Dilational Tracheostomy.\nINDICATION: Failure to wean from mechanical ventilation.\nANESTHESIA: General/Sedation.\nDESCRIPTION: The anterior neck was infiltrated with Lidocaine/Epinephrine. An incision was made approx 2cm below the cricoid. Under bronchoscopic guidance, the needle catheter was inserted. The guidewire was threaded. The safety ridge of the dilator was respected. The tracheostomy tube was inserted using the loading obturator. The cuff was inflated and the bronchoscopy confirmed the tip was 3cm above the carina."}
{"note_text": "Patient: [REDACTED]\nProcedure: Percutaneous Tracheostomy\n\n- Time out performed.\n- Neck extended.\n- Bronchoscope inserted.\n- ETT deflated and pulled back.\n- Needle entered trachea (visualized).\n- Seldinger technique to place 8.0 tube.\n- CO2 detector color change: Yellow.\n- Tube secured."}
{"note_text": "note for [REDACTED] perc trach for prolonged ventilation. standard technique used. bronchoscopy showed no injury to posterior wall. minimal bleeding. 8.0 cuffless tube requested by speech therapy was placed successfully."}
{"note_text": "OPERATIVE REPORT: Emergent Percutaneous Tracheostomy (converted from open).\nINDICATION: Impossible intubation, failed airway.\nNARRATIVE: Emergent airway algorithm initiated. Percutaneous kit utilized. Palpation identified cricothyroid membrane. Puncture performed, wire advanced, rapid dilation ensued. 6.0 Shiley inserted. SpO2 improved from 70% to 98% immediately."}
{"note_text": "Billing: 31600 (Perc Trach).\nModifier: None.\nFacility: Bedside ICU.\nProvider: [REDACTED].\nContrast: None.\nUltrasound: Yes, separate report."}
{"note_text": "Procedure: Percutaneous Tracheostomy w/ Bronchoscopy\nPatient: [REDACTED]\n1. US: Clean window at 2nd ring.\n2. Scope: ETT pulled back.\n3. Stick: Midline, anterior wall.\n4. Dilate: Blue Rhino.\n5. Implant: 8.0 Shiley.\n6. Check: Carina visible, no injury.\nStatus: Stable."}
{"note_text": "procedure note perc trach on [REDACTED] indications failure to liberate from vent. used the cook kit. needle entry was good. guidewire passed easily. the dilation was a bit tight but the tube went in fine. verified with the scope and chest rise. all good."}
{"note_text": "OPERATIVE REPORT\n\nINDICATION: Prolonged intubation secondary to COVID-19 pneumonia.\n\nPROCEDURE: Percutaneous Dilational Tracheostomy.\n\nDETAILS: Full PPE donned. Patient paralyzed. Apneic technique utilized to minimize aerosolization. Bronchoscope introduced through sealed adapter. ETT withdrawn. Needle puncture performed during expiratory pause. Tract dilated. Tracheostomy tube placed rapidly. Cuff inflated immediately. Circuit reconnected."}
{"note_text": "Indication: Cervical spine injury, quadriplegia.\nProcedure: Percutaneous Tracheostomy.\nComplication: Minor bleeding from anterior jugular vein during dissection.\nManagement: Controlled with cautery and pressure before needle insertion. Procedure completed successfully with 7.0 tube."}
{"note_text": "Resident Note\nPt: [REDACTED]\nAttending: [REDACTED]\n- Perc trach for respiratory failure.\n- Landmarks palpable.\n- No US used.\n- Bronch visualization good.\n- Puncture 2nd/3rd interspace.\n- 8.0 Shiley placed.\n- Sutured at 4 corners."}
{"note_text": "CPT 31600: Percutaneous tracheostomy.\nCPT 31622: Bronchoscopy (bundled).\nNote: Procedure performed at bedside. Patient on high anticoagulation risk, so minimal dissection technique used. No bleeding noted."}
{"note_text": "report for [REDACTED] perc trach performed. patient has a history of neck radiation so the tissue was very woody. used ultrasound to find a safe spot. required serial dilators instead of the single stage. got the 7.0 tube in eventually. scope looks good."}
{"note_text": "PROCEDURE: Percutaneous Tracheostomy.\nINDICATION: Airway protection, glioblastoma.\nDESCRIPTION: The neck was prepped. 1% Lidocaine used. Under bronchoscopic guidance, the needle was inserted into the trachea. Air bubbles confirmed placement. The J-tip guidewire was advanced without resistance. The guiding catheter and dilator were passed. An 8.0 Shiley tracheostomy tube was inserted. Correct position was confirmed."}
{"note_text": "Procedure: Percutaneous Tracheostomy.\nPatient: [REDACTED]\nTechnique: Fantoni (Translaryngeal) method.\nNotes: Retrograde technique utilized due to specific anatomical considerations. Guide wire passed from trachea out through neck. Tube pulled through. Endoscopic confirmation. Successful placement."}
{"note_text": "Indication: Prolonged vent.\nProcedure:\n- Pre-procedure US: Thyroid isthmus overlying 2nd ring.\n- Plan: Stick below isthmus (3rd/4th ring).\n- Execution: Bronch confirmed low stick.\n- Result: 8.0 XLT Distal tube placed to ensure length.\n- Post-op: CXR ordered."}
{"note_text": "dr jones dictating on [REDACTED] did a perc trach this morning. straightforward anatomy. used the bronchoscope to make sure we didn't hit the back wall. blue rhino dilation. 8.0 tube. patient tolerated it well."}
{"note_text": "OPERATIVE REPORT: Percutaneous Tracheostomy.\nINDICATION: Stroke with inability to protect airway.\nPATIENT: [REDACTED]\nPROCEDURE: General anesthesia. The neck was prepped with Chloraprep. Ultrasound (CPT 76937) was used to identify the tracheal rings. A vertical incision was made. Dissection was carried down to the pre-tracheal fascia. The needle was inserted under bronchoscopic visualization. Dilation was performed. A size 7.0 tracheostomy tube was inserted and secured with a Velcro collar."}
{"note_text": "Coding Note:\nPrimary: 31600 (Perc Trach).\nAccompanying: 76937 (Ultrasound Guidance).\nDiagnosis: J96.10 (Chronic respiratory failure).\nStatus: Elective procedure."}
{"note_text": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Perc Trach.\n- Difficulty: High.\n- Reason: Morbid obesity (BMI 55).\n- Tools: Extended length needle, bronchoscopy, ultrasound.\n- Outcome: Successful cannulation of trachea. 8.0 proximal XLT placed. Confirmed with scope."}
{"note_text": "procedure note for [REDACTED] airway management. performed percutaneous tracheostomy. clean stick on the first try. guide wire went down easy. dilated and placed the portex 8.0. minimal secretions. cuff up."}
{"note_text": "INDICATION: Need for chronic airway access.\nPROCEDURE: Percutaneous Dilational Tracheostomy.\nNOTES: Patient on ECMO. Anticoagulation held for 4 hours. Procedure performed carefully to minimize bleeding risk. Ultrasound used to avoid vessels. Single puncture technique. Hemostasis achieved with pressure. 8.0 Shiley placed."}
{"note_text": "Procedure: Percutaneous Tracheostomy\nPt: [REDACTED]\n1. Positioning: Roll under shoulders.\n2. US: Checked for vessels.\n3. Bronch: Pull back ETT.\n4. Access: Needle to trachea.\n5. Dilation: Blue Rhino.\n6. Tube: 8.0 Shiley.\n7. Confirmation: Scope + ETCO2."}
{"note_text": "OPERATIVE NOTE: Percutaneous Tracheostomy.\nINDICATION: Polytrauma, prolonged ventilation.\nNARRATIVE: Under sterile conditions, the percutaneous tracheostomy was performed. The bronchoscope confirmed the needle entry was midline and avoided the posterior tracheal wall. The tract was dilated, and the tracheostomy tube was inserted without difficulty. The patient remained hemodynamically stable throughout the procedure."}
{"note_text": "pt [REDACTED] perc trach done. used the ultrasound to map it out. bronch inside the tube watching. poked it dilated it put the tube in. easy case no issues."}
{"note_text": "Coding: 31600.\nNote: Bronchoscopy used for needle guidance. Patient has large neck circumference requiring extended length tube (XLT 8.0)."}
{"note_text": "Procedure: Percutaneous Tracheostomy.\nIndication: Ventilator weaning.\nTechnique: Ciaglia.\nTube: Size 8.0.\nComplications: Patient coughed significantly during needle insertion, causing transient desaturation. Resolved with 100% FiO2. Procedure completed successfully."}
{"note_text": "Resident Note\nPt: [REDACTED]\nAttending: [REDACTED]\nProcedure: Percutaneous Tracheostomy.\n- Laryngeal mask airway (LMA) used for ventilation during procedure to allow better view of trachea.\n- Bronchoscope passed through LMA.\n- Needle visualization excellent.\n- 8.0 Shiley placed.\n- Converted back to vent."}
{"note_text": "OPERATIVE REPORT\nPatient: [REDACTED]\nIndication: Prolonged mechanical ventilation.\nProcedure: Percutaneous Tracheostomy.\nDescription: With the patient under sedation and paralysis, the neck was extended. The cricoid cartilage was palpated. The introducer needle was advanced into the trachea between the 2nd and 3rd rings under bronchoscopic guidance. The guidewire was inserted. The dilator was used to create the stoma. The tracheostomy tube was placed and the cuff inflated. Breath sounds were equal."}
{"note_text": "note for [REDACTED] perc trach. had some trouble threading the wire initially so we backed out and restuck. second attempt was smooth. dilated and placed the 8.0 tube. confirmed with scope."}
{"note_text": "Indication: ALS, chronic respiratory failure.\nProcedure: Percutaneous Tracheostomy.\nTube: 7.0 Shiley.\nNotes: Elective procedure. Ultrasound utilized. Percutaneous technique chosen over open due to coagulopathy. Minimal blood loss (<5cc)."}
{"note_text": "Procedure: Percutaneous Tracheostomy\nPatient: [REDACTED]\nSteps:\n1. Prep/Drape.\n2. US Localization.\n3. ETT withdrawal.\n4. Needle insertion (visualized).\n5. Dilation.\n6. Tube insertion (8.0).\n7. Securement.\nDisposition: ICU."}
{"note_text": "OPERATIVE NOTE: Percutaneous Tracheostomy.\nPATIENT: [REDACTED]\nINDICATION: Ventilator dependence.\nPROCEDURE: The patient was monitored with pulse oximetry and capnography. The bronchoscope was used to visualize the needle puncture to ensure it was sufficiently distal to the vocal cords and proximal to the carina. The dilator was advanced over the wire. The tracheostomy tube was inserted. The patient was suctioned and placed on the ventilator."}
{"note_text": "Coding Summary:\n- 31600: Percutaneous Tracheostomy.\n- 76937: Ultrasound guidance.\n- 99291: Critical Care time (pre/post procedure).\nPatient: [REDACTED]."}
{"note_text": "performed a perc trach on [REDACTED] today. anatomy was a bit tricky with a large thyroid but we used the ultrasound to avoid it. stick was clean. tube went in fine. verified placement with the scope."}
{"note_text": "Procedure: Percutaneous Tracheostomy.\nIndication: Severe ARDS.\nTechnique: Portex Griggs (Forceps Dilational) technique used instead of Blue Rhino due to availability. Wire placed, forceps used to dilate tracheal wall. 8.0 Tube inserted. Hemostasis good. Confirmed with bronchoscope."}
{"note_text": "OPERATIVE REPORT\nPROCEDURE: Percutaneous Endoscopic Gastrostomy (PEG) Tube Placement.\nINDICATION: Dysphagia secondary to acute CVA.\nANESTHESIA: MAC.\nDESCRIPTION: The patient was sedated. The gastroscope was inserted, revealing normal esophagus and stomach. The abdominal wall was transilluminated in the LUQ. 1:1 finger indentation was confirmed. Local anesthetic was infiltrated. The needle was inserted, wire passed and snared. A 20Fr PEG tube was placed using the pull technique. The internal bumper was snug but not tight. External bolster at 3 cm.\nCOMPLICATIONS: None."}
{"note_text": "Procedure: PEG Insertion\nPatient: [REDACTED]\nIndication: Head and Neck Cancer, mucositis.\nTechnique: Pull method.\nFindings:\n- Esophagus: Normal.\n- Stomach: Good insufflation.\n- Transillumination: Excellent.\nAction:\n- Incision made.\n- 24Fr Tube placed.\n- Bumper secured at 2.5cm.\n- Tube rotates freely.\nPlan: Tube feeds in 4 hours."}
{"note_text": "resident note procedure peg placement indication als inability to swallow secretions suctioned egd performed stomach found transillumination positive trocar inserted wire grabbed pulled 20 french tube through mouth secured at 3cm no bleeding tolerated well."}
{"note_text": "Coding Summary:\n- 43246: EGD with PEG placement.\n- Indication: Failure to thrive, dementia.\n- Anesthesia: Moderate sedation (Versed/Fentanyl).\n- Outcome: Successful placement of 20Fr tube.\n- Device: Kimberly-Clark PEG kit."}
{"note_text": "OPERATIVE NARRATIVE: [REDACTED] presented for PEG due to esophageal obstruction from malignancy. The scope was negotiated past the tumor (30cm) with mild resistance. The stomach was insufflated. An optimal site was id[REDACTED] via transillumination. A 24 French PEG tube was placed using the standard Ponsky pull technique. Hemostasis was excellent. The external bolster was positioned at the 4 cm mark to accommodate abdominal wall adipose tissue."}
{"note_text": "Procedure: EGD w/ PEG\nAttending: [REDACTED]\nFellow: [REDACTED]\nSteps:\n1. Time out.\n2. Scope passed. Esophagitis noted.\n3. Stomach indented/transilluminated.\n4. Lidocaine injected.\n5. Needle/Wire exchange.\n6. 20Fr Tube pulled.\n7. Y-bolster applied.\n8. Antibiotics given per protocol."}
{"note_text": "[Indication]\nHistory of aspiration pneumonia, Parkinson's disease.\n[Anesthesia]\nPropofol.\n[Description]\nStandard EGD. No masses. Good transillumination left of midline. PEG placed via pull technique. 20Fr. Internal bumper inspected - good position. No blanching of mucosa.\n[Plan]\nStart water in 6 hours."}
{"note_text": "PROCEDURE NOTE\nPatient: [REDACTED]\nDate: [REDACTED]\nIndication: Prolonged intubation, failure to wean.\nProcedure: Bedside PEG placement in ICU.\nDescription: Patient on ventilator. EGD performed. Gastric transillumination achieved easily. A 24Fr PEG tube was placed without difficulty. Return of gastric contents noted. Antibiotic prophylaxis administered prior to incision.\nComplications: None."}
{"note_text": "Attempted PEG placement. The patient has a history of multiple abdominal surgeries (exploratory laparotomy x2). EGD performed. The stomach was insufflated, but transillumination was absent and finger indentation was poor due to suspected adhesions and scarring. The procedure was aborted to avoid bowel injury. Plan: Referral to Interventional Radiology for PRG."}
{"note_text": "Procedure: PEG Placement.\nIndication: Metastatic tongue cancer.\nAction: 22 gauge needle used for anesthetic. 18 gauge trocar used for puncture. Guidewire advanced. Snared. 20 French tube pulled into position. Bumper at 2 cm. Documentation of free rotation. No immediate complications."}
{"note_text": "brief op note patient [REDACTED] peg tube placement severe malnutrition egd showed mild gastritis otherwise normal transillumination good 20 fr tube placed secured clean procedure discharge to snf tomorrow."}
{"note_text": "OPERATIVE REPORT: PEG Placement.\nINDICATION: Amyotrophic Lateral Sclerosis (ALS).\nNARRATIVE: The patient was brought to the endoscopy suite. EGD revealed normal anatomy. The anterior stomach wall was id[REDACTED] by indentation. Lidocaine was used for local anesthesia. The Safe-T-Peg kit was used. The tube was pulled and secured. The internal bumper was visualized and was not compressing the mucosa. The external bolster was set at 2.5 cm. The patient tolerated the procedure well."}
{"note_text": "Indication: Dysphagia, CVA.\nProcedure: PEG (43246).\nNotes: Patient has contractures, positioning difficult. Left lateral decubitus. Transillumination confirmed. 24Fr tube placed. Feeding adapter attached. Flushed with 50cc water easily."}
{"note_text": "Procedure: Push PEG (Sacks-Vine technique).\nReason: Head/Neck cancer preventing oral passage of large bumper.\nSteps:\n1. EGD w/ ultraslim scope.\n2. Stomach distended.\n3. Gastropexy performed with T-fasteners.\n4. Puncture and dilation.\n5. Tube pushed over wire directly into stomach.\n6. Balloon inflated.\nResult: Successful placement."}
{"note_text": "[Indication]\nEsophageal stricture, radiation induced.\n[Description]\nStricture at 22cm dilated with 15mm balloon to allow scope passage. Stomach inspected. PEG site located. 20Fr tube placed via pull technique. Bolster at 3cm. Stricture dilatation code 43249 bundled if applicable."}
{"note_text": "PEG Placement Note:\nPatient [REDACTED].\nIndication: Chronic aspiration.\nScope inserted. Stomach full of fluid -> suctioned. Good light transmission seen. Incision made. Tube placed. Antibiotic ointment applied. Bumper at 3cm."}
{"note_text": "Procedure: PEG.\nComplication: Minor bleeding at incision site.\nManagement: Pressure applied for 5 minutes. Oozing stopped. Silver nitrate applied. Bumper secured snugly to act as tamponade for 12 hours, then to be loosened. Hemostasis achieved."}
{"note_text": "Resident Note: Dr. [REDACTED] supervising.\nPt with global developmental delay and worsening aspiration. PEG requested by speech pathology. EGD normal. Pull technique used. 20Fr tube. No issues."}
{"note_text": "Operation: Percutaneous Endoscopic Gastrostomy.\nAnesthesia: General (ETT).\nDetails: Patient is intubated. Abdomen prepped with Chloraprep. Gastroscope confirmed gastric distension. Trocar puncture under direct vision. Wire snared. Tube pulled through oropharynx. External fixation at 3.5 cm. Tube caps closed."}
{"note_text": "Billing: 43246.\nDiagnosis: I69.391 (Dysphagia following cerebral infarction).\nProcedure: EGD with PEG.\nNotes: Standard pull technique. 24 French. 3cm mark."}
{"note_text": "Procedure: PEG Placement\nAttending: [REDACTED]\nIndication: Esophageal cancer, nutritional support during chemo-radiation.\nFindings: 3cm hiatal hernia noted. Care taken to place PEG below the hernia in the body of the stomach. Successful placement. 20 Fr tube. External mark 2 cm."}
{"note_text": "Op Note: Patient [REDACTED] for PEG. Heavy smoker, COPD. Monitor O2 closely. EGD shows gastric ulcers (biopsied). Site chosen away from ulcers on anterior wall. PEG placed successfully. 20Fr. Biopsy 43239 added."}
{"note_text": "Indication: Failure to thrive.\nProcedure: PEG insertion.\nTechnique: Pull.\nSize: 20Fr.\nDepth: 2.5cm.\nComplications: None.\nFollow-up: Nutrisystem consult."}
{"note_text": "Procedure: Percutaneous Endoscopic Gastrostomy.\nHistory: Patient [REDACTED] with severe dementia and refusal to eat. Family requested feeding tube.\nTechnique: Abdominal wall transillumination was faint due to obesity. Deep palpation showed good indentation. 18 gauge spinal needle used to confirm air return before trocar. 24Fr tube placed. External bolster at 5 cm due to abdominal wall thickness."}
{"note_text": "resident note peg placement procedure went fine used the 20 french kit scope saw the needle come in grabbed the wire pulled it out mouth tied the tube on pulled it back down secured at 3cm flush works."}
{"note_text": "Note: Patient agitated during sedation induction. Case paused. Additional Propofol required. PEG placement proceeded uneventfully once sedated. 20Fr tube placed. Restraints reapplied post-procedure to prevent self-extubation."}
{"note_text": "[Indication]\nTraumatic Brain Injury (TBI).\n[Description]\nEGD performed. Stomach healthy. PEG placed via pull method. 20 French. Antibiotics (Ancef) given 30 mins prior. Site clean."}
{"note_text": "Procedure: PEG.\nNotes: Patient has ascites. Ultrasound used prior to prep to identify fluid pocket. Site chosen to avoid fluid. Paracentesis not performed. PEG placed successfully. Antibiotics continued for 24h post-op."}
{"note_text": "OPERATIVE REPORT\nPROCEDURE: PEG.\nINDICATION: Stroke with severe dysphagia.\nNARRATIVE: The esophagus was intubated. The stomach was examined. Transillumination was achieved in the left upper quadrant. A small incision was made. The trocar was introduced. The guidewire was passed and snared. The 20 Fr PEG tube was pulled into position. The internal bumper was verified to be in good position without tension. The external bolster was placed at 3 cm."}
{"note_text": "Procedure: PEG\nTube: 24 Fr Corflo.\nPosition: 3 cm.\nNotes: Coffee ground emesis noted in stomach upon entry. Lavage performed. No active bleeding source found. PEG placed cautiously. PPI started."}
{"note_text": "Consult: [REDACTED]\nProcedure: PEG placement.\nSummary: Patient with esophageal mass. Scope passed with difficulty. Guide wire used to maintain access. PEG placed using pull technique. 20Fr. Dilator used for stricture."}
{"note_text": "failed peg attempt patient [REDACTED] colon interposition suspected based on light pattern could not safely identify window aborted procedure sent to IR."}
{"note_text": "Procedure: PEG Insertion.\nIndication: ALS.\nNote: Patient has low FVC. Anesthesia managed airway carefully (MAC with high flow O2). Procedure time minimized. 12 minutes total. 20Fr tube placed. Recovery uneventful."}
{"note_text": "[Indication]\nLaryngeal cancer.\n[Procedure]\nEGD/PEG.\n[Findings]\nMass at base of tongue made intubation difficult. GlideScope used to assist gastroscope insertion. PEG placed standard fashion. 24Fr. 2cm mark."}
{"note_text": "Coding: 43246.\nDevice: Boston Scientific PEG Kit.\nSize: 20 French.\nSite: Anterior Gastric Body.\nResult: Functional."}
{"note_text": "Procedure: PEG.\nPatient: [REDACTED]\nIndication: Anoxic brain injury.\nDetails: Standard pull technique. 20Fr tube. Site confirmed by 1:1 indentation. No bleeding. Tube flushed with 30cc water."}
{"note_text": "OPERATIVE NOTE: The patient [REDACTED] underwent PEG placement. The abdominal wall was thin. Transillumination was very bright. Puncture was performed. The wire was snared. The tube was pulled. Due to the thin body habitus, the external bolster was placed at 1.5 cm to ensure the internal bumper was not loose."}
{"note_text": "Indication: Gastric Volvulus prevention (Gastropexy) + Feeding.\nProcedure: PEG with T-fasteners.\nNote: Stomach was tacked to abdominal wall using 3 T-fasteners in a triangle. PEG tube placed in center. Confirmed secure."}
{"note_text": "Procedure: PEG\nComplication: Guidewire knotted in stomach.\nAction: Wire carefully manipulated with snare and untangled. Procedure completed. 20Fr tube placed. No mucosal injury."}
{"note_text": "Resident Dictation: peg tube placement 24 french pull method transillumination was good indentation was good lidocaine numbing incision trocar wire snare pull bumper check 3cm mark all good."}
{"note_text": "Procedure: PEG.\nIndication: TE Fistula.\nNotes: Care taken to avoid insufflating fistula. Scope passed quickly to stomach. Minimal air used. PEG placed rapidly. 20Fr. 3cm mark."}
{"note_text": "Note: Patient on Clopidogrel (Plavix). Held for 5 days. Coags normal. PEG placed. No excessive bleeding noted during incision or puncture. 20Fr tube."}
{"note_text": "[Indication]\nRecurrent aspiration.\n[Anesthesia]\nGeneral.\n[Procedure]\nPEG placement.\n[Findings]\nLarge hiatal hernia. Stomach pulled up. Site id[REDACTED] low in body/antrum to avoid costal margin. 20Fr tube placed. 3cm mark."}
{"note_text": "Procedure: Replacement of NG tube with PEG.\nSteps: NG tube removed. EGD performed. PEG placed (20Fr). Feeding initiated same day."}
{"note_text": "OPERATIVE REPORT: PEG Placement.\nINDICATION: Malignant obstruction of esophagus.\nNARRATIVE: The pediatric gastroscope was required to traverse the tight esophageal stricture. Once in the stomach, insufflation was achieved. The PEG was placed using the pull technique. A 20 French tube was utilized. The external bumper was secured at 3 cm."}
{"note_text": "Procedure: PEG.\nIndication: Decompression (Venting PEG).\nDiagnosis: Malignant bowel obstruction.\nNote: 24Fr tube placed for maximal drainage. Gravity bag attached immediately."}
{"note_text": "coding summary 43246 peg placement diagnosis dysphagia r13.10 anesthesia mac time 15 mins provider [REDACTED] tube size 20fr outcome successful."}
{"note_text": "Procedure: PEG Insertion.\nAnatomy: Post-Billroth II anatomy.\nFindings: Stump accessed. Transillumination difficult but achieved on anterior wall. 20Fr tube placed safely."}
{"note_text": "Indication: Severe burns, high caloric need.\nProcedure: PEG.\nNote: Abdominal skin grafted in areas. Healthy skin bridge identified for PEG site. 20Fr tube placed. Suture used to secure bolster instead of tape due to skin condition."}
{"note_text": "Procedure: PEG.\nPatient: [REDACTED]\nOutcome: Successful. 20Fr tube. 3cm mark. Clear fluids started."}
{"note_text": "PROCEDURE: Percutaneous Dilational Tracheostomy and PEG Tube Placement.\nINDICATION: Acute respiratory failure requiring prolonged mechanical ventilation and dysphagia.\nNARRATIVE: The patient was sedated. The neck was prepped. Ultrasound identified the cricoid and rings.\n1. Tracheostomy: Under bronchoscopic guidance, the needle entered between the 2nd and 3rd rings. Serial dilation was performed using the Blue Rhino technique. A size 8.0 Shiley tube was placed. \n2. PEG: The GI service advanced the gastroscope. Transillumination was visualized in the LUQ. The stomach was accessed, and a 20Fr PEG tube was placed via the pull method.\nCOMPLICATIONS: None."}
{"note_text": "Combined procedure note for [REDACTED].\nAirway: Percutaneous trach performed using bronchoscopic visualization. Needle entry at 2nd tracheal ring. Dilated without difficulty. 8.0 XLT placed due to neck obesity.\nFeeding: PEG placement followed immediately. Gastric transillumination confirmed. Wire passed, tube pulled through. Bumper secured at 3cm.\nPlan: CXR to confirm, feeds to start in 4 hours."}
{"note_text": "OPERATIVE REPORT\n\nPatient: [REDACTED]\nProcedures:\n1. CPT 31600: Percutaneous tracheostomy.\n2. CPT 43246: Percutaneous endoscopic gastrostomy.\n\nDescription:\nGeneral anesthesia. Neck extended. Ultrasound used to map vessels (CPT 76536). Introduction needle inserted between 1st and 2nd tracheal rings. Guidewire advanced. Single stage dilation performed. 7.0 cuffed trach tube inserted. Cuff inflated, CO2 confirmed.\nAttention turned to abdomen. EGD performed. Needle inserted into gastric antrum under direct vision. 24 Fr PEG tube placed. \n\nEBL: <10cc.\nCondition: Stable."}
{"note_text": "Bedside Procedure Note: Trach/PEG\nAttending: [REDACTED]\n\nTime Out performed. \nTrach: Bronchoscope down ETT. ETT withdrawn to cords. Needle stick median position. Dilated. 8.0 Tube in. Confirmed with scope.\nPEG: GI team (Dr. [REDACTED]) performed EGD. 1:1 finger indentation seen. Needle/Wire exchange. Tube placed. \nPatient tolerated well."}
{"note_text": "Dictation: [REDACTED] here. We did the trach and peg on Mr. [REDACTED].\nTrach went fine, used the ultrasound to avoid a high riding vessel. Put in a standard 8.0.\nPEG was a bit harder, poor transillumination initially but eventually found a safe window. 20 french tube. \nNo bleeding. He's back on the ventilator settings."}
{"note_text": "Procedure: Percutaneous Tracheostomy & PEG.\nIndication: Failure to wean.\nSteps:\n1. Bronchoscopy showed clear airway.\n2. Introducer needle entered trachea.\n3. Ciaglia dilation sequence.\n4. Shiley 6.0 DCT placed (patient has small anatomy).\n5. EGD visualized gastric wall.\n6. PEG tube inserted using Ponsky technique.\n7. Antibiotic ointment applied."}
{"note_text": "[Indication]\nProlonged intubation, stroke.\n[Anesthesia]\nIV Sedation (Propofol/Fentanyl).\n[Description]\nCombined procedure.\n- Tracheostomy: 2nd ring entry. Bronch guidance. 8.0 Tube. Sutured.\n- PEG: EGD guidance. 24Fr Tube. Bolster at 2.5cm.\n[Plan]\nCXR. Tube feeds."}
{"note_text": "Code Summary:\n31600 (Tracheostomy, separate procedure)\n43246 (Gastrostomy, percutaneous)\n76937 (Ultrasound guidance)\nNote: Distinct incisions, distinct operative sites."}
{"note_text": "Resident Note: [REDACTED]\nSupervision: Dr. [REDACTED]\nProcedure: Bedside Trach + PEG.\n\nI performed the tracheostomy. Landmarks palpated. ETT withdrawn by Respiratory. Needle entry confirmed by bronchoscopy (light seen). Dilation smooth. Tube placed.\nGI fellow performed PEG. Scope passed easily. Stomach insufflated. Needle access obtained. Tube pulled.\nPost-op: Pt stable 99% on 40%."}
{"note_text": "The patient [REDACTED] was prepped for simultaneous trach and PEG.\nTracheostomy: Performed first to secure airway. Ciaglia method. 8.0 Shiley. Minimal oozing controlled with pressure.\nGastrostomy: Gastroscope advanced. Good distention. Abdominal wall site selected. 20Fr tube placed. \nPatient remained hemodynamically stable."}
{"note_text": "PROCEDURE NOTE\nDiagnosis: Hypoxic Respiratory Failure / Dysphagia\nProcedure: Percutaneous Trach (Ciaglia) + PEG\n\nNotes:\n- Difficult anatomy (short neck). Ultrasound essential.\n- Trach placement required extra force on dilation due to calcified rings.\n- 8.0 XLT distal tube used.\n- PEG placement uneventful. 22Fr tube.\n- EBL 20ml."}
{"note_text": "procedure note trach peg. patient [REDACTED].\nprepped neck and abdomen. bronchoscope in. pulled ett back. stuck trachea at 2nd ring. wire down. dilated. trach in. secured.\ngastroscope in. light seen. poked tummy. wire in. peg tube pulled out. bumper tight.\nall good."}
{"note_text": "Indication: ALS, need for chronic support.\nProcedures:\n1. Percutaneous Tracheostomy: Standard technique, 1st/2nd interspace. 7.0 Tube.\n2. PEG Tube: Pull technique, 20 Fr.\nFindings: Normal anatomy. No complications.\nDisposition: ICU."}
{"note_text": "Billing: 31600, 43246.\nModality: Bedside ICU.\nProviders: Pulmonary (Trach), Gastroenterology (PEG).\nTime: Start 09:00 End 09:45."}
{"note_text": "[REDACTED] Procedure Report.\nTracheostomy: Visualization with flexible bronch. Needle puncture. Guide wire insertion. Dilation. Tube insertion (Size 8). Cuff inflated.\nPEG: Esophagus intubated. Stomach insufflated. Transillumination positive. Incision. Trocar puncture. Snare wire. Tube placement.\nStatus: Stable."}
{"note_text": "Operative Note: Combined Airway and Feeding Access.\n\nThe patient was positioned. \nA. Tracheostomy: The thyroid cartilage and sternal notch were identified. Local anesthetic injected. The trachea was accessed between the 2nd and 3rd rings under bronchoscopic visualization. A 14Fr dilator was used, followed by the Rhino dilator. An 8.0 cuffed tube was inserted.\nB. PEG: The abdomen was prepped. Using EGD, the stomach was insufflated. Safe site identified. A 24Fr PEG tube was placed using the pull technique.\nEstimated blood loss: Minimal."}
{"note_text": "Resident Hand-off:\nMr. [REDACTED] in Bed 4.\nJust finished Trach/PEG.\n- Trach is an 8.0 Shiley. 2 sutures.\n- PEG is a 20Fr. External bumper at 3cm.\n- CXR ordered. Wait for read before feeding."}
{"note_text": "Procedure: Percutaneous Dilational Tracheostomy.\nSecondary Procedure: PEG Tube Placement.\n\nTrach: Uncomplicated. Bronchoscopic guidance confirmed midline needle entry. 8.0 tube.\nPEG: Performed by Dr. [REDACTED] (GI). Note significant colonic air, requiring careful transillumination to avoid bowel injury. Successful placement."}
{"note_text": "Coding Justification:\n- Percutaneous Tracheostomy (31600): Performed for ventilator dependence.\n- PEG (43246): Performed for nutritional support.\n- Ultrasound (76937): Used for vessel mapping in neck.\n- Moderate Sedation provided."}
{"note_text": "Patient [REDACTED].\nCombined procedure.\n1. Trach: Bronchoscope showed no subglottic stenosis. Needle entry 2nd interspace. Dilated. 7.0 Tube placed.\n2. PEG: 18Fr tube placed via standard pull method. \nPlan: Wean sedation."}
{"note_text": "Surgical Note: Bedside Trach/PEG.\n\nAnesthesia: Propofol/Roc.\nTracheostomy: Landmarks difficult to palpate. US used. Puncture at 2nd ring. Dilation smooth. 8.0 Shiley.\nGastrostomy: Indentation good. Transillumination good. 24 Fr tube.\nNo complications."}
{"note_text": "trach and peg for [REDACTED].\nused the blue rhino kit for the trach size 8 tube.\ngi team did the peg size 20.\npatient desatted to 88 during trach but recovered quickly.\nno bleeding."}
{"note_text": "Procedure: Percutaneous Tracheostomy and PEG.\nIndication: Severe TBI.\n\nTechnique:\n- Neck extended.\n- Bronchoscopy guided puncture (2nd/3rd ring).\n- Serial dilation.\n- 7.0 Shiley inserted.\n- EGD passed.\n- PEG placed in gastric body.\n\nOutcome: Successful."}
{"note_text": "Operative Note:\nPrimary Surgeon: Dr. [REDACTED] (IP)\nCo-Surgeon: Dr. [REDACTED] (GI)\n\nProcedures:\n1. Percutaneous Tracheostomy: 8.0 tube placed. Verified with EtCO2 and bronchoscopy.\n2. PEG Tube: 20Fr tube placed. Verified with EGD.\n\nComplications: Minor bleeding at trach site, controlled with Surgicel."}
{"note_text": "Indication: Vent dependence.\nAction:\n1. Trach: US guidance. Needle in. Wire down. Dilator. Tube (8.0).\n2. PEG: Scope in. Light seen. Stick. Wire. Tube (24Fr).\nResult: Both tubes functional."}
{"note_text": "[REDACTED] Procedure Note.\nPercutaneous Tracheostomy performed first. \n- Ciaglia technique.\n- 8.0 Shiley.\n- Confirmed via bronchoscope.\nPEG performed second.\n- Pull technique.\n- 20Fr.\n- Confirmed via gastroscope."}
{"note_text": "Dictation: Procedure note for [REDACTED]. Indication is respiratory failure. We performed a percutaneous dilational tracheostomy using a size 8 tube. Bronchoscopic guidance was used. No complications. Immediately following this, Dr. [REDACTED] from GI performed a PEG tube placement using a 20 French tube. The patient tolerated both procedures well."}
{"note_text": "Code: 31600, 43246.\nDx: J96.0, R13.10.\nNotes: \n- Trach: 2nd ring, 8.0 tube.\n- PEG: Antrum, 22Fr tube."}
{"note_text": "Tracheostomy / PEG Combo.\nPatient: [REDACTED].\n\nTrach Details: High thyroid gland noted on ultrasound. Puncture site adjusted to 3rd tracheal ring. 8.0 tube placed. \nPEG Details: Standard placement. 20Fr.\nPlan: Vent settings adjusted."}
{"note_text": "Procedure Report: Airway and Nutrition Access.\n\n1. Percutaneous Tracheostomy:\n- Local anesthesia + sedation.\n- Bronchoscope used to withdraw ETT.\n- Needle visualization: Midline.\n- Dilation: Single stage.\n- Tube: 8.0 Shiley.\n\n2. PEG:\n- EGD visualization.\n- Needle access: LUQ.\n- Tube: 24Fr PEG.\n\nPost-proc: CXR ordered."}
{"note_text": "Resident Note: \nPerformed bedside trach/peg under supervision.\n- Difficulty threading wire for trach initially, repositioned needle, successful second attempt. 8.0 tube.\n- PEG placement straightforward. 20Fr.\n- Pt stable."}
{"note_text": "Combined procedure for [REDACTED].\nTrach: 6.0 Shiley (small stature). Ultrasound guidance used. \nPEG: 18 Fr tube. \nNote: Patient on Clopidogrel, held for 5 days. No abnormal bleeding noted."}
{"note_text": "PROCEDURE: Tracheostomy (Percutaneous) + PEG.\n\nTracheostomy: \n- Bronchoscopy guided.\n- Incision at 2nd ring.\n- Blue Rhino dilation.\n- 8.0 Tube.\n\nPEG:\n- Endoscopic guidance.\n- Pull method.\n- 20Fr Tube.\n\nComplications: None."}
{"note_text": "OP NOTE: [REDACTED]\nIndication: Anoxic brain injury.\n\n1. Trach: Ciaglia technique. 8.0 tube. 2 sutures placed.\n2. PEG: Russell technique (Push method) used due to esophageal stricture preventing standard pull. 20Fr tube placed.\n\nEBL: 5ml."}
{"note_text": "Short Note: Trach & PEG.\nCompleted bedside. \nTrach: 8.0 Shiley. Cuff up. \nPEG: 22Fr. Bumper at 2cm. \nCXR pending."}
{"note_text": "billing note for [REDACTED] \n31600 percutaneous tracheostomy\n43246 peg placement\n76937 ultrasound guidance\nprovider [REDACTED]"}
{"note_text": "Procedure: Percutaneous Trach and PEG.\n- Time out.\n- Neck prepped. Abdomen prepped.\n- Trach: Needle -> Wire -> Dilator -> Tube (8.0).\n- PEG: Light -> Needle -> Wire -> Tube (20Fr).\n- Cleaned and dressed."}
{"note_text": "Operative Report:\nPatient: [REDACTED]\n\nA. Percutaneous Tracheostomy.\n- Bronchoscope: Confirmed midline stick.\n- Dilation: Smooth.\n- Tube: 8.0 Shiley XLT (Proximal) due to neck circumference.\n\nB. PEG.\n- Gastroscope: No ulcers.\n- Site: Anterior gastric body.\n- Tube: 24Fr.\n\nDisposition: ICU."}
{"note_text": "Combined procedure note.\nTrach: Standard technique. 8.0 tube. Complicated by minor venous bleeding from anterior jugular vein, controlled with suture ligation.\nPEG: Standard pull technique. 20Fr tube. \nPatient stable."}
{"note_text": "Clinical Note: Trach/PEG.\nIndication: Failure to protect airway.\nTracheostomy: 7.0 Shiley placed percutaneously. Bronch confirmed position.\nGastrostomy: 20Fr PEG placed endoscopically. \nPlan: Tube feeds tomorrow."}
{"note_text": "Procedure: PDT and PEG.\nTechnique: Ciaglia Blue Rhino.\nTube: 8.0 Shiley.\nPEG: 20Fr Pull.\nNotes: Bronchoscopy used for airway guidance. EGD used for gastric guidance. No complications."}
{"note_text": "op note [REDACTED]\ndid the trach first standard percutaneous approach with the bronchoscope watching 8.0 tube\nthen did the peg 20 french tube good transillumination\npatient did fine"}
{"note_text": "Procedure: Percutaneous Tracheostomy and PEG.\n- Site: ICU Bed 12.\n- Trach: 1st/2nd tracheal ring interspace. 8.0 tube.\n- PEG: Left Upper Quadrant. 24Fr tube.\n- Confirmation: ETCO2 for trach, Gastric aspiration for PEG."}
{"note_text": "Fellow Procedure Note:\nPerformed perc trach and PEG on [REDACTED].\nUltrasound used to identify cricoid. Puncture at 2nd ring. Dilation was stiff but successful. 8.0 tube.\nPEG placed without difficulty. 20Fr.\nAttending [REDACTED] present for all critical portions."}
{"note_text": "Indication: Chronic respiratory failure.\n1. Tracheostomy (31600): Percutaneous approach. 8.0 cuffed tube.\n2. Gastrostomy (43246): Endoscopic approach. 22Fr tube.\nAnesthesia: General (TIVA)."}
{"note_text": "Combined Trach/PEG Note.\nPatient [REDACTED].\nTrach: 8.0 Shiley. Secured with velcro strap.\nPEG: 20Fr. Secured with external bumper.\nTolerated well. No desaturations."}
{"note_text": "Procedure: Percutaneous Trach & PEG.\nDetails:\n- Bronchoscopy verified needle entry.\n- Serial dilation.\n- 8.0 Tube inserted.\n- EGD verified gastric site.\n- 24Fr PEG pulled.\n- EBL < 10ml."}
{"note_text": "Dictation: We performed a bedside tracheostomy and PEG on Ms. [REDACTED]. The tracheostomy was done using the single dilator technique with an 8-0 tube. Following that, a 20 French PEG tube was placed using the pull method. Both tubes are in good position."}
{"note_text": "Operative Note:\n1. Tracheostomy: Percutaneous. 8.0 Shiley. Bronch guidance.\n2. PEG: 20Fr. EGD guidance.\nComplication: Hypotension after PEG placement, responded to fluids."}
{"note_text": "Final Report: Tracheostomy and Gastrostomy.\nDate: [REDACTED]\nPatient: [REDACTED]\nTracheostomy: Successful placement of 8.0 tube. \nGastrostomy: Successful placement of 22Fr tube.\nPlan: Routine trach care and tube feeding initiation."}