{
  "1012123237_syn_1": "Proc: Rigid Bronch, Stent Removal, Cryo.\nFindings: Granulation tissue obstructing Y-stent (50-60%).\nAction: Stent removed intact. Cryotherapy applied to granulation bases.\nPlan: Stent holiday. Observe.",
  "1012123237_syn_2": "OPERATIVE REPORT: Rigid Bronchoscopy with Stent Extraction.\nINDICATION: Obstructed tracheal Y-stent.\nPROCEDURE: Significant granulation tissue was noted at the distal limbs of the Y-stent. Using rigid optical forceps, the stent was grasped and extracted intact. Following removal, cryotherapy was applied to the residual granulation tissue to restore airway patency. Significant tracheobronchomalacia was noted post-removal.",
  "1012123237_syn_3": "Coding: \n- 31638: Removal of tracheal stent (existing Y-stent removed).\n- 31641: Destruction of tumor/stenosis (Cryotherapy to granulation tissue).\nMedical Necessity: Symptomatic airway obstruction.",
  "1012123237_syn_4": "Procedure: Stent Removal\nPt: [REDACTED]\nSteps:\n1. Rigid bronch in.\n2. Saw blocked stent (granulation).\n3. Pulled stent out with forceps.\n4. Froze the granulation tissue (Cryo).\n5. Airway floppy (TBM).\nPlan: Ward.",
  "1012123237_syn_5": "op note for robert wiggins... stent removal... rigid scope used... granulation tissue blocking the stent ends... pulled the whole y stent out intact... then used cryo to treat the granulation tissue... airway collapses a lot without the stent... sending to pacu.",
  "1012123237_syn_6": "Rigid and flexible bronchoscopy with Tracheal stent removal. Cryotherapy to granulation tissue. At the distal aspect of the right mainstem limb there was granulation tissue causing about 50% obstruction. The forceps were used to grasp the proximal limb of the tracheal stent and were rotated repeatedly while withdrawing the stent into the rigid bronchoscope. The stent was subsequently removed without difficulty. The 1.9mm flexible cryoprobe was inserted through the working channel and cryotherapy was performed.",
  "1012123237_syn_7": "[Indication]\nObstructed Airway Stent.\n[Anesthesia]\nGeneral.\n[Description]\nY-stent removed via rigid bronchoscopy. Granulation tissue treated with Cryotherapy (31641). TBM noted.\n[Plan]\nStent holiday.",
  "1012123237_syn_8": "Robert needed his airway stent removed because tissue was growing over the ends and blocking it. We used a rigid scope to carefully pull the Y-shaped stent out. After it was out, we used a freezing probe (cryotherapy) to treat the overgrowth tissue. His airway is very floppy without the stent, but we are giving him a break from the device to let things heal.",
  "1012123237_syn_9": "Procedure: Rigid endoscopic stent retrieval.\nAction: Extracted indwelling Y-stent. Ablated granulation tissue utilizing cryotherapy.\nFindings: Severe tracheobronchomalacia unmasked."
}
