{
  "1241261294_syn_1": "Indication: Stent removal (resolved mass).\nProc: Rigid Bronch + Stent Removal.\nFindings: Y-stent in trachea.\nAction: En-bloc removal via rigid scope/forceps. L mainstem fragment removed w/ flex scope.\nComplication: Laryngospasm (treated).\nPlan: PACU, D/C.",
  "1241261294_syn_2": "OPERATIVE NOTE: [REDACTED] bronchoscopy for removal of a tracheal Y-stent following resolution of mediastinal compression. The stent was successfully extracted en-bloc. A residual fragment in the left mainstem was retrieved via flexible bronchoscopy. Post-extubation laryngospasm was managed successfully.",
  "1241261294_syn_3": "Code: 31635 (Bronchoscopy with removal of foreign body). Service includes removal of the stent and any fragments. Diagnostic inspection is bundled.",
  "1241261294_syn_4": "Procedure: Stent Removal\nPatient: [REDACTED]\n1. Rigid scope in.\n2. Grabbed Y-stent with forceps.\n3. Twisting motion, pulled it out.\n4. Checked airway with flex scope.\n5. Found piece in L main, removed it.\n6. Pt had spasm after, re-intubated briefly, then ok.",
  "1241261294_syn_5": "tyler benfield here to get his stent out mediastinal mass is gone. used the rigid scope grabbed the stent twisted it pulled it out. then looked with the flex scope found a little piece broke off in the left lung grabbed that too. he clamped down after we woke him up laryngospasm had to tube him again for a sec but hes fine now.",
  "1241261294_syn_6": "Rigid bronchoscopy performed for removal of tracheal Y-stent. The stent was grasped and removed intact through the rigid barrel. Subsequent flexible inspection revealed a small stent fragment in the left mainstem which was removed. The airway mucosa was noted to be friable but patent. Patient treated for post-procedure laryngospasm.",
  "1241261294_syn_7": "[Indication]\nStent removal, resolved compression.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Y-stent removed en bloc. Fragment in LMSB removed. Airways patent.\n[Plan]\nObserve in PACU. CXR.",
  "1241261294_syn_8": "We removed [REDACTED] today as his condition has improved. We used a rigid tube to grasp the main stent and pull it out. We then double-checked with a flexible camera and found a small piece left behind in the left lung, which we also removed. He had a brief spasm of his vocal cords waking up but recovered quickly.",
  "1241261294_syn_9": "Operation: Retrieval of airway prosthesis.\nMethod: Rigid endoscopy with forceps extraction.\nFindings: Main prosthesis retrieved. Secondary fragment id[REDACTED] and retrieved from left bronchial tree.\nComplication: Transient laryngospasm, resolved."
}
