{
  "15984377_syn_1": "Dx: Subglottic stenosis (GPA).\nProcedure: Dilation + Radial cuts.\nFindings: 5cm stenotic segment, 60% obstruction.\nAction: \n- CRE balloon dilation (12-15mm).\n- Electrocautery radial incisions.\n- Repeat dilation.\nResult: Airway patent, bronchoscope passes easily.",
  "15984377_syn_2": "OPERATIVE NARRATIVE: The patient with Granulomatosis with Polyangiitis presented with complex tracheal and bronchial stenosis. A 5cm long-segment stenosis was id[REDACTED] starting 3cm below the vocal cords (60% obstruction). To restore patency, radial incisions were made using an electrocautery knife to release stricture bands. This was followed by serial balloon dilation using CRE balloons sized 12mm to 15mm. Post-procedure inspection revealed significant improvement in luminal diameter.",
  "15984377_syn_3": "Code: 31630 (Bronchoscopy with dilation/relief of stenosis).\nTechnique: Combined modality using electrocautery knife for incisions and CRE balloon for mechanical dilation.\nSite: Trachea and bilateral lower lobe segments.\nIndication: Symptomatic stenosis refractory to medical management.",
  "15984377_syn_4": "Procedure: Airway Dilation\nResident: Dr. Miller\nPatient: [REDACTED]\nSteps:\n1. Id[REDACTED] long tracheal stenosis.\n2. Dilated with CRE balloon.\n3. Used cautery knife to cut scar bands.\n4. Dilated RLL and LLL segments.\n5. Airway looks much better now.\nPlan: PACU.",
  "15984377_syn_5": "Ava Harrington here for her tracheal stenosis she has wegeners. We looked down and saw the narrowing about 3cm below cords. Used the balloon to stretch it out then the knife to cut the tight bands. Also did some work on the lower lobes right and left. Everything is open now scope goes through easy. No bleeding.",
  "15984377_syn_6": "Flexible bronchoscopy with radial knife incisions and balloon dilatation. The patient has a history of Granulomatosis with polyangiitis causing multi-level stenosis. A 5cm tracheal stenosis was id[REDACTED]. Serial dilations were performed with 12-15mm balloons. Radial incisions were made with an electrocautery knife to facilitate expansion. Similar interventions were performed on the RLL and LLL segmental bronchi. Excellent anatomical result achieved.",
  "15984377_syn_7": "[Indication]\nTracheal/Bronchial Stenosis (GPA).\n[Anesthesia]\nGeneral, LMA.\n[Description]\nLong segment tracheal stenosis dilated and incised. Bilateral lower lobe strictures dilated. Patency restored.\n[Plan]\nPRN follow-up.",
  "15984377_syn_8": "[REDACTED] for treatment of her airway narrowing caused by her autoimmune condition. Under general anesthesia, we found a significant narrowing in her windpipe and lower airways. We used a combination of a small knife to make relief cuts in the scar tissue and balloons to stretch the airways open. By the end of the procedure, the airways were significantly more open, which should improve her breathing.",
  "15984377_syn_9": "Procedure: Endoscopic recanalization.\nPathology: Fibrotic strictures.\nAction: Radial incisions were executed on the scar tissue. Pneumatic dilation was performed to expand the lumen.\nResult: Restoration of airway caliber.",
  "15984377": "Name: [REDACTED] \nMRN: [REDACTED]\nDate [REDACTED]\nPREOPERATIVE DIAGNOSIS: Tracheal and bronchial stenosis secondary to Granulomatosis with polyangiitis\nPOSTOPERATIVE DIAGNOSIS: Tracheal and bronchial stenosis secondary to Granulomatosis with polyangiitis\nPROCEDURE PERFORMED: Flexible bronchoscopy with radial knife incisions and balloon dilatation SURGEON: Russell Miller, MD \nINDICATIONS: Tracheal and bronchial stenosis Stenosis \nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the bronchoscopy suite. An I-gel LMA was placed and the diagnostic flexible bronchoscope was inserted through the airway device. The vocal cords were visualized and normal.  The subglottic space was normal. Approximately 3 cm below the vocal cords there was a long segment stenotic lesion which was erythematous and inflamed in a circumferential pattern measuring 5 cm in length. The maximal obstruction within the long segment was approximately 60% with an endoluminal diameter of 6-7 mm. There were no simple strictures associated with the stenosis. The carina was sharp. On the right there was mucosal changes/eryethema without obstruction on the posterior wall of the right mainstem and at the entrance to the right upper lobe. The right upper lobe and mainstem appeared un-effected. The BI was mostly unaffected with small mucosal irregularities. The right middle lobe was minimally narrowed without There was mild structuring on the right lower lobe orifice (approximately 10% obstruction). The medial basal segment of the right lower lobe was concentrically obstructed from stricture with only a pinpoint opening (95% occluded). A similar circumferential obstruction was seen at the orifice of the superior segment (80% occluded). The anterior and lateral and posterior basal segments partially obstructed from stricture (50%). On the left the mainstem was normal. The left upper lobe proper was normal. The lingual was obstructed at the orifice by a similar appearing circumferential obstruction (50% occluded). The superior segment of the left lower lobe was also minimally obstructed from stricture (15% obstructed). The basal segments of the left lower lobe were unaffected. \nFollowing inspection we then brought our attention to the tracheal stenosis and serial dilatations were performed with 3cm length with a 12,13.5,15 CRE balloon with post dilatation obstruction of 25% of normal airway. We then inserted the electrocautery knife through the working channel and cuts were made to the band like strictures within the lingual, the superior segment of the right lower lobe medial basal segments of the right lower lobe, anterior and lateral basilar segments of the right lower lobe. Serial dilatations were performed using the 6,7,8 CRE balloon to the lingual, the superior segment of the right lower lobe medial basal segments of the right lower lobe, anterior and lateral basilar segments of the right lower lobe with near complete recanalization of the segments after which the flexible bronchoscope could easily by passed into the segments. At this point, one we were satisfied that there was no active bleeding the bronchoscope was removed and the procedure completed.  \nRecommendations:\n·\tPatient to PACU for recovery\n·\tPatient to follow-up with me PRN if symptoms return"
}
