{
  "26845173_syn_1": "Indication: Hemoptysis, Mass.\nProc: Rigid Bronch, APC Debulking, EBUS.\nFindings: Tumor R Main/Carina/L Main.\nActions:\n- EBUS-TBNA Station 7: Positive.\n- APC debulking of airway tumor.\n- Hemostasis with Surgicel/TXA.\nResult: Airway patency improved.",
  "26845173_syn_2": "OPERATIVE REPORT: The patient presented with hemoptysis and airway obstruction. Rigid bronchoscopy was performed. Extensive tumor involved the distal trachea and both mainstems. EBUS-TBNA of a subcarinal mass (Station 7) confirmed malignancy. The endobronchial tumor was debulked using Argon Plasma Coagulation (APC) and mechanical techniques, significantly improving airway caliber. Hemostasis was achieved with TXA and Surgicel.",
  "26845173_syn_3": "Codes:\n- 31641: Tumor debulking (APC/Mechanical).\n- 31652: EBUS sampling 1-2 stations (Station 7).\nRationale: Relief of malignant stenosis and staging of mediastinal nodes.",
  "26845173_syn_4": "Resident Note\nPt: [REDACTED]\nProc: Rigid/Debulk/EBUS\nSteps:\n1. LMA then Rigid.\n2. EBUS Station 7 (positive).\n3. Debulked tumor with APC and forceps.\n4. Bleeding controlled with TXA/Surgicel.\n5. Airways much more open.\nPlan: ICU.",
  "26845173_syn_5": "Messy case lots of blood. Rigid scope used. EBUSed the subcarinal node it was cancer. Then burned the tumor in the airway with APC and scraped it out. Bleeding was tricky used some TXA and surgicel to stop it. Airway looks better now though.",
  "26845173_syn_6": "Rigid bronchoscopy with tumor debulking and EBUS-TBNA. Indication: Hemoptysis and obstruction. EBUS Station 7 sampled: Positive. Tumor debulked from RMB/LMB/Trachea using APC. Hemostasis achieved. Significant improvement in airway patency.",
  "26845173_syn_7": "[Indication]\nHemoptysis, airway obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronch. EBUS Station 7 (+). APC debulking of central tumor. Hemostasis with TXA.\n[Plan]\nICU, Oncology consult.",
  "26845173_syn_8": "[REDACTED] bronchoscopy for hemoptysis and airway obstruction. We performed EBUS-TBNA of station 7, which was positive for malignancy. We then debulked the obstructing tumor using APC and mechanical means. We controlled localized bleeding with TXA and Surgicel. The airways were significantly more patent at the end of the case.",
  "26845173_syn_9": "Procedure: Rigid bronchoscopy with tumor ablation and EBUS.\nAction: EBUS sampled station 7. Tumor was ablated with APC. Hemostasis secured.\nResult: Airway obstruction relieved.",
  "26845173": "Patient: [REDACTED]\nDate of Procedure: • [REDACTED]\nMRN:[REDACTED]\nPreoperative Diagnosis: Hemoptysis with subcarinal mass\nPostoperative Diagnosis: Malignant central airway obstruction\nProcedure Performed: • Rigid bronchoscopy with tumor debulking\nSurgeon: Lily Ashford, MD\nAssistant: Gavin Mercer, MD (Attending)\nIndications: Hemoptysis, significant airway obstruction, and need for tissue biopsy\nConsent: Informed consent obtained from patient and family after detailed explanation of the procedure, associated risks, benefits, and alternatives.\nAnesthesia:  General anesthesia \nDescription of Procedure: Following induction of general anesthesia and insertion of an LMA, topical anesthesia was applied to the upper airway. A T190 video bronchoscope was then advanced orally through the LMA into the tracheobronchial tree. Initial inspection revealed normal vocal cords and subglottic space. Significant fresh and clotted blood was present throughout the airway. The proximal and mid trachea appeared normal. The distal trachea and main carina demonstrated extensive friable tumor infiltration causing combined extrinsic and intrinsic obstruction—approximately 15% in the distal trachea, 50% in the proximal left mainstem bronchus, and up to 75% in the right mainstem bronchus. After copious suctioning, the left mainstem bronchus beyond the subcarinal region was clear and normal. The right mainstem bronchus showed diffuse tumor infiltration causing up to 90% obstruction proximally and extending into the proximal right upper lobe bronchus with approximately 85% obstruction. Distal to this region, the airways appeared uninvolved, including the bronchus intermedius, right middle, and lower lobes.\nThe video bronchoscope and LMA were then removed. A 12 mm ventilating rigid bronchoscope was inserted through the mouth and advanced into the distal trachea. Jet ventilation was initiated via the Monsoon ventilator. Using a therapeutic bronchoscope inserted through the rigid scope, cryotherapy was performed to remove adherent thick clots.\nSubsequently, the UC180F convex probe EBUS bronchoscope was utilized to visualize and biopsy the large subcarinal mass. Five transbronchial needle aspirations (TBNA) were conducted using the Olympus Vizishot 2 EBUS TBNA 22-gauge needle. Rapid on-site evaluation (ROSE) confirmed malignant cells. Flexible forceps biopsies were also obtained from visible endobronchial tumor and specimens were preserved in formalin.\nThe tumor, which was friable and prone to bleeding, was debulked using Argon Plasma Coagulation (APC) for cautery and mechanical debulking through the rigid bronchoscope. After extensive debulking, significant improvement was achieved: the left mainstem bronchus residual obstruction reduced to approximately 10%, and the right mainstem bronchus reduced to approximately 25%.\nPersistent diffuse oozing from the tumor bed prompted instillation of 6 cc topical tranexamic acid via flexible bronchoscope. Persistent bleeding was controlled by direct application of three Surgicel pledgets for approximately one minute, successfully achieving hemostasis.\nFollowing verification of hemostasis, the rigid bronchoscope was removed, and patient care was transitioned back to anesthesia.\nComplications: None\nEstimated Blood Loss: 30 cc\nPost-procedure Recommendations: \n-\tAdmit to ICU overnight for close observation and continuation of nebulized tranexamic acid. \n-\tAwait pathology results. \n-\tUpon receipt of preliminary pathology, prompt multidisciplinary discussion with radiation oncology and medical oncology recommended to initiate treatment planning and prevent tumor recurrence and further airway compromise."
}
