{
  "30921342_syn_1": "Indication: Stent migration/infection.\nFindings: Stent migrated to RMS, obstructing LMS. Purulent secretions.\nProcedure: Rigid bronchoscopy.\n- Stent grasped and removed en bloc.\n- Airways irrigated.\nResult: Patent airways, mucosal inflammation. TE fistula visible (covered by esophageal stent).",
  "30921342_syn_2": "OPERATIVE NARRATIVE: The patient presented with a migrated, infected airway stent. Rigid bronchoscopy revealed the tracheal stent had telescoped and migrated into the right mainstem, occluding the left. The stent was successfully grasped and extracted using rigid forceps. Copious purulent secretions were evacuated from the post-obstructive left lung. Inspection revealed an underlying TE fistula, adequately covered by the esophageal stent.",
  "30921342_syn_3": "Code: 31638 (Bronchoscopy with removal of foreign body/stent).\nComplexity: Required rigid bronchoscopy and heavy forceps due to stent incarceration and migration.\nMedical Necessity: Stent migration causing complete obstruction of LMS and infection.",
  "30921342_syn_4": "Procedure: Stent Removal\nResident: Dr. Gallegos\nSteps:\n1. Rigid scope inserted.\n2. Stent found migrated into RMS.\n3. Tons of pus behind it.\n4. Grabbed stent with rigid forceps.\n5. Pulled everything out.\n6. Cleaned up the airway.\nPlan: Antibiotics for pneumonia.",
  "30921342_syn_5": "Daniel Conley here for stent removal. The old stent slid down and blocked the left lung. It was nasty full of pus. We went in with the rigid scope grabbed the edge of the stent and pulled the whole thing out. Suctioned out a lot of infection. The fistula looks covered by the esophageal stent so thats good. Sending him to PACU.",
  "30921342_syn_6": "Rigid bronchoscopy for airway stent removal. The patient presented with stent migration and infection. The stent was visualized in the right mainstem bronchus. Using rigid forceps, the stent was grasped and removed. Post-obstructive purulence was evacuated from the left mainstem. The underlying airway was erythematous but patent. The TE fistula appeared covered by the esophageal stent.",
  "30921342_syn_7": "[Indication]\nStent migration, infection.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Migrated stent removed via forceps. Purulent secretions cleared. TE fistula assessed.\n[Plan]\nAntibiotics, observation.",
  "30921342_syn_8": "[REDACTED] airway stent removed because it had moved out of place and caused an infection. Using a rigid metal tube, we reached the stent which had slipped into his right lung. We carefully pulled it out. Once it was gone, we were able to clear out a lot of infected fluid from his left lung, which had been blocked. His airways look irritated but open now.",
  "30921342_syn_9": "Procedure: Endoscopic prosthesis extraction.\nIndication: Device displacement.\nAction: The migrated prosthesis was secured and withdrawn using rigid instrumentation. Purulent exudate was evacuated.\nResult: Airway obstruction resolved.",
  "30921342": "[REDACTED]\nName: [REDACTED] Conley MRN [REDACTED]\nPREOPERATIVE DIAGNOSIS: Tracheal-esophageal fistula secondary to esophageal CA \nPOSTOPERATIVE DIAGNOSIS: Tracheal-esophageal fistula secondary to esophageal CA \nPROCEDURE PERFORMED: Rigid bronchoscopy, Tracheal self-expandable airway stent removal\nSURGEON: Mikie Gallegos, MD\nINDICATIONS: Stent migration and presumed stent infection\nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. After administration of sedatives an LMA was inserted and the flexible bronchoscope was passed through the vocal cords and into the trachea. Approximately 2 cm distal to the vocal cords the patients previous stent could be visualized. Throughout the stent were thick purulent material consistent with infection. The telescoped distal tracheal stent was noted to have migrated into the right mainstem causing complete occlusion of the left mainstem. The flexible bronchoscope and LMA were removed and a 12mm non-ventilating rigid tracheoscope was subsequently inserted into the mid trachea and connected to ventilator. The flexible bronchoscope was inserted through the rigid and into the stent. Bronchial lavage was performed with specimen obtained by trap and sent for culture. The proximal edge of the distal telescoped stent was visualized and using flexible forceps we secured the proximal knot and attempted to withdraw the stent. The stent moved only slightly but enough to visualize copious amounts of post-obstructive pus being expressed from the previously obstructed left mainstem. The material was collected in a trap for culture. We then removed the flexible bronchoscope and inserted the rigid optic alongside the non-optical rigid forceps. The proximal edge of the distal stent was secured and the stent retracted with the rigid bronchoscope which was removed while grasping tightly to the stent. Both stents were removed with this maneuver and the patient was re-intubated with the rigid bronchoscope. The airways which were previously covered by the stent were erythematous and friable, however there was no evidence of airway obstruction from external compression related to esophageal mass. The patient’s esophageal stent could be seen through the posterior trachea covering the TE fistula. The airways were irrigated and cleaned and once we were confident there was no evidence of active bleeding the rigid bronchoscope was removed and the procedure completed. \n\nPost procedure diagnosis:\n-\tStent infection\n-\tStent migration resulting in post-obstructive pneumonia.\n-\tPersistent TE fistula covered by esophageal stent \n-\ts/p airway stent removal\nRecommendations:\n- Transfer to PACU\n- Await cultures\n- consider gastrograffin swallow to ensure esophageal stent is adequately occluding TE fistula\n- Saline nebs 2-3 times per day for 3 days to thin residual blood and secretions allowing for expectoration.  \n\nMikie Gallegos MD\nInterventional Pulmonology \nTulsa Medical Center"
}
