{
  "48291734_syn_1": "Dx: Extrinsic tracheal compression.\nProc: Rigid bronch, Y-stent.\nActions:\n- Flex bronch: 90% obstruction mid-trachea.\n- Rigid inserted.\n- Silicone Y-stent (16x13x13) customized and deployed.\n- Position confirmed.\n- Obstruction resolved.\nPlan: ICU, CXR.",
  "48291734_syn_2": "OPERATIVE REPORT: The patient presented with respiratory failure secondary to severe extrinsic tracheal compression. \nPROCEDURE: General anesthesia was induced. Initial flexible inspection revealed 90% tracheal stenosis. A 14mm rigid ventilating bronchoscope was utilized to secure the airway. A silicone Y-stent was customized (75mm tracheal limb, 15mm/30mm bronchial limbs) and deployed into the left mainstem and trachea. \nCONCLUSION: Significant restoration of airway patency was achieved immediately post-deployment.",
  "48291734_syn_3": "CPT Coding Data:\n- 31631 (Stent Placement): Silicone Y-stent deployed via rigid bronchoscopy.\n- 31630 (Dilation): Rigid barrel used to dilate tracheal stenosis prior to stenting.\n- 31622 (Diagnostic): Initial airway survey performed.\nTechnique: Rigid bronchoscopy used for visualization and deployment. Stent customized to measure.",
  "48291734_syn_4": "Procedure: Rigid Bronchoscopy & Stenting\nAttending: Dr. Miller\nSteps:\n1. GA induced.\n2. Flex scope check: 90% obstruction.\n3. Rigid scope inserted.\n4. ETT removed.\n5. Silicone Y-stent sized and placed.\n6. Airways inspected; good position.\n7. LMA placed for wake-up.\nPlan: ICU transfer.",
  "48291734_syn_5": "patient [REDACTED] here for the airway compression severe. we did a rigid bronch today. started with flexible saw about 90 percent blockage in the trachea. took the tube out put the rigid scope in. measured for a y stent silicone one. cut it to fit and put it in. looks way better now airway is open. checked for bleeding none seen. sent to icu.",
  "48291734_syn_6": "Patient [REDACTED] underwent Rigid bronchoscopy, Silicone Y-stent placement, and bronchoscopic intubation for Respiratory failure secondary to extrinsic tracheal compression. Under General Anesthesia, inflammation and 90% obstruction were visualized in the mid trachea. A 14 mm rigid bronchoscope was inserted. A customized 16x13x13 silicone Y-stent was deployed. Inspection showed the stent well placed with near complete resolution of obstruction. Recommendations include Transfer to ICU and TID hypertonic nebulizers.",
  "48291734_syn_7": "[Indication]\nSevere extrinsic tracheal compression, respiratory failure.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\nRigid bronchoscopy performed. 90% tracheal obstruction noted. Silicone Y-stent customized and deployed. Airway stabilized and patent.\n[Plan]\nICU admission, Post-proc CXR, Nebulizers.",
  "48291734_syn_8": "[REDACTED] to the OR for management of her severe tracheal compression. We started with a flexible scope which confirmed a critical 90% blockage. We then switched to the rigid bronchoscope for better control. We measured and cut a silicone Y-stent to fit her specific anatomy and deployed it successfully. The airway looked much better immediately, with the obstruction largely resolved.",
  "48291734_syn_9": "Procedure: Rigid bronchoscopy with Silicone Y-stent positioning.\nIndication: Severe extrinsic tracheal constriction.\nAction: The rigid apparatus was inserted. A Y-stent was tailored and installed. The rigid forceps and flexible tip were used to situate the limbs. \nOutcome: Successful stabilization of the airway.",
  "48291734": "Patient: [REDACTED]\nMRN: [REDACTED]\nDate: 28 Feb 20121\nPREOPERATIVE DIAGNOSIS: Respiratory failure secondary extrinsic tracheal compression\nPOSTOPERATIVE DIAGNOSIS: extrinsic tracheal compression s/p airway stent placement\nPROCEDURE PERFORMED: Rigid bronchoscopy, Silicone Y-stent placement, bronchoscopic intubation\nSURGEON: Russell Miller, MD\nINDICATIONS: Severe extrinsic tracheal compression\nConsent was obtained from the patient’s family prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. Once the patient was sedated a flexible Q190 Olympus bronchoscope was inserted through the ETT into the trachea and airway inspection was performed. Beginning in the mid trachea inflammation was seen within the airway walls extending into the bilateral mainstem with approximately 90% obstruction(at maximum)  of the tracheal lumen most prominent in the mid trachea with less extensive obstruction  extending to approximately 2cm above the carina. There was no endobronchial tumor. We subsequently removed the flexible bronchoscope and after administration of paralytics a 14 mm ventilating rigid bronchoscope was inserted through the mouth into the supraglottic space. The previously placed endotracheal tube was visualized passing through the vocal cords. Under direct visualization the endotracheal tube was removed and the rigid bronchoscope was inserted through the vocal cords into the mid trachea and connected to ventilator. The Q190 Olympus flexible bronchoscope was then introduced through the rigid bronchoscope and into the airways. After measuring the airways we customized a 16x13x13 silicone Y-stent to a length of 75mm in the tracheal limb, 15mm in the right mainstem limb and 30mm in the left mainstem limb. The rigid bronchoscope was then advanced into the left mainstem and the stent was deployed. Through the use of rigid forceps, and manipulation with the tip of the flexible bronchoscope we were able to adequately position the limbs within the proper airways resulting in successful stabilization of the airway. At this point inspection was performed to evaluate for any bleeding or other complications and none was seen. The rigid bronchoscope was then removed and an LMA was inserted. A repeat inspection was performed with the flexible bronchoscope and showed the stent well placed with near complete resolution of central airway obstruction. The bronchoscope was then removed and once the patient was awake and protecting airway the LMA was removed and the procedure was complete\nPost procedure diagnosis:\nSevere extrinsic tracheal compression s/p successful deployment of silicone tracheal Y-stent. \nRecommendations:\n·\tTransfer to ICU\n·\tObtain post procedure CXR\n·\tTID hypertonic nebulizers to avoid mucous impaction and obstruction of stent"
}
