{
  "49273015_syn_1": "Indication: Tracheal Obstruction (Tumor).\nProc: Rigid Bronch, Tumor Ablation.\nFindings: 3 polypoid lesions, 90% block. Multiple small lesions.\nActions:\n- Snare resection of large polyps.\n- APC used on base/residue.\n- 90% patency achieved.\nPlan: Ward, Oncology consult.",
  "49273015_syn_2": "OPERATIVE NARRATIVE: The patient presented with endotracheal tumor causing significant obstruction. Under general anesthesia, a rigid bronchoscopy was performed. Three large polypoid lesions causing ball-valve obstruction were id[REDACTED]. These were resected utilizing electrocautery snare. The remaining tumor burden and base were treated with Argon Plasma Coagulation (APC) to achieve hemostasis and further debulking. Luminal recanalization was successful, restoring approximately 90% patency.",
  "49273015_syn_3": "Procedure Code: 31641 (Tumor Destruction).\nMethod: Rigid bronchoscopy with APC and Electrocautery Snare.\nDetails: Destruction of intrinsic tracheal tumor causing 90% obstruction. \nOutcome: Relief of stenosis achieved. Stent (31631) considered but not performed per patient preference.",
  "49273015_syn_4": "Resident Note: Tumor Debulking\nAttending: Dr. Winslow\nSteps:\n1. LMA/GA.\n2. Flex scope: 90% block by polypoid lesions.\n3. Rigid scope inserted.\n4. Snare used to cut large polyps.\n5. APC used to clean up the rest.\n6. Airway open at end.\nPlan: Observe on ward.",
  "49273015_syn_5": "nolan shepherd here for the tracheal tumor. 90 percent blocked breathing hard. we did the rigid bronch. used the snare to chop off the big polyps and then the apc to burn the rest. opened it up nicely about 90 percent open now. patient didn't want a stent so we didnt put one in. watch for recurrence.",
  "49273015_syn_6": "Patient [REDACTED] underwent Rigid bronchoscopy with endoluminal tumor ablation for Tracheal Obstruction. Under General Anesthesia, 3 polypoid lesions were found blocking 90% of the airway. A 10mm rigid tracheoscope was inserted. The electrocautery snare was used to transect the lesions. APC was used to paint and shave the remaining tumor area. The trachea was approximately 90% open at the end. Stent placement was discussed but declined by the patient.",
  "49273015_syn_7": "[Indication]\nTracheal Obstruction, Endotracheal tumor.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\nRigid bronchoscopy. Snare resection of polypoid lesions. APC ablation of base. 90% recanalization achieved.\n[Plan]\nWard admission, Oncology consult, Path results.",
  "49273015_syn_8": "We took [REDACTED] debulking of his tracheal tumor. The blockage was severe, about 90%. We used the rigid scope to access the tumor and then removed the bulk of it using a snare. We finished up with APC to handle the smaller lesions and control bleeding. The airway looks much better now. We decided against a stent for now based on his preference.",
  "49273015_syn_9": "Procedure: Rigid bronchoscopy with endoluminal tumor destruction.\nDiagnosis: Endotracheal neoplasm.\nTechnique: Electrocautery snare was utilized to sever the polypoid masses. APC was employed to incinerate the residual tumor. \nResult: Adequate luminal restoration attained.",
  "49273015": "Patient name: [REDACTED] MRN: [REDACTED]\nDate: 15 May 20122\nPREOPERATIVE DIAGNOSIS: Endotracheal tumor \nPOSTOPERATIVE DIAGNOSIS:  Endotracheal tumor s/p debulking \nPROCEDURE PERFORMED: \n1.         Rigid bronchoscopy with endoluminal tumor ablation\nSURGEON: Aria Winslow, MD\nASSISTANT: Owen Mallory MD\nINDICATIONS: Tracheal Obstruction  \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. After administration of sedatives and paralytics the flexible bronchoscope was inserted through the LMA and into the pharynx. We then advanced the bronchoscope into the subglottic space. Approximately 2.5 cm distal to the vocal cords There were 3 polypoid lesions at the same level blocking about 90% of the airway during exhalation which moved in a ball valve fashion with inhalation resulting in about 50% obstruction of the airway.  Additionally there were multiple small polypoid (> 50) lesions surrounding distal to the lesion originating from all parts of the airway (Anterior trachea, posterior trachea, lateral trachea) which terminated about 1cm proximal to the main carina. The right sided and left sided airways to at least the first sub-segments were uninvolved with no evidence of endobronchial tumor or extrinsic obstruction. The flexible bronchoscope and LMA were removed and a 10mm non-ventilating rigid tracheoscope was subsequently inserted into the proximal trachea just proximal to the tumor and connected to ventilator. The T190 Olympus flexible bronchoscope was then introduced through the rigid bronchoscope and the electrocautery snare was used to transect the large polypoid lesions beginning with the 3 proximal obstructive lesions and the lesions once free from the wall were easily removed from the airway with suction and collected for pathological assessment. After these lesions were removed about 10 other lesions in the airway which were anatomically amenable to snare were removed in the same fashion. We then used APC to paint and shave the remaining tumor area on the posterior and lateral trachea walls until we were satisfied that we had achieved adequate luminal recanalization. At the end of the procedure the trachea was approximately 90% open in comparison to unaffected areas. The rigid bronchoscope was then removed, and the procedure was completed. There were no complications. Of note we considered airway stent placement as a barrier effect  as the lesions regrew very quickly (< 3 months) after the previous bronchoscopic debulking procedure however in our discussions with the patient prior to the procedure he expressed reluctance to have stent placed due to possible cough associated with the stent and the fact that he only restarted chemotherapy 2 weeks ago. I suspect that these lesions will recur unless he has a profound response to systemic treatment and possible radiation and if I need to debulk again I will strongly advocate for placement of a covered tracheal stent.\nRecommendations: \n•\tTransfer patient back to ward room \n•\tAwait final pathology results  \n•\tWill need to speak with oncology regarding other treatment options which might include PDT or brachytherapy. \n \nI Aria Winslow was present and actively involved in all phases of the procedure. \n \nAria Winslow MD \nInterventional Pulmonary"
}
