{
  "5264363": "Patient: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate of Procedure: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Rodriguez, MD, FCCP\n\nPREOPERATIVE DIAGNOSIS: Recurrent right-sided malignant pleural effusion secondary to metastatic breast carcinoma\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED: Ultrasound-guided right-sided tunneled indwelling pleural catheter (PleurX) insertion\n\nINDICATION: 72-year-old female with metastatic breast cancer presenting with recurrent symptomatic right malignant pleural effusion requiring weekly thoracenteses. Decision made for tunneled pleural catheter for home drainage.\n\nINFORMED CONSENT: Procedure risks, benefits, and alternatives discussed. Patient understands and consents.\n\nPROCEDURE DETAILS:\nWith the patient in left lateral decubitus position, timeout performed confirming right side. The right lateral chest wall was prepped and draped in sterile fashion. Ultrasound used to id[REDACTED] optimal insertion site in the 5th intercostal space, mid-axillary line. Pocket of fluid confirmed, pleural sliding absent confirming adhesions.\n\nLocal anesthesia with 1% lidocaine infiltrated along proposed tract and subcutaneous tunnel path. A 3cm incision was made at the insertion site. Using the tunneling trocar, a 10cm subcutaneous tunnel was created anteriorly ending approximately 5cm from the axilla. The PleurX catheter was drawn through the tunnel with the polyester cuff positioned 2cm from the exit site.\n\nThe pleural space was entered using Seldinger technique under real-time ultrasound guidance. The 15.5Fr PleurX catheter was advanced over the guidewire and positioned in the posterior pleural space. Good flow confirmed with drainage of 1,200mL of bloody, viscous fluid which was sent for cytology, cell count, and chemistry.\n\nThe catheter was secured with 2-0 silk suture at the exit site. Sterile dressing applied. Chest X-ray obtained showing catheter in good position with improved aeration of right lung base, no pneumothorax.\n\nSPECIMENS: Pleural fluid to cytology, cell count, LDH, protein, glucose\n\nCOMPLICATIONS: None\n\nESTIMATED BLOOD LOSS: Minimal (<10mL)\n\nDISPOSITION: Discharge home with PleurX drainage supplies and home health nursing arranged for drainage teaching and supervision.\n\nFOLLOW-UP: Return to clinic in 1 week for wound check and drainage log review.\n\nAmanda Rodriguez, MD, FCCP\nInterventional Pulmonology"
}
