{
  "5281191_syn_1": "Indication: 33mm Lingula nodule.\nProcedure:\n- Monarch nav to LB4.\n- rEBUS: Eccentric.\n- TBNA (22G), Forceps x7, Brush.\nROSE: Granulomatous inflammation.\nDisposition: Recovery.",
  "5281191_syn_2": "OPERATIVE NARRATIVE: [REDACTED] a 33mm nodule in the Superior Lingula. Under general anesthesia, the Monarch robotic system was deployed. Navigation to LB4 was achieved (4.8mm error). Radial EBUS showed an eccentric view. We performed 22G TBNA, forceps biopsies, and brushings. Preliminary pathology (ROSE) revealed granulomatous inflammation, consistent with a benign etiology.",
  "5281191_syn_3": "Codes: 31629, 31628, 31623, 31627, 31654.\nTarget: Lingula (Superior).\nFindings: Eccentric rEBUS view.\nSampling: 22G TBNA, Forceps, Brush.\nOutcome: Granuloma.",
  "5281191_syn_4": "Resident Note\nPt: [REDACTED].\nTarget: Lingula 33mm.\nSteps:\n1. GA.\n2. Nav to LB4.\n3. rEBUS eccentric.\n4. 22G TBNA x4.\n5. Forceps x7.\n6. Brush.\nROSE: Granuloma.\nPlan: D/C.",
  "5281191_syn_5": "[REDACTED] 33mm nodule in the Lingula. Robotic bronch today. Went to LB4 superior lingula. rEBUS was eccentric but we adjusted. Did needle 22g forceps brush. ROSE shows granulomas so probably not cancer. No bleeding.",
  "5281191_syn_6": "Robotic bronchoscopy was performed for a 33mm Lingula nodule. The Monarch system was navigated to the superior lingula (LB4). rEBUS showed an eccentric view. Sampling included 22G TBNA, forceps biopsy, and brushings. ROSE results indicated granulomatous inflammation. The patient tolerated the procedure well.",
  "5281191_syn_7": "[Indication]\nSolitary pulmonary nodule, Lingula (33mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to LB4. rEBUS: Eccentric. Sampling: 22G TBNA, Forceps, Brush. ROSE: Granulomatous inflammation.\n[Plan]\nCXR, Discharge.",
  "5281191_syn_8": "[REDACTED] a biopsy of her Lingula nodule today. We navigated the robot to the superior segment. The EBUS view was eccentric, meaning the probe was next to the lesion, but we got good samples using the needle, forceps, and brush. The pathologist saw granulomas, which is a good sign. There were no complications.",
  "5281191_syn_9": "Procedure: Robotic-assisted bronchoscopic biopsy.\nSite: Lingula Superior Segment.\nAction: The robotic scope was steered to the target. rEBUS confirmed the location. The lesion was aspirated, biopsied, and brushed.\nResult: ROSE indicated granulomatous inflammation.",
  "5281191": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Solitary pulmonary nodule\nTarget: 33mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t337\t10\t100\t6\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.8mm.\n\nThe device was navigated to the Lingula. The outer sheath was parked and locked at the ostium of the segmental airway (LB4) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Superior Lingula.\n\nRadial EBUS performed via the working channel. rEBUS view: Eccentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 22G aspiration needle under direct endoscopic and fluoroscopic guidance. 4 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 7 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: Granulomatous inflammation\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nDavis, MD"
}
