{
  "5285475_syn_1": "Target: 20mm LLL nodule.\nNav: Monarch to LB10.\nrEBUS: Concentric.\nSampling: 22G TBNA, Forceps x8, Brush, BAL.\nROSE: Suspicious for NSCC.\nPlan: D/C.",
  "5285475_syn_2": "PROCEDURE NOTE: The patient underwent robotic bronchoscopy for a 20mm nodule in the Posterior-Basal Segment of the LLL. Navigation via Monarch was successful to LB10. Radial EBUS demonstrated a concentric view. We performed 22G TBNA, forceps biopsies, and protected brushings. A BAL was also performed. ROSE indicated cells suspicious for non-small cell carcinoma.",
  "5285475_syn_3": "Billing: 31629, 31628, 31623, 31624, 31627, 31654.\nSite: LLL Posterior-Basal.\nTools: 22G needle, Forceps, Brush, Lavage.\nGuidance: Robotic + Fluoroscopy + EBUS.",
  "5285475_syn_4": "Trainee Note\nPt: [REDACTED], A.\nLoc: LLL.\nSteps:\n1. GA.\n2. Nav to LB10 (Monarch).\n3. rEBUS concentric.\n4. 22G TBNA.\n5. Forceps.\n6. Brush.\n7. BAL.\nROSE: Suspicious.\nComplications: None.",
  "5285475_syn_5": "Angela Rivera LLL nodule 20mm. Used the monarch robot today. Navigated to LB10 posterior basal. Concentric on rEBUS. Did 22 gauge needle forceps brush and a wash. Cytology looks suspicious for non small cell. No bleeding.",
  "5285475_syn_6": "Robotic bronchoscopy targeting a 20mm LLL nodule was performed. The Monarch system was navigated to the posterior-basal segment (LB10). rEBUS confirmed a concentric view. Sampling included 22G TBNA, forceps biopsy, brushings, and BAL. ROSE was suspicious for NSCC. No complications occurred.",
  "5285475_syn_7": "[Indication]\nSuspected malignancy, LLL (20mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to LB10. rEBUS: Concentric. Sampling: 22G TBNA, Forceps, Brush, BAL. ROSE: Suspicious for NSCC.\n[Plan]\nCXR, Discharge.",
  "5285475_syn_8": "[REDACTED] for a biopsy of a nodule in her left lower lobe. We used the robotic system to reach the posterior-basal segment. The EBUS showed we were right on target. We took samples with a needle, forceps, and brush, and also washed the area. The initial results look suspicious for cancer. She recovered well.",
  "5285475_syn_9": "Procedure: Robotic navigational bronchoscopy.\nSite: LLL Posterior-Basal Segment.\nAction: The scope was navigated to the target. rEBUS verified the location. The lesion was aspirated, biopsied, and brushed. Lavage was performed.\nResult: ROSE suggested carcinoma.",
  "5285475": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Suspected lung malignancy\nTarget: 20mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t305\t17\t100\t6\t24\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 3.1mm.\n\nThe device was navigated to the LLL. The outer sheath was parked and locked at the ostium of the segmental airway (LB10) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Posterior-Basal Segment of LLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 22G aspiration needle under direct endoscopic and fluoroscopic guidance. 4 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 8 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at LB10. 60mL NS instilled with 22mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nAnderson, MD"
}
