{
  "5408072_syn_1": "Indication: RLL Carcinoid. Severe COPD.\nSensitizer: Temoporfin (Foscan) 96h prior.\nAnesthesia: GA, 8.5 ETT.\nProcedure: PDT Light.\n- Fiber: 1.5cm.\n- Laser: 630nm, 200 J/cm2, 500s.\n- Site: RLL.\nPlan: Debride 48h. Light precautions.",
  "5408072_syn_2": "OPERATIVE SUMMARY: [REDACTED], a patient with severe COPD and an RLL carcinoid tumor, underwent photodynamic therapy. Temoporfin was administered 96 hours prior. Using a 1.5 cm cylindrical diffuser, we illuminated the endobronchial lesion with 630 nm light (fluence 200 J/cm²) for 500 seconds. The extended drug-light interval is specific to the pharmacokinetics of Temoporfin. The patient tolerated the procedure well with no exacerbation of his underlying COPD.",
  "5408072_syn_3": "Procedure: 31641 (PDT Light Application).\nPhotosensitizer: Temoporfin (Foscan).\nInterval: 96 hours.\nTarget: Right Lower Lobe (RLL).\nLaser: 630nm Diode.\nFiber: 1.5cm Cylindrical.\nParameters: 600mW, 500s, 200 J/cm2.\nNote: High risk COPD patient.",
  "5408072_syn_4": "Procedure: PDT (Foscan)\nPt: [REDACTED]\n1. Intubation 8.5 ETT.\n2. Scope to RLL.\n3. 1.5cm fiber placed.\n4. Laser 630nm x 500s.\n5. Pt stable.\nPlan: Admit obs, strict light avoidance.",
  "5408072_syn_5": "procedure note for [REDACTED] he has a carcinoid in the right lower lobe and bad copd used foscan this time waiting 96 hours 1.5cm fiber used laser settings standard 630nm 200 joules 500 seconds he did ok no desats extubated in room send to recovery",
  "5408072_syn_6": "The patient with severe COPD was intubated. A carcinoid tumor in the RLL was id[REDACTED]. Temoporfin had been administered 96 hours prior. A 1.5cm diffuser was placed. 630nm laser energy was delivered for 500 seconds (200 J/cm2). No charring or thermal effect was seen. The patient remained stable and was extubated.",
  "5408072_syn_7": "[Indication]\nRLL Carcinoid, Severe COPD.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\n1.5cm fiber placed in RLL. 630nm light applied (Temoporfin activation). 200 J/cm2 over 500s.\n[Plan]\nStrict light precautions. Debridement Oct 28.",
  "5408072_syn_8": "We performed PDT on [REDACTED] right lower lobe carcinoid. Because of his severe COPD, we were particularly careful with anesthesia. We used a 1.5 cm fiber to treat the lesion, activating the Temoporfin with 630 nm light for just over 8 minutes. He maintained good oxygenation throughout. We removed the fiber and bronchoscope, and he was extubated successfully.",
  "5408072_syn_9": "INTERVENTION: 1. Photodynamic therapy - light transmission. 2. Bronchoscopy.\nACCOUNT: Access established via ETT. The RLL tumor was visualized. A 1.5cm fiber was inserted. Laser light at 630nm was projected for 500 seconds to activate the Foscan. The patient tolerated the session well. Post-op light restrictions apply."
}
