{
  "5436105_syn_1": "Procedure: Ion Bronchoscopy RML.\nTarget: 25mm nodule (RB5).\nNav: Ion, rEBUS (adjacent), CBCT.\nBiopsy:\n- TBNA (21G): 7 passes.\n- Cryobiopsy (1.1mm): 3 samples.\n- BAL: 80cc.\nROSE: Suspicious for malignancy.\nComplications: None.",
  "5436105_syn_2": "OPERATIVE NOTE: [REDACTED] bronchoscopy for a 25mm RML nodule. The Ion system was utilized to navigate to the medial segment (RB5). rEBUS showed an adjacent lesion; CBCT confirmed tool-in-lesion. We performed TBNA (21G) and cryobiopsy (1.1mm). BAL was also obtained. ROSE revealed atypical cells suspicious for malignancy.",
  "5436105_syn_3": "Codes:\n- 31629: TBNA.\n- 31628: Cryo.\n- 31624: BAL.\n- 31627: Nav.\n- 31654: EBUS.\nSite: RML. Result: Suspicious.",
  "5436105_syn_4": "Resident Note\nPatient: [REDACTED]\nSite: RML Nodule\n\n- GA/ETT.\n- Ion Nav to RB5.\n- rEBUS: Adjacent.\n- CBCT: Confirmed.\n- TBNA x7.\n- Cryo x3.\n- BAL performed.\n- ROSE: Suspicious.\n- Stable.",
  "5436105_syn_5": "stephanie garcia [REDACTED] rml nodule 25mm lung rads 4x used ion robot nav to rb5 radial ebus adjacent cone beam ct good. did tbna 21g x7 cryo 1.1mm x3 and a wash. rose suspicious for cancer atypical cells. discharged.",
  "5436105_syn_6": "A robotic bronchoscopy was performed on a 25mm RML nodule. Navigation to the Medial segment (RB5) was achieved with the Ion system. Verification via rEBUS and CBCT. Samples were taken via TBNA, cryobiopsy, and BAL. ROSE was suspicious for malignancy. No complications occurred.",
  "5436105_syn_7": "[Indication]\n25mm RML nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to RB5. rEBUS/CBCT confirmation.\nProcedures:\n- TBNA\n- Cryobiopsy\n- BAL\n[Plan]\nFollow-up pathology.",
  "5436105_syn_8": "[REDACTED] a 25mm nodule in her right middle lobe. We used the robotic catheter to navigate to the medial segment. We confirmed the position with imaging. We took needle biopsies and freezing probe samples, and washed the lung segment. The initial results were suspicious for cancer. She was discharged home safely.",
  "5436105_syn_9": "Procedure: Robotic bronchoscopic assessment.\nTarget: RML lesion.\nAction: Guided to medial segment. Confirmed via imaging. Sampled via aspiration and cryo-technique. Lavaged area. \nFinding: Suspicious cytology.",
  "5436105": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Lung-RADS 4X nodule\nTarget: 25mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, Left Carina (LC2), Carina, Trachea (Distal 1/3), Right Mainstem, RUL Carina (RC1), RML Carina (RC2), LUL Lingula Carina (LC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t399\t14\t80\t5\t24\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.8mm. Ion robotic catheter was used to engage the Medial Segment of RML (RB5). Target lesion is approximately 25mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.2cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nBronchoalveolar lavage was performed at Medial Segment of RML (RB5). Instilled 80cc of NS, suction returned with 27cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nMartinez, MD"
}
