{
  "5493394_syn_1": "Indication: Lung-RADS 4X LLL (LB10).\nProc: Ion Nav, rEBUS (Eccentric), CBCT.\nActions: TBNA (x6), Cryo (x3), Brush (x2), BAL.\nROSE: Lymphocytes.\nOutcome: Stable.",
  "5493394_syn_2": "PROCEDURE: [REDACTED] a 21mm nodule in the LLL posterior-basal segment (LB10). Using the Ion robotic platform, we navigated to the lesion. Radial EBUS showed an eccentric view; Cone Beam CT confirmed tool-in-lesion. We performed transbronchial needle aspiration, cryobiopsy, and brushing. A bronchoalveolar lavage was also performed. ROSE showed lymphocytes and benign cells.",
  "5493394_syn_3": "Billing: 31629 (TBNA), 31628 (Cryo), 31623 (Brush), 31624 (BAL), +31627 (Nav), +31654 (rEBUS).\nSite: LLL (LB10).\nTech: Ion, Cios Spin.\nPath: Benign/Lymphocytes.",
  "5493394_syn_4": "Procedure: Ion Bronch LLL\nPt: [REDACTED]\n\n1. Nav to LB10.\n2. rEBUS eccentric.\n3. CBCT confirmed.\n4. Samples: TBNA, Cryo, Brush, BAL.\n5. ROSE: Lymphocytes.\n6. No complications.",
  "5493394_syn_5": "laura carter procedure note. lll nodule lb10. ion robot used. radial ebus eccentric. spin ct confirm. did needle cryo brush and bal. rose just showed lymphocytes. patient woke up fine.",
  "5493394_syn_6": "Robotic navigation bronchoscopy (Ion) for 21mm LLL nodule (LB10). Registration error 1.9mm. Radial EBUS: Eccentric. Cone Beam CT: Confirmed. Sampling: TBNA (6 passes), Cryobiopsy (3 samples), Brush, BAL. ROSE: Lymphocytes. No complications.",
  "5493394_syn_7": "[Indication]\nLung-RADS 4X nodule LLL.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to Posterior-Basal (LB10). rEBUS: Eccentric. CBCT: Confirmed.\n- TBNA\n- Cryo\n- Brush\n- BAL\nROSE: Lymphocytes.\n[Plan]\nFollow-up.",
  "5493394_syn_8": "[REDACTED] bronchoscopy for a 21mm nodule in the LLL posterior-basal segment. We used the Ion system, confirmed with eccentric radial EBUS and Cone Beam CT. We performed comprehensive sampling including needle, cryo, brush, and lavage. The ROSE result was benign, showing lymphocytes.",
  "5493394_syn_9": "Procedure: Robotic-assisted airway endoscopy.\nTarget: LLL Posterior-Basal (LB10).\nVerification: rEBUS (Eccentric) and CBCT.\nIntervention: Multimodal sampling (TBNA, Cryo, Brush, BAL). ROSE indicated benign lymphocytes.",
  "5493394": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Lung-RADS 4X nodule\nTarget: 21mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Trachea (Distal 1/3), LUL Lingula Carina (LC1), Left Carina (LC2), Right Mainstem from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t12\t337\t10\t80\t5\t19\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 1.9mm. Ion robotic catheter was used to engage the Posterior-Basal Segment of LLL (LB10). Target lesion is approximately 21mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.8cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 6 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Posterior-Basal Segment of LLL (LB10). Instilled 80cc of NS, suction returned with 39cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nTaylor, MD"
}
