{
  "5517703": "BRONCHOSCOPY PROCEDURE NOTE\n\nDate: [REDACTED]\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (56 years old)\n\nAttending Physician: Dr. Samuel Johnson, MD\nLocation: [REDACTED]\n\nINDICATION: Diffuse bilateral reticular opacities on CT chest, clinical concern for hypersensitivity pneumonitis vs. id[REDACTED] pulmonary fibrosis. Pulmonary function shows restrictive pattern with DLCO 52% predicted.\n\nPREOPERATIVE DIAGNOSIS: Interstitial lung disease, undefined\n\nPOSTOPERATIVE DIAGNOSIS: Same (pending pathology)\n\nPROCEDURE: \n1. Flexible bronchoscopy with bronchoalveolar lavage\n2. Fluoroscopic-guided transbronchial lung biopsy, right lower lobe\n3. Fluoroscopic-guided transbronchial lung biopsy, left lower lobe\n\nANESTHESIA: Moderate sedation (Midazolam 4mg, Fentanyl 100mcg)\n\nPROCEDURE DETAILS:\nFollowing IV sedation with continuous monitoring, flexible bronchoscope (Olympus BF-1TH190) advanced through the oropharynx. Vocal cords normal, trachea patent. All segmental bronchi visualized and appeared normal with no endobronchial lesions.\n\nAIRWAY INSPECTION: Complete inspection of airways to subsegmental level bilaterally. No mucosal abnormalities, masses, or obstruction.\n\nBAL: Performed in the right middle lobe (RB4) using 3 x 60mL aliquots of sterile saline. Return approximately 90mL of slightly cloudy fluid. Sent for cell count with differential, cultures (bacterial, fungal, AFB), and cytology.\n\nTRANSBRONCHIAL BIOPSIES:\nUsing fluoroscopic guidance (C-arm positioned for AP view), the bronchoscope was advanced into the right lower lobe basal segments. The forceps (2.0mm alligator-type) were advanced under fluoroscopic visualization, positioning the forceps approximately 1-2cm from the pleural surface. 6 transbronchial biopsies were obtained from RB9 and RB10.\n\nThe bronchoscope was then repositioned to the left lower lobe. Under fluoroscopy, 5 transbronchial biopsies were obtained from the left lower lobe (LB9-10), again positioning 1-2cm from the pleura.\n\nAfter biopsies, the biopsy sites were irrigated with cold saline. Bleeding was minimal and self-limited. Final bronchoscopic inspection showed no significant bleeding or airway abnormality.\n\nFLUOROSCOPY TIME: 2.3 minutes\nRADIATION DOSE: 38 mGy·cm²\n\nSPECIMENS:\n- BAL: Cytology, cell count with diff, bacterial/fungal/AFB culture\n- TBLB RLL (6 specimens): Surgical pathology\n- TBLB LLL (5 specimens): Surgical pathology\n\nCOMPLICATIONS: None. No pneumothorax on post-procedure CXR.\n\nEBL: <10mL\n\nDISPOSITION: Recovery in PACU x 2 hours. Post-procedure CXR negative for pneumothorax. Discharge home with standard bronchoscopy precautions.\n\nFOLLOW-UP: Return to clinic in 1 week for pathology results. If non-diagnostic, will discuss transbronchial cryobiopsy vs. surgical lung biopsy.\n\nSamuel Johnson, MD\nPulmonary & Critical Care Medicine"
}
