{
  "5527841_syn_1": "Indication: RUL nodule, 4R node.\nProcedures: EBUS (4R+, 10R-). Ion Nav to RUL. Cryobiopsy.\nROSE: Adenocarcinoma (4R & RUL).\nResult: Stage IIIA.\nPlan: Molecular testing, Tumor board.",
  "5527841_syn_2": "PROCEDURE: Combined staging EBUS and robotic bronchoscopy. EBUS-TBNA of station 4R confirmed N2 disease (adenocarcinoma), while station 10R was negative. The Ion platform was utilized to navigate to a spiculated RUL nodule. Following confirmation with radial EBUS and Cone-Beam CT, transbronchial cryobiopsies were performed to ensure adequate tissue for comprehensive molecular profiling. A bronchial blocker was used for hemostasis.",
  "5527841_syn_3": "Billing: 31653 (EBUS - 2 stations? Note says 4R and 10R sampled -> 31652). 31627 (Nav), 31654 (REBUS), 31628 (Biopsy - Cryo/Forceps). 31623 (Brush), 31624 (BAL).\nCorrection: EBUS code likely 31652 for 2 stations. Cryo coded as TBBx (31628) or Cryo (31645) depending on payer.",
  "5527841_syn_4": "Procedure: EBUS + Ion\nPatient: [REDACTED]\nIndication: RUL nodule, N2 suspicion.\nSteps:\n1. EBUS: 4R pos, 10R neg.\n2. Ion Nav to RUL nodule.\n3. REBUS/CBCT verification.\n4. Cryobiopsy x2 for molecular.\n5. Hemostasis with blocker.\nDx: Stage IIIA Adeno.",
  "5527841_syn_5": "Jennifer has a growing RUL nodule and a suspicious node. Did EBUS first 4R was positive for adeno 10R was negative. Then used the Ion robot to biopsy the lung nodule. Used the cryo probe to get big pieces for genetic testing. She bled a bit so we used the balloon. Everything stopped fine.",
  "5527841_syn_6": "Combined EBUS + Robotic Bronchoscopy. Patient is a 52-year-old female. EBUS-TBNA of stations 4R and 10R performed. ROSE of 4R positive for adenocarcinoma. Ion robotic bronchoscopy navigated to RUL posterior segment nodule. Radial EBUS and CBCT confirmed position. Transbronchial forceps biopsies and cryobiopsies obtained. Molecular testing requested. No complications.",
  "5527841_syn_7": "[Indication]\nRUL nodule, mediastinal adenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS-TBNA (4R, 10R). Ion Nav to RUL. Cryobiopsy performed. 4R and RUL positive for adenocarcinoma.\n[Plan]\nBrain MRI. Tumor board.",
  "5527841_syn_8": "We performed a procedure to stage and diagnose [REDACTED]. First, we sampled lymph nodes; the right paratracheal node was positive, but the hilar node was clear. Then, we used the robot to biopsy the main tumor in the right upper lobe, using a freezing technique to get good tissue samples for genetic analysis. She has Stage IIIA cancer.",
  "5527841_syn_9": "Procedure: EBUS staging and robotic parenchymal sampling.\nFindings: N2 metastatic disease (Adenocarcinoma).\nTechnique: TBNA of mediastinal nodes. Robotic navigation with cryo-assisted biopsy of RUL primary.\nOutcome: Diagnosis confirmed, molecular tissue secured.",
  "5527841": "**PATIENT INFORMATION:**\n- Name: Maria Gonzalez\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 09:30-10:25\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Russell Miller, MC, USN (Interventional Pulmonology)  \n**ASSISTANT:** LT Jessica Martinez, MC, USN (Pulmonary Fellow)\n\n**INDICATION:**\n57-year-old female with metastatic breast cancer and recurrent right malignant pleural effusion. Patient has undergone 5 therapeutic thoracenteses over past 8 weeks with rapid reaccumulation. Failed prior attempt at chemical pleurodesis due to trapped lung on CT imaging.\n\n**PRE-PROCEDURE:**\n- Extensive informed consent discussion including alternative options (indwelling catheter vs repeated thoracentesis)\n- Patient educated on catheter care and drainage protocol\n- Timeout performed per institutional protocol\n- Point-of-care ultrasound: Right pleural effusion, maximum depth 10.8 cm, anechoic, no septations\n- CT chest reviewed: evidence of visceral pleural thickening suggesting trapped lung - patient counseled regarding lower likelihood of spontaneous pleurodesis\n- Labs reviewed: WBC 6.8K, Platelets 178K, INR 1.0\n- Vital signs: BP 126/74, HR 82, SpO2 91% on RA\n\n**PROCEDURE DETAILS:**\n- Patient positioned in left lateral decubitus position\n- Right hemithorax, 6th intercostal space, anterior axillary line selected\n- Ultrasound-guided site marking\n- Chlorhexidine prep, maximal sterile barrier precautions\n- Local anesthesia: 22 mL 1% lidocaine along entire planned tract\n- Small incision made with #15 blade\n- Subcutaneous tunnel created from insertion site to anterior chest (6.5 cm tunnel length)\n- Catheter tunneling device used\n- Guidewire advanced under ultrasound visualization\n- 15.5 French PleurX catheter advanced over wire\n- Catheter position confirmed - appropriate coiling in pleural space\n- Safety suture placed, Dacron cuff in proper position\n- Catheter secured to skin\n- Valve attached\n- Initial therapeutic drainage: 1,450 mL clear yellow fluid via vacuum drainage system\n- Patient tolerated drainage well, no chest discomfort\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter (Becton Dickinson)\n- French Size: 15.5 Fr\n- Tunnel length: 6.5 cm\n\n**SPECIMENS SENT:**\n- Pleural fluid chemistry (as baseline)\n- Pleural fluid cytology\n\n**POST-PROCEDURE:**\n- Procedure completed successfully without complications\n- Post-procedure portable chest X-ray: IPC in good position with tip in costophrenic angle, small residual effusion, no pneumothorax\n- Dressing applied per protocol\n- Extensive patient and family education completed by IP nursing team\n- Demonstration and return demonstration of drainage technique\n- Patient verbalized understanding\n- Home health referral submitted\n- Drainage supplies dispensed\n- Emergency contact numbers provided\n- Vital signs: BP 124/72, HR 78, SpO2 95% on RA\n\n**COMPLICATIONS:** None\n\n**ASSESSMENT:** Successful ultrasound-guided placement of right indwelling pleural catheter for management of recurrent malignant pleural effusion with evidence of trapped lung. Patient counseled that spontaneous pleurodesis less likely given trapped lung physiology.\n\n**PLAN:**\n- Drainage schedule: Every other day initially, QOD-TIW based on symptoms and output\n- Home health nursing to assist with first 3 drainage sessions\n- Weekly site assessment\n- Monitor output volumes (record in drainage log provided)\n- Signs/symptoms to report: fever, increasing purulent drainage, catheter malfunction, significant bleeding\n- Clinic follow-up in 2 weeks\n- Continue oncology treatment as scheduled\n- If persistent high-volume drainage without pleurodesis after 8-12 weeks, consider pleuroscopy with talc poudrage"
}
