{
  "55829104": "Date of Service: [REDACTED] 1115 Patient: Rodriguez, Elena (MRN [REDACTED]) Attending Physician: Trembley, Greg, MD Service: Pulmonary / Critical Care \nINTERVENTIONAL PULMONOLOGY OPERATIVE REPORT 1 Happy Street Dr, Hollywood, CA92110\nINDICATION FOR OPERATION: Elen Rogers is a 55 year-old female who presents with Loculated Pleural Effusion. The nature, purpose, risks, benefits and alternatives to Chest Ultrasound and Instillation of agents for fibrinolysis (initial) were discussed with the patient in detail. Patient indicated a wish to proceed with procedure and informed consent was signed. \nPREOPERATIVE DIAGNOSIS: Loculated Pleural Effusion POSTOPERATIVE DIAGNOSIS: Same as preoperative diagnosis - see above. \nPROCEDURE:\n•\t76604 Ultrasound, chest (includes mediastinum), real time with image documentation \n•\t32561 Instillation(s), via chest tube/catheter, agent for fibrinolysis (eg, fibrinolytic agent for break up of multiloculated effusion); initial day \nASSISTANT: Michael Chang MD RN: bedside RN Jessica Smith MONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure. \nPROCEDURE IN DETAIL: PATIENT POSITION: ☑ Supine ☐ Sitting ☐ Lateral Decubitus: ☐ Right ☐ Left \nCHEST ULTRASOUND FINDINGS: Hemithorax: ☐ Right ☑ Left Pleural Effusion: ☑ Volume: ☐ None ☐ Minimal ☐ Small ☐ Moderate ☑ Large ☑ Echogenicity: ☐ Anechoic ☑ Hypoechoic ☐ Isoechoic ☐ Hyperechoic ☑ Loculations: ☐ None ☑ Thin ☐ Thick ☑ Diaphragmatic Motion: ☐ Normal ☑ Diminished ☐ Absent \nLung: Lung sliding before procedure: ☑ Present ☐ Absent Lung consolidation/atelectasis: ☑ Present ☐ Absent Pleura: ☑ Normal ☐ Thick ☐ Nodular \nDate of chest tube insertion: [REDACTED] Side: Left ☑ 10 mg/5 mg tPA/Dnase \nCOMPLICATIONS: ☑ None \nIMPRESSION/PLAN: Elen Rogers is a 55 year-old female who presents for Chest Ultrasound and Instillation of agents for fibrinolysis (initial). The patient tolerated the procedure well. There were no immediate complications. DISPOSITION: Nursing Unit [] dwell for 1 hour [] chest tube to suction"
}
