{
  "5644507_syn_1": "Target: 8mm nodule Lingula.\nNav: Galaxy + TiLT (1.1cm div).\nTools: rEBUS (eccentric), TBNA, Brush.\nROSE: SCC.\nPlan: Oncology.",
  "5644507_syn_2": "Diagnostic bronchoscopy for a peripheral 8mm Lingular nodule. The Galaxy system was used. TiLT+ tomosynthesis corrected a 1.1cm target divergence. Despite the small size, an eccentric rEBUS signal was obtained. Sampling via TBNA and brush yielded squamous cell carcinoma.",
  "5644507_syn_3": "31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (EBUS). Small 8mm target required TiLT+ precision (1.1cm correction). ROSE positive for malignancy.",
  "5644507_syn_4": "Lingula Nodule (8mm).\n- Galaxy Nav to LB4.\n- TiLT: 1.1cm divergence.\n- rEBUS: Eccentric.\n- TBNA x8, Brush.\n- ROSE: Squamous Cell.\nStable.",
  "5644507_syn_5": "jason has a tiny 8mm nodule in the lingula. used galaxy. tilt showed 1.1cm off. fixed it. saw it on ebus. needles and brushes. rose says squamous cell carcinoma. tough case but got it.",
  "5644507_syn_6": "Peripheral pulmonary nodule 8mm in Lingula. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB4. TiLT+ sweep revealed 1.1cm divergence. Corrected. rEBUS eccentric. TBNA 22G and Cytology brushings performed. ROSE Malignant cells id[REDACTED] consistent with squamous cell carcinoma.",
  "5644507_syn_7": "[Indication]\n8mm nodule, Lingula.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav. TiLT correction 1.1cm. rEBUS eccentric. TBNA and Brush performed.\n[Plan]\nOncology consult.",
  "5644507_syn_8": "We went after a small 8mm spot in the Lingula. The Galaxy system got us close, and the TiLT 3D spin helped us close the last 1.1cm gap. We got a signal on the ultrasound and took needle and brush samples. It looks like squamous cell carcinoma unfortunately.",
  "5644507_syn_9": "Indication: Peripheral nodule.\nProcedure: Galaxy navigation to Lingula. TiLT+ rectified 1.1cm error. Lesion sampled via TBNA and brush. ROSE: Squamous cell carcinoma.",
  "5644507": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Peripheral pulmonary nodule\nTarget: 8mm nodule in Lingula\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t11\t326\t12\t100\t8\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the Lingula (LB4) based on the pre-operative CT navigational plan. Registration accuracy: 3.9mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.1cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 22G needle. 8 passes obtained. Samples sent for Cytology and Cell block.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nRodriguez, MD"
}
