{
  "5694950": "Nancy Nguyen, MRN [REDACTED], a 42-year-old male underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Memorial Hospital on [REDACTED]. The indication was peripheral lung nodule with suspicious mediastinal nodes with a 24.3mm solid lesion in the LUL superior lingula (B4), bronchus sign negative, PET SUV max 12.7. The patient was ASA class 4 with smoking history of 49 pack-years (current). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Pentax EB-1990i bronchoscope with 21-gauge Standard FNA needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 4L (21.5mm, 2 passes, ROSE: Malignant - NSCLC NOS); station 10L (21.1mm, 2 passes, ROSE: Malignant - NSCLC NOS); station 11L (8.8mm, 3 passes, ROSE: Malignant - squamous cell carcinoma). Rapid on-site evaluation was available for all stations.\n\nThe Ion robotic bronchoscopy system (Intuitive Surgical) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 1.5mm. The robotic catheter was advanced to the LUL superior lingula (B4) and radial EBUS probe deployment revealed eccentric view of the lesion. Tool-in-lesion was confirmed by augmented fluoroscopy. Transbronchial forceps biopsies (4 specimens), transbronchial needle aspiration (2 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed adequate lymphocytes.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 108 minutes. Attending physician: Robert Patel, MD."
}
