{
  "5757570_syn_1": "Target: 29mm LLL nodule.\nSystem: Galaxy + TiLT.\nCorrection: 1.4cm divergence (CT-body drift).\nBiopsy: TBNA, Forceps, Brush.\nROSE: Adenocarcinoma.\nDisposition: Discharge.",
  "5757570_syn_2": "Evaluation of a 29mm LLL mass was conducted. The Galaxy navigational platform facilitated access to the LB6 segment. Intraprocedural TiLT imaging detected a 1.4cm registration drift, which was corrected in real-time. Following 'adjacent' rEBUS confirmation, extensive sampling (TBNA, forceps, brush) yielded a diagnosis of adenocarcinoma.",
  "5757570_syn_3": "CPT 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (EBUS). Forceps biopsy performed but bundled. TiLT used to correct 1.4cm divergence to ensure diagnostic yield. ROSE confirmed malignancy.",
  "5757570_syn_4": "Procedure: LLL Biopsy\nPt: 62F.\n- Galaxy Nav to LB6.\n- TiLT: 1.4cm divergence fixed.\n- rEBUS: Adjacent.\n- TBNA x7, Forceps x4, Brush.\n- ROSE positive for Adeno.\nStable.",
  "5757570_syn_5": "sandra has a big nodule 29mm in the lll. used galaxy. tilt showed we were 1.4cm off so glad we checked. fixed it. did needles forceps and brushing. rose says adeno. patient did fine.",
  "5757570_syn_6": "Lung-RADS 4B nodule 29mm in LLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB6. TiLT+ sweep showed 1.4cm divergence due to registration drift. Corrected. rEBUS adjacent. TBNA 21G, Transbronchial forceps biopsy, Cytology brushings performed. ROSE Malignant cells id[REDACTED].",
  "5757570_syn_7": "[Indication]\nLung-RADS 4B, 29mm LLL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav to LB6. TiLT correction 1.4cm. rEBUS adjacent. TBNA, Forceps, Brush performed.\n[Plan]\nPathology follow-up.",
  "5757570_syn_8": "We navigated to the left lower lobe to biopsy a 29mm nodule. The TiLT scan showed that the target had shifted about 1.4cm from where the computer thought it was, likely due to patient movement, so we updated the target. We took needle and forcep samples. The pathologist in the room confirmed it looks like adenocarcinoma.",
  "5757570_syn_9": "Indication: Lung-RADS 4B mass.\nTechnique: Galaxy navigation to LLL. TiLT+ rectified 1.4cm error. Sampled via TBNA, forceps, and brush. ROSE: Adenocarcinoma.",
  "5757570": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Lung-RADS 4B nodule\nTarget: 29mm nodule in LLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t10\t286\t10\t80\t8\t16\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LLL (LB6) based on the pre-operative CT navigational plan. Registration accuracy: 2.0mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.4cm divergence between the pre-op CT target and the actual lesion location due to CT-to-body registration drift.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 21G needle. 7 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with adenocarcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nLee, MD"
}
