{
  "5849271_syn_1": "Dx: RUL SCLC obstruction.\nAnesthesia: GA, Rigid.\nAction: Cryo-adhesion/Debridement. 10 cycles. Tumor core removed.\nResult: RUL 40% open (was 0%). BI 90% open. 100mL blood loss (controlled).\nPlan: ICU. Antibiotics. Repeat 5-7 days.",
  "5849271_syn_2": "OPERATIVE REPORT: The patient with SCLC presented with RUL collapse. General anesthesia with jet ventilation facilitated rigid bronchoscopy. A friable tumor occluded the RUL and compromised the bronchus intermedius. Cryotherapy (Erbe) was applied for both ablation and adhesion-extraction. Significant tumor bulk was debrided en bloc. The RUL orifice was recanalized to 40% patency. Hemostasis was secured after 100mL blood loss using cold saline lavage.",
  "5849271_syn_3": "CPT: 31641 (Tumor destruction, cryotherapy).\nMethod: Rigid bronchoscopy.\nTarget: RUL and Bronchus Intermedius.\nTechnique: Cryo-debridement (Freezing and manual extraction).\nFindings: Complete RUL occlusion resolved to partial patency.\nComplications: 100mL hemorrhage, managed intraoperatively.\nDisposition: ICU for monitoring.",
  "5849271_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: SCLC RUL block\nProcedure: Cryo / Rigid\nSteps:\n1. Rigid scope in.\n2. Tumor blocking RUL completely.\n3. Used cryo to freeze and pull chunks out.\n4. Got a big core out.\n5. RUL is open a bit now (40%).\n6. Bleeding was moderate, used saline.\nPlan: ICU, antibiotics, come back next week.",
  "5849271_syn_5": "Note for Jennifer S. Jackson small cell cancer blocking the right lung. General anesthesia rigid bronch. Tumor was totally blocking the RUL. Used the cryo probe to freeze and pull. Got a lot of it out. RUL is open now maybe 40 percent. Bleeding was about 100cc but we stopped it. Sending her to ICU to watch. Needs chemo.",
  "5849271_syn_6": "Rigid bronchoscopy. Cryotherapy ablation of endobronchial tumor. Mechanical debridement. 75 y/o female with extensive stage small cell lung cancer. RUL collapse. RMS with tumor extending from RUL orifice, completely occluding RUL takeoff. Cryotherapy (Erbe Erbokryo) applied to tumor bulk. Mechanical debridement using rigid suction and forceps. Tumor core extracted en bloc. Result: RUL orifice now 40% patent (was 0%). BI improved to 90% patency.",
  "5849271_syn_7": "[Indication]\nSCLC with RUL obstruction/collapse.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nCryo-debridement performed. Tumor core extracted. RUL patency restored to 40%. BI patency 90%. Hemostasis achieved (EBL 100mL).\n[Plan]\nICU admission. IV Antibiotics. Repeat bronchoscopy 5-7 days.",
  "5849271_syn_8": "[REDACTED] K. Martin needed an urgent procedure to open her right upper lung which was blocked by tumor. Using a rigid bronchoscope, we used a freezing probe to grab and pull out large pieces of the tumor. We successfully opened the airway from 0% to about 40%. There was some bleeding which we washed out. She is going to the ICU for close monitoring.",
  "5849271_syn_9": "PREOPERATIVE DIAGNOSIS: Small cell lung cancer with endobronchial disease\nPROCEDURE: Rigid bronchoscopy with cryotherapy destruction of endobronchial tumor\nNARRATIVE: RMS with tumor extending from RUL orifice. Cryotherapy applied to tumor bulk. Mechanical debridement using rigid suction. Tumor core extracted en bloc. Result: RUL orifice now 40% patent. BI improved to 90% patency."
}
