{
  "5894732_syn_1": "Indication: RML nodule (1.8cm).\nProcedure: Ion Robotic Bronch.\nGuidance: REBUS + CBCT.\nSampling: TBBx x5, Brush x2.\nROSE: Atypical/Bronchioloalveolar.\nPlan: F/u path.",
  "5894732_syn_2": "PROCEDURE: Robotic-assisted bronchoscopy (Ion) was utilized to biopsy a 1.8 cm RML nodule in a patient with a history of breast cancer. Navigation was facilitated by radial EBUS and Cone-Beam CT fusion. Transbronchial biopsies and brushings were obtained. Preliminary cytopathology showed bronchioloalveolar cells without definitive malignancy, pending final review.",
  "5894732_syn_3": "Codes: 31627 (Nav), 31654 (REBUS), 31628 (Biopsy), 31623 (Brush), 31624 (BAL).\nRationale: Robotic navigation to RML. Standard sampling bundle.",
  "5894732_syn_4": "Robotic Bronch\nPatient: [REDACTED]\nTarget: RML nodule\nSteps:\n1. Ion registration.\n2. Nav to RML medial segment.\n3. Confirmed with REBUS/CBCT.\n4. Biopsies taken.\n5. ROSE indeterminate/benign?\nPlan: Wait for final.",
  "5894732_syn_5": "Catherine has a spot in the RML and breast cancer history. Used the Ion robot. Found the spot easily. Took biopsies. Rose didn't show obvious cancer but we will see what the final path says. She went home.",
  "5894732_syn_6": "Robotic bronchoscopy (Intuitive Ion platform), radial endobronchial ultrasound, transbronchial biopsy. Patient is a 72-year-old female with RML nodule. Virtual pathway generated to RML medial segment. Radial EBUS demonstrated concentric hypoechoic pattern. CBCT performed. TBBx and cytology brush specimens obtained. ROSE showed bronchioloalveolar cells, no definitive malignancy. Complications: None.",
  "5894732_syn_7": "[Indication]\nRML nodule, hx breast CA.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to RML. REBUS/CBCT confirm. Biopsies taken. ROSE indeterminate.\n[Plan]\nFollow-up pathology.",
  "5894732_syn_8": "We used the robotic bronchoscope to check a nodule in [REDACTED] lung. We navigated to the site and took samples. The initial look at the cells didn't show cancer, but we need to wait for the full report to be sure. It could be benign or related to her history, but for now, it looks reassuring.",
  "5894732_syn_9": "Procedure: Robotic navigational biopsy.\nTarget: RML medial segment nodule.\nTechnique: Ion system with REBUS and CBCT.\nFindings: ROSE indeterminate for malignancy.\nDisposition: Discharged.",
  "5894732": "PATIENT: [REDACTED], 45-year-old Male\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Mr. [REDACTED] is a 45-year-old male admitted 18 days ago with ARDS secondary to COVID-19 pneumonia. Patient remains ventilator-dependent with anticipated prolonged intubation. The nature, purpose, risks, benefits and alternatives to percutaneous tracheostomy were discussed with the patient's wife (patient sedated). Surrogate indicated a wish to proceed and informed consent was obtained.\nPREOPERATIVE DIAGNOSIS: Prolonged mechanical ventilation; ARDS\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Tracheostomy, Planned (Percutaneous, Bronchoscopic Assistance) (CPT 31600)\nATTENDING: Dr. Jennifer Taylor\nASSISTANT: Dr. Mark Stevens, Fellow\nSupport Staff:\n\nRN: Amanda White\nRT: Christopher Lee\n\nANESTHESIA: Propofol and Fentanyl infusions (patient already intubated and sedated)\nMONITORING: ICU monitoring with continuous pulse oximetry, arterial line, telemetry\nINSTRUMENT: Olympus bronchoscope, Ciaglia Blue Rhino percutaneous tracheostomy kit, 8.0 Shiley cuffed tracheostomy tube\nESTIMATED BLOOD LOSS: 20 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter timeout, all procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine with neck extension (shoulder roll)\nThe bronchoscope was introduced through the existing 8.0 ETT into the trachea. The bronchoscope was retracted into the ETT tube and the ET tube retracted into the subglottic space under direct visualization. The inferior border of the cricoid along with the proximal tracheal rings were visualized and counted.\nWith bronchoscopic visualization, the anterior neck was prepped and draped in sterile fashion. Lidocaine 1% 3ml was injected into the anterior neck for local anesthesia. A 1cm vertical skin incision was made with a #10 blade down through the subcutaneous tissue, just inferior to the cricoid cartilage.\nA syringe with 1% Lidocaine was attached to the introducer needle and passed between the 1st and 2nd tracheal rings into the trachea under direct visualization. Aspiration of air confirmed tracheal entry. The needle was removed and the 18-gauge introducer catheter over needle was advanced into this [REDACTED] under direct visualization.\nThe inner needle was removed and the introducer catheter left in place. A J-wire was passed through the catheter, visualized with the bronchoscope entering the tracheal lumen. The site was dilated using the 14Fr introducing dilator passed over the wire.\nThe 14Fr dilator was removed and an 8Fr guiding catheter placed over the guide wire until the safety ridge on the guiding catheter was at skin level. The Blue Rhino dilator was placed over the guiding catheter and advanced until the positioning mark (corresponding to 8.0 trach size) was visualized via the bronchoscope between the 1st and 2nd tracheal rings.\nThe Blue Rhino dilator was removed leaving the guiding catheter and guide wire assembly in place, all under direct visualization bronchoscopically.\nFinally, a Shiley 8.0 cuffed tracheostomy tube with appropriate dilator was introduced over the guiding catheter into the trachea under direct visualization. The dilator, guiding catheter, and J-wire were removed and the tracheostomy tube left in place. [REDACTED] was confirmed bronchoscopically with the tip approximately 3cm above the carina.\nThe endotracheal tube was removed and the ventilator connected to the tracheostomy tube. End-tidal CO2 waveform confirmed appropriate ventilation. Surgicel was placed preemptively around the tracheostomy site to reduce bleeding. A Lyofoam drain sponge was placed under the tracheostomy tube prior to suturing into place with 2-0 nylon sutures.\nThe patient tolerated the procedure well. There were no complications. The staff physician, Dr. Taylor, was present throughout the entire procedure.\nSPECIMEN(S): None\nIMPRESSION/PLAN: Mr. [REDACTED] underwent successful percutaneous tracheostomy with bronchoscopic guidance. Procedure performed without complications. CXR post-procedure shows appropriate positioning without pneumothorax. Continue mechanical ventilation via tracheostomy. Tracheostomy care per protocol. Follow up with ICU team for ongoing management."
}
