{
  "5928374_syn_1": "Dx: RMS anastomotic stenosis (post-transplant).\nAnesthesia: GA, 8.0 ETT.\nProcedure:\n- Flex bronch: 80% web stenosis RMS.\n- Rigid bronch inserted.\n- Rigid dilation: 7mm -> 9mm -> 11mm.\n- Result: 12mm lumen achieved.\nComplications: Mild edema, no bleeding.\nPlan: Admit obs. Re-scope 4 weeks.",
  "5928374_syn_2": "HISTORY: The patient, status post bilateral lung transplantation, presented with dyspnea. Surveillance imaging suggested anastomotic stricture.\nOPERATIVE REPORT: Under general anesthesia (ETT 8.0), flexible bronchoscopy confirmed a severe, web-like stenosis at the right mainstem (RMS) anastomosis (80% obstruction). Transition was made to rigid bronchoscopy. Mechanical dilation was performed utilizing sequential rigid dilators sized 7mm through 11mm. The final luminal diameter was estimated at 12mm. Inspection revealed mild mucosal edema but hemostasis was preserved.\nCONCLUSION: Successful rigid dilation of transplant anastomosis.",
  "5928374_syn_3": "CPT: 31630 (Bronchoscopy with dilation).\nMethod: Rigid bronchoscopy with mechanical dilation.\nTarget: Right Mainstem Bronchus (Anastomosis).\nDetails:\n- Initial inspection via flexible scope.\n- Rigid scope introduction.\n- Sequential passage of rigid dilators (7mm, 9mm, 11mm).\n- Final diameter achieved: 12mm.\nJustification: Severe symptomatic stenosis (80%) requiring rigid mechanics for patency.",
  "5928374_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: Transplant stenosis RMS\nProcedure: Rigid dilation\nSteps:\n1. GA, ETT placed.\n2. Looked with flex scope, saw tight RMS stenosis.\n3. Put in rigid scope.\n4. Used rigid dilators 7, 9, 11 mm.\n5. Opened up to ~12mm.\n6. No bleeding.\nPlan: Obs, surveillance bronch in a month.",
  "5928374_syn_5": "Procedure note for Richard A. Parker lung transplant patient with the RMS stenosis. General anesthesia tube size 8. Looked with the flex scope confirmed the web about 80 percent blocked. Switched to rigid bronchoscopy and did the dilation with the rigid tubes 7 9 and 11 millimeters. Got it open to about 12 millimeters looks good. Mild swelling no real bleeding. Watch him overnight thanks.",
  "5928374_syn_6": "Flexible bronchoscopy with rigid bronchoscopy and bronchial dilation. 53 y/o male 8 months post bilateral lung transplant with worsening dyspnea. Surveillance bronch showed 80% stenosis at right mainstem anastomosis. General anesthesia via ETT 8.0. Flexible bronch confirmed severe web-like stenosis at RMS anastomosis. Rigid bronchoscopy performed through laryngeal mask. Sequential dilation with rigid dilators (7mm, 9mm, 11mm). Final lumen approximately 12mm achieved. Mild mucosal edema post-dilation. No significant bleeding. Left system normal.",
  "5928374_syn_7": "[Indication]\nPost-lung transplant anastomotic stenosis, RMS (80%).\n[Anesthesia]\nGeneral, ETT 8.0 -> Rigid Bronchoscopy.\n[Description]\nWeb-like stenosis id[REDACTED]. Rigid dilation performed sequentially (7mm, 9mm, 11mm). Final lumen ~12mm. Mucosa edematous but intact.\n[Plan]\nInpatient observation. Surveillance bronchoscopy 4 weeks.",
  "5928374_syn_8": "Mr. [REDACTED] underwent a dilation of his right mainstem bronchus today due to a narrowing at his transplant connection. We started with general anesthesia and a standard breathing tube. After confirming the 80% blockage with a flexible scope, we switched to a rigid bronchoscope. We used a series of rigid dilators, increasing in size from 7mm to 11mm, to mechanically open the airway. By the end, we achieved a 12mm opening. There was some swelling but no bleeding.",
  "5928374_syn_9": "Dx: RMS bronchus constriction post lung transplant\nProcedure: Flexible bronchoscopy with rigid bronchoscopy and bronchial expansion\nDETAILS: General anesthesia via ETT. Flexible bronch confirmed severe web-like constriction at RMS anastomosis. Rigid bronchoscopy performed. Sequential expansion with rigid instruments (7mm, 9mm, 11mm). Final caliber approximately 12mm achieved. Mild mucosal edema post-expansion. No significant hemorrhage."
}
