{
  "5938271_syn_1": "Indication: Bilateral lung masses.\nProcedures:\n- RUL Mass: Endobronchial Bx (x6), TBNA (x5). ROSE: Malignant.\n- LLL Lesion: Radial EBUS localization. TBBX (x5), TBNA (x4). ROSE: Necrosis.\n- BAL LLL: Cx sent.\nComplications: Moderate bleeding RUL, stopped w/ epi. No pneumo.\nPlan: Path pending. Outpatient d/c.",
  "5938271_syn_2": "PROCEDURE NOTE: [REDACTED] for diagnostic bronchoscopy regarding bilateral pulmonary opacities. The airway was secured with an 8.5 ETT. Inspection revealed a fungating endobronchial lesion obstructing the RUL superior segment; this was extensively sampled via forceps biopsy and transbronchial needle aspiration (TBNA), yielding a malignant diagnosis on ROSE. Attention was turned to the LLL, where a peripheral lesion was localized utilizing radial EBUS. Transbronchial biopsies and needle aspirations were obtained. Hemostasis was achieved with topical epinephrine. The patient remained stable.",
  "5938271_syn_3": "Coding Substantiation:\n1. 31625: Endobronchial biopsy of RUL mass.\n2. 31629: TBNA of RUL mass (distinct technique).\n3. 31628: Transbronchial lung biopsy of LLL lesion (separate lobe).\n4. 31654: Radial EBUS for guidance of LLL biopsy.\n5. 31624: BAL of LLL.\nNote: Distinct lesions in separate lobes support multiple sampling codes. Modifier -59/XS applicable.",
  "5938271_syn_4": "Procedure: Bronchoscopy w/ Biopsy\nPatient: [REDACTED], 65M\nStaff: Dr. Rodriguez\nSteps:\n1. ETT 8.5. General Anesthesia.\n2. Saw mass in RUL. Biopsied it (forceps + needle). Bleeding controlled.\n3. Went to LLL. Used radial EBUS to find the nodule.\n4. Biopsied LLL (forceps + needle).\n5. Did a BAL in LLL.\n6. ROSE said RUL is cancer. LLL was just necrosis.\nPlan: Wait for final path.",
  "5938271_syn_5": "Bronch for Robert Kim he has spots on both lungs. Put him to sleep tube in. Right upper lobe had a big ugly mass blocking the airway so we took bites with the forceps and poked it with the needle rose said cancer. Then went to the left lower lobe used the radar probe thing radial ebus found the spot and biopsied that too. Was bleeding a bit in the right side used epi. Woke up fine sending him home.",
  "5938271_syn_6": "Flexible bronchoscopy, diagnostic. Patient: [REDACTED]. Indications: Bilateral lung masses. Findings: RUL endobronchial fungating mass obstructing superior segment. LLL peripheral lesion localized with REBUS. Procedures: RUL endobronchial biopsy and TBNA. LLL transbronchial biopsy and TBNA. LLL BAL. Measurements: 110cc saline instilled, 20cc returned. Complications: Moderate bleeding controlled with epinephrine. Disposition: Stable.",
  "5938271_syn_7": "[Indication] Bilateral lung masses, suspect malignancy.\n[Anesthesia] General, 8.5 ETT.\n[Description] 1. RUL Mass: Endobronchial. Biopsied (Forceps/TBNA). ROSE+.\n2. LLL Nodule: Peripheral. Navigated with Radial EBUS. Biopsied (TBBX/TBNA).\n3. LLL BAL performed.\n[Plan] Discharge. Follow-up oncology.",
  "5938271_syn_8": "We performed a bronchoscopy on [REDACTED] to investigate masses in both his right and left lungs. Upon entering the right upper lobe, we immediately saw a large mass blocking the airway, which we biopsied. The pathologist in the room confirmed it was cancer. We then moved to the left lower lobe and used a special ultrasound probe to find a smaller spot deeper in the lung. We took samples of that as well. He had some bleeding, but we stopped it with medication. He is waking up now.",
  "5938271_syn_9": "Operation: Fiberoptic bronchoscopy with multisite sampling.\nSubject: [REDACTED].\nFindings: An endobronchial tumor was obstructing the RUL. This was sampled via forceps and needle aspiration. A secondary lesion in the LLL was targeted utilizing radial endobronchial ultrasound. Transbronchial specimens were acquired. Bronchoalveolar lavage was executed in the LLL. Hemostasis was secured.",
  "5938271": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\n\nProceduralist(s): Amanda Rodriguez, MD\n\nAnesthesia/Medications:\n• General anesthesia with 8.5 ETT placement\n• Topical anesthesia (6 cc 1% lidocaine)\n• Additional intravenous medications per institutional protocol\n\nIndications: Bilateral lung masses\nPre-Procedure Diagnosis: Suspected lung malignancy\nPost-Procedure Diagnosis: Suspected lung malignancy\n\nConsent: The nature, purpose, risks, benefits, and alternatives of the procedure were discussed with the patient (or surrogate). Informed consent was obtained and documented per institutional protocol.\n\nTime-Out: A formal time-out was performed confirming the patient's id[REDACTED], procedure, and site.\n\nI. Initial Airway Inspection\n\nFindings:\n• The flexible bronchoscope was introduced through the 8.5 ETT and advanced into the trachea\n• The trachea was thoroughly examined, revealing a sharp carina\n• The bronchial tree was inspected bilaterally to the subsegmental level\n• Inspection notable for an endobronchial fungating mass in the RUL obstructing the superior and anterior segments\n• The remaining airways appeared normal with no additional endobronchial abnormalities, mucosal irregularities, or abnormal secretions\n\nII. Tissue Sampling Procedures\n\nA. Right Upper Lobe (RUL) Endobronchial Biopsy\n• An endobronchial mass was id[REDACTED] obstructing the superior and anterior segments of the RUL\n• Sampling Techniques:\n  - Transbronchial Needle Aspiration (TBNA): Performed using Periview Flex transbronchial needle with five (5) passes\n  - Endobronchial Forceps Biopsy: Performed with six (6) samples obtained\n  - Hemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine\n\nB. Left Lower Lobe (LLL) Lesion Biopsy\n• A second lesion was id[REDACTED] in the superior segment of the LLL using radial endobronchial ultrasound (EBUS) with a concentric view\n• Sampling Techniques:\n  - Transbronchial Needle Aspiration (TBNA): Performed using Periview Flex with four (4) passes\n  - Transbronchial Forceps Biopsy: Performed with five (5) samples obtained\n  - Hemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine\n\nC. Bronchoalveolar Lavage (BAL) - Left Lower Lobe (LLL) Superior Segment\n• A BAL was performed in the superior segment of the left lower lobe\n• Instillation: 110 cc normal saline\n• Return: 20 cc\n• Samples sent for cytology, microbiology (bacterial, fungal, and mycobacterial cultures), and differential cell count\n\nD. Rapid On-Site Evaluation (ROSE)\n• Right Upper Lobe (RUL) lesion: ROSE interpretation was malignant\n• Left Lower Lobe (LLL) lesion: ROSE revealed abundant necrosis but pathology was unable to definitively confirm malignancy\n\nIII. Final Airway Re-Inspection and Conclusion\n\nFindings:\n• No active bleeding was noted on final airway inspection\n• No evidence of airway compromise\n\nEstimated Blood Loss: Moderate, successfully controlled with topical epinephrine\nComplications: No immediate complications\n\nDisposition/Plan:\n• The patient remained hemodynamically stable throughout the procedure and was transferred to the PACU in stable condition\n• Post-procedure CXR was performed to rule out pneumothorax or other complications\n• Pathology, cytology, and microbiology results are pending\n• Follow-up bronchoscopy and multidisciplinary evaluation will be planned based on final pathology results\n\nAttending: Amanda Rodriguez, MD\nInterventional Pulmonary and Critical Care\nNaval Medical Center San Diego\n\n________________________________________"
}
