{
  "5951047_syn_1": "Target: 31mm RML nodule.\nNav: Galaxy (2.1mm accuracy).\nCheck: Fluoro + rEBUS (Concentric).\nAction: TBNA x6, Forceps x4, Brush.\nROSE: Atypical cells.",
  "5951047_syn_2": "OPERATIVE REPORT: [REDACTED] biopsy of a PET-avid RML nodule. The Galaxy robotic system was navigated to RB4. Registration error was 2.1mm. Position was confirmed via fluoroscopy and concentric rEBUS view. Sampling proceeded with 21G TBNA, forceps biopsy, and brushing. ROSE indicated atypical cells, malignancy not excluded.",
  "5951047_syn_3": "Codes: 31629, 31623, 31627, 31654.\nTechnique: Electromagnetic navigation (Galaxy) with fluoroscopic and rEBUS confirmation. No TiLT divergence noted.",
  "5951047_syn_4": "Resident Note\nPt: R. Green\nSite: RML (RB4)\n1. Galaxy Nav.\n2. Fluoro check good.\n3. rEBUS concentric.\n4. TBNA x6, Bx x4, Brush.\n5. ROSE: Atypical.\nPlan: Wait for final path.",
  "5951047_syn_5": "ronald green rml nodule 31mm. used the galaxy robot. registration was good 2.1mm. verified with fluoro and concentric rebus. did needle forceps and brush. rose was atypical cells could be cancer. patient discharged ok.",
  "5951047_syn_6": "PET-avid lung nodule. 31mm nodule in RML. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB4. Registration accuracy: 2.1mm. Fluoroscopic guidance used to confirm scope position. rEBUS view: Concentric. Transbronchial needle aspiration (21G). Transbronchial forceps biopsy. Cytology brushings. ROSE Result: Atypical cells.",
  "5951047_syn_7": "[Indication]\nPET-avid RML nodule.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav to RB4. Fluoro confirmed. rEBUS concentric. TBNA, Bx, Brush done.\n[Plan]\nPathology pending.",
  "5951047_syn_8": "[REDACTED] a robotic biopsy of his right middle lobe nodule. We used the Galaxy system and achieved good registration accuracy. We confirmed our position with fluoroscopy and ultrasound, which showed a concentric view. We took multiple samples. The initial pathology showed atypical cells.",
  "5951047_syn_9": "Procedure: Robotic RML biopsy.\nTools: Galaxy, 21G needle, forceps, brush.\nVerification: Fluoroscopy and rEBUS (concentric).\nResult: Atypical cells on ROSE.",
  "5951047": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: PET-avid lung nodule\nTarget: 31mm nodule in RML\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t10\t363\t10\t100\t5\t18\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RML (RB4) based on the pre-operative CT navigational plan. Registration accuracy: 2.1mm.\n\nFluoroscopic guidance used to confirm scope position relative to target. Navigation alignment confirmed.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 21G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Atypical cells, cannot exclude malignancy\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nGarcia, MD"
}
