{
  "6184729_syn_1": "Indication: RUL Nodule.\nTech: Ion Robotic Bronch + Cone Beam CT.\nAction: Navigated to RUL anterior segment. Target confirmed on CBCT.\nSampling: TBNA x6, Cryobiopsy x5.\nadd-on: Chartis LUL (CV negative).\nResult: ROSE atypical. No pneumothorax.\nPlan: D/C home.",
  "6184729_syn_2": "PROCEDURE: Robotic-Assisted Navigational Bronchoscopy (Ion Platform).\nPATIENT: [REDACTED].\nNARRATIVE: Following general anesthesia, the Ion catheter was navigated to a 1.4 cm nodule in the RUL anterior segment. Local alignment was verified via 3D spin (Cone Beam CT). Transbronchial needle aspiration and cryobiopsies were obtained under fluoroscopic and virtual guidance. Subsequently, a Chartis assessment of the LLL was performed to evaluate collateral ventilation for potential future valve therapy; CV was absent. The patient tolerated the procedure well.",
  "6184729_syn_3": "Billing Record:\n- 31627 (Navigational Bronchoscopy): Ion platform used.\n- 31629 (TBNA): RUL nodule.\n- 31628 (Transbronchial Biopsy): RUL nodule (Cryo).\n- 31634 (Balloon Occlusion): LLL Chartis assessment (distinct lobe).\n- 76377/77012: 3D Rendering/CT Guidance (Check facility billing rules).\nDiagnosis: Solitary lung nodule (R91.1).",
  "6184729_syn_4": "Procedure: Ion Bronch\nPatient: [REDACTED]\nSteps:\n1. Time out. GA.\n2. Set up Ion robot.\n3. Drove to RUL nodule. Spun the C-arm (CIOS) to check spot. Perfect.\n4. Needles and cryo biopsies taken.\n5. Went to LLL with regular scope and did Chartis check. No flow = good for valves later.\n6. Extubated. All good.",
  "6184729_syn_5": "[REDACTED] here for the robot bronch. He has a nodule in the RUL and COPD. We used the ion robot to get out there. Spun the ct scan to make sure we were in the right spot. Took a bunch of biopsies with the needle and the freezer probe. Then we checked his left lung with the chartis balloon to see if we can put valves in later looks like no collateral ventilation so thats a go. No complications.",
  "6184729_syn_6": "Patient: [REDACTED]. Procedure: Robotic Navigational Bronchoscopy with Biopsy and Chartis Assessment. Equipment: Ion Endoluminal System, Cios Spin. Findings: 1.4 cm RUL nodule. Actions: Navigation to target. Cone beam CT confirmation. TBNA (21G/23G) and Cryobiopsy performed. ROSE: Atypical cells. Additional: LLL Chartis assessment (CV negative). Complications: None.",
  "6184729_syn_7": "[Indication] RUL nodule, COPD.\n[Anesthesia] General.\n[Description] Navigational bronchoscopy (Ion) to RUL nodule. Position confirmed with Cone Beam CT. TBNA and Cryobiopsy performed. LLL Chartis assessment performed (CV negative).\n[Plan] Discharge. Await pathology.",
  "6184729_syn_8": "[REDACTED] a robotic bronchoscopy today. We successfully navigated the robotic catheter to the small nodule in his right upper lung. To be absolutely sure of our location, we took a 3D CT scan right there in the room, which showed we were right on target. We took several biopsies. Since he also has severe COPD, we tested his left lung to see if he might be a candidate for valves in the future, and the test looked promising.",
  "6184729_syn_9": "Operation: Computer-assisted image-guided bronchoscopy.\nSubject: [REDACTED].\nTechnique: The robotic catheter was steered to the RUL target. Localization was validated via Cone Beam CT. Lesion sampled via needle aspiration and cryoprobe. A Chartis occlusion balloon was deployed in the LLL to appraise collateral ventilation. The airway was inspected and found patent.",
  "6184729": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\n\nIndication for Operation: [REDACTED] is a 74-year-old male with chronic obstructive pulmonary disease (COPD) and a right upper lobe (RUL) nodule. The nature, purpose, risks, benefits, and alternatives to bronchoscopy were discussed with the patient in detail. Patient indicated a wish to proceed with surgery and informed consent was signed.\n\nConsent: Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form. The consent was witnessed by an assisting medical professional.\n\nPreoperative Diagnosis: R91.1 Solitary Lung Nodule, J44.9 COPD\nPostoperative Diagnosis: R91.1 Solitary Lung Nodule, J44.9 COPD\n\nProcedure:\n• 31624 Diagnostic bronchoscopy/lavage (BAL)\n• 31628 Transbronchial biopsy single lobe\n• 31629 TBNA single lobe\n• 31627 Navigational Bronchoscopy (computer assisted)\n• 31634 Balloon occlusion or placement of occlusive substance\n• 76377 3D rendering with interpretation and reporting of CT, US, Tomo modality (ION Planning Station)\n• 77012 Radiology/radiologic guidance for CT guided needle placement (CIOS)\n• XU Unusual Non-Overlapping Service, the use of a service that is distinct because it does not overlap usual components of the main service\n• C7509 Diagnostic with cell washing(s) when performed, with computer-assisted image-guided navigation, including fluoroscopic guidance when performed\n• C7510 Bronchial alveolar lavage(s), with computer-assisted image-guided navigation, including fluoroscopic guidance when performed\n• C7511 Single or multiple bronchial or endobronchial biopsy(ies), single or multiple sites, with computer-assisted image-guided navigation, including fluoroscopic guidance when performed\n\nAttending: Russell J. Miller, MD\nAnesthesia: General Anesthesia\nMonitoring: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n\nInstrument:\n• Flexible Therapeutic Bronchoscope\n• Ion Robotic Bronchoscope\n\nEstimated Blood Loss: Minimum\nComplications: None\n\nProcedure in Detail:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\nThe therapeutic flexible bronchoscope was introduced through the endotracheal tube adaptor and advanced into the trachea. The trachea was thoroughly examined, revealing a sharp carina. The bronchial tree was inspected bilaterally to the subsegmental level, with the mucosa appearing smooth and uniformly pink. No nodularity, lesions, abnormal secretions, airway narrowing, or distortion was noted.\n\nNavigation and Targeting:\nA CT chest scan was displayed on a separate planning station to generate a three-dimensional rendering of the pathway to the target. The navigational plan was reviewed, verified, and loaded into the robotic bronchoscopy platform. Robotic navigation was performed using the Ion platform with partial registration. The Ion robotic catheter was advanced to the Anterior Segment of RUL (RB3), targeting a lesion approximately 1.4 cm in diameter. Under navigational guidance, the catheter was advanced to within 2.5 cm of the planned target.\n\nCone Beam CT Imaging:\nA cone beam CT was obtained using the Cios Spin system with a low-dose spin protocol. Three-dimensional reconstructions were performed on an independent workstation, and the images were transmitted to the Ion platform. Based on the updated nodule location, the Ion robotic system was adjusted accordingly. I personally reviewed and interpreted the cone beam CT and 3D reconstructions.\n\nTransbronchial Needle Aspiration (TBNA):\nA TBNA was performed using a 23G needle via the extended working channel catheter. A subsequent low-dose CT spin confirmed appropriate tool placement within the lesion. Additional TBNA samples (total of six) were then obtained using both 21G Needle and 23G Needle. All samples were sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\n\nTransbronchial Cryobiopsy:\nTransbronchial cryobiopsies were performed using a 1.1 mm cryoprobe via the extended working channel catheter with a freeze time of 6 seconds per sample. A total of five samples were collected and sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\n\nBronchoalveolar Lavage (BAL):\nA BAL was performed through the extended working channel catheter by instilling 20 cc of normal saline, with 10 cc returned. Samples were sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\n\nRapid On-Site Evaluation (ROSE):\nROSE from the Ion procedure revealed atypical cells present but no evidence of malignant neoplasm, suggesting an inflammatory or infectious process.\n\nAdditional BAL:\nAfter completion of the robotic bronchoscopy, the therapeutic bronchoscope was reinserted, and a BAL was performed in the Apical Segment of RUL (RB1). Forty cc of normal saline was instilled with a 20 cc return, and samples were sent for Cell Count.\n\nChartis Evaluation:\nA Chartis evaluation of the left upper lobe was performed to assess for collateral ventilation in anticipation of future endobronchial valve (EBV) treatment. Balloon occlusion using the Chartis system in the target left upper lobe confirmed the absence of collateral ventilation as evidenced by the cessation of the air leak.\n\nThe patient tolerated the procedure well. There were no immediate complications. At the conclusion of the operation, the patient was extubated in the operating room and transported to the recovery room in stable condition.\n\nSpecimen(s):\n• TBNA (RUL): Peripheral nodule sample sent for pathology and culture\n• Transbronchial Cryobiopsies (RUL): Peripheral nodule samples sent for pathology and culture\n• BAL (RUL): Specimen sent for respiratory and fungal cultures, AFB, and cytology\n\nImpression/Plan: [REDACTED] is a 74-year-old male who underwent bronchoscopy for evaluation of an RUL peripheral nodule as well as a Chartis examination of the left upper lobe in preparation for potential EBV treatment. Collateral ventilation status was confirmed.\n\nRecommendations:\n• Transfer to PACU\n• Obtain chest X-ray\n• Discharge home once cleared by PACU\n• Await pathology and culture results and based on findings follow up for EBV insertion for COPD\n\nRussell J. Miller, MD\n[REDACTED]\n\n________________________________________"
}
