{
  "6202549_syn_1": "Indication: Lung-RADS 4X nodule (22mm RUL).\nProcedure: Bronchoscopy with Galaxy robotic navigation.\n- Navigated to RUL (RB3). Reg error 3.6mm.\n- TiLT+ used to correct 1.4cm divergence.\n- rEBUS: Eccentric view.\n- TBNA (22G) x 6 passes.\n- BAL RUL: 60cc in/22cc out.\n- Fiducial placed.\nROSE: Benign respiratory epithelium.\nPlan: Recovery, D/C.",
  "6202549_syn_2": "The patient presented for diagnostic bronchoscopy regarding a 22mm RUL lesion. Following induction of general anesthesia, the Noah Galaxy robotic system was deployed. Electromagnetic registration was achieved with 3.6mm accuracy. Upon navigation to the RB3 segment, Augmented Fluoroscopy (TiLT+) id[REDACTED] a significant divergence of 1.4cm necessitating alignment correction. Once confirmed via eccentric rEBUS signal, sampling was performed using a 22G needle and bronchoalveolar lavage. A gold fiducial was implanted for future stereotactic planning. Cytopathology revealed benign cells.",
  "6202549_syn_3": "CPT Coding Justification:\n31627: Navigation (Galaxy system utilized to reach RUL target).\n31654: Radial EBUS (Peripheral probe used to localize 22mm lesion).\n31629: TBNA (22G needle aspiration of RUL nodule).\n31626: Fiducial Markers (Placement of gold marker for SBRT).\n31624: BAL (Separate lavage of target segment).\nTechnique: TiLT+ tomosynthesis used to verify tool-in-lesion.",
  "6202549_syn_4": "Procedure: Robotic Bronchoscopy (Galaxy)\nTarget: RUL nodule\nSteps:\n1. GA/ETT.\n2. Registration (3.6mm error).\n3. Navigated to RUL anterior segment.\n4. TiLT spin showed 1.4cm divergence; updated target.\n5. Confirmed with rEBUS (eccentric).\n6. TBNA x6, BAL performed.\n7. Fiducial dropped.\n8. ROSE benign.\nPlan: Discharge.",
  "6202549_syn_5": "pt [REDACTED] for lung rads 4x nodule rul. we used the galaxy robot scope registered ok 3.6mm. went to the right upper lobe had to use the tilt spin because the target was off by like 1.4cm. once lined up we saw it on ebus eccentric view. did some needle passes 22g and washed it out. put a marker in too. rose said benign stuff. no bleeding really. done.",
  "6202549_syn_6": "The patient was brought to the endoscopy suite and placed under general anesthesia. A Noah Galaxy bronchoscope was inserted. Registration was performed with a 3.6mm error. Navigation to the 22mm RUL nodule was assisted by TiLT+ tomosynthesis which corrected a 1.4cm divergence. Radial EBUS showed an eccentric view. Transbronchial needle aspiration and BAL were performed. A gold fiducial was placed. There were no complications.",
  "6202549_syn_7": "[Indication]\nLung-RADS 4X nodule, 22mm RUL.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nGalaxy navigation to RB3. TiLT+ correction of 1.4cm divergence. rEBUS eccentric. TBNA (22G) and BAL performed. Fiducial placed.\n[Plan]\nDischarge to home. Follow up 1 week.",
  "6202549_syn_8": "We began the procedure by inducing general anesthesia and securing the airway. The Galaxy robotic scope was introduced, and we navigated to the Right Upper Lobe. Utilizing the TiLT+ feature, we id[REDACTED] and corrected a divergence of 1.4cm. After confirming the lesion with radial EBUS, we obtained samples via needle aspiration and lavage. Finally, a fiducial marker was placed to assist with future radiation therapy.",
  "6202549_syn_9": "Indication: Lung-RADS 4X mass.\nTechnique: The Galaxy scope was steered to the RUL target. TiLT+ imaging rectified a 1.4cm discrepancy. rEBUS verified the location. The lesion was sampled via TBNA and lavage. A marker was deployed for SBRT. ROSE analysis indicated benign tissue.",
  "6202549": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Rachel Kim\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Lung-RADS 4X nodule\nTarget: 22mm nodule in RUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t12\t306\t11\t100\t8\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RUL (RB3) based on the pre-operative CT navigational plan. Registration accuracy: 3.6mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.4cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 22G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nBronchoalveolar lavage performed at target segment. 60mL instilled, 22mL return. Sent for Cytology and Culture.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nKim, MD"
}
