{
  "62481955_syn_1": "Indication: RUL Nodule.\nProc: Robotic Bronch (Ion), TBNA, Cryo, BAL.\nFindings: 1.4cm RUL lesion.\nActions:\n- Navigated to lesion.\n- CBCT confirm.\n- TBNA x6, Cryo x5.\n- ROSE: Atypical cells.\n- Chartis LUL: CV negative.\nPlan: D/C, await path.",
  "62481955_syn_2": "PROCEDURE REPORT: The patient underwent robotic-assisted bronchoscopy for evaluation of a solitary RUL nodule. \nTECHNIQUE: The Ion platform was utilized for navigation to the Anterior Segment of the RUL. Tool-in-lesion was confirmed via Cone Beam CT. Diagnostic sampling included TBNA (21G/23G) and transbronchial cryobiopsy. BAL was also performed. \nADDITIONAL: Chartis assessment of the LUL confirmed absence of collateral ventilation for future BLVR planning.",
  "62481955_syn_3": "Codes: 31629 (TBNA), 31628 (Biopsy), 31624 (BAL), 31627 (Nav), 31634 (Balloon Test).\nSpecifics: Ion Robotic Navigation used. CBCT verification. Samples obtained via needle and cryoprobe. Separate lobe (LUL) assessed with Chartis for CV status.",
  "62481955_syn_4": "Resident Note: Robotic Bronch\nPatient: [REDACTED]\nSteps:\n1. GA / ETT.\n2. Ion robot setup and nav to RUL target.\n3. Spin CT confirm.\n4. Biopsies: Needle and Cryo.\n5. BAL performed.\n6. Chartis check on LUL (for COPD).\n7. ROSE: Atypical.\nPlan: Recovery.",
  "62481955_syn_5": "logan [REDACTED] here for the rul nodule. used the ion robot. drove out to the nodule in the rul anterior segment. spin ct showed we were right on it. took a bunch of biopsies needle and cryo. rose said atypical. also did a bal. then checked the left side with chartis for his emphysema looks like no cv there. patient did fine.",
  "62481955_syn_6": "DATE OF PROCEDURE: [REDACTED]. INDICATION: RUL nodule and COPD. Flexible Therapeutic Bronchoscope and Ion Robotic Bronchoscope used. Navigation to Anterior Segment RUL (RB3). Cone Beam CT confirmed tool placement. TBNA and Transbronchial Cryobiopsy performed. BAL performed. ROSE revealed Atypical cells. Chartis Evaluation of LUL confirmed absence of collateral ventilation. Patient tolerated well.",
  "62481955_syn_7": "[Indication]\nRUL Nodule, COPD.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\nIon Robotic nav to RUL. CBCT confirm. TBNA and Cryo samples taken. BAL performed. Chartis assess of LUL (Neg CV).\n[Plan]\nDischarge, await path, f/u for valves.",
  "62481955_syn_8": "We used the robotic bronchoscope to biopsy [REDACTED] today. We navigated to the right upper lobe and confirmed our position with a 3D spin scan. We took several needle and cryo biopsies. While we were there, we also washed the area (BAL) and checked his left lung with the Chartis balloon to see if he's a candidate for valves later—looks like he is.",
  "62481955_syn_9": "Procedure: Robotic bronchoscopy with TBNA and cryobiopsy.\nTarget: RUL mass.\nTechnique: Ion platform navigation. CBCT verification. Sampling via aspiration and cryoprobe. Lavage performed. LUL physiologic assessment (Chartis) conducted.\nResult: Samples submitted, CV status established.",
  "62481955": "DATE OF PROCEDURE: [REDACTED]\nINDICATION FOR OPERATION:  Logan Pierce MRN: [REDACTED] is a 76 year old-year-old male chronic obstructive pulmonary disease (COPD) and a right upper lobe (RUL) nodule.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\nPREOPERATIVE DIAGNOSIS: R91.1 Solitary Lung Nodule J44.9 COPD\nPOSTOPERATIVE DIAGNOSIS:  R91.1 Solitary Lung Nodule J44.9 COPD\n\nATTENDING:  \nSofia Mitchell MD\n\nANESTHESIA: \nGeneral Anesthesia\n\nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n\nINSTRUMENT : \nFlexible Therapeutic Bronchoscope\nIon Robotic Bronchoscope\n\nESTIMATED BLOOD LOSS:   Minimum\n\nCOMPLICATIONS:\tNone\n\nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n    The therapeutic flexible bronchoscope was introduced through the endotracheal tube adaptor and advanced into the trachea. The trachea was thoroughly examined, revealing a sharp carina. The bronchial tree was inspected bilaterally to the subsegmental level, with the mucosa appearing smooth and uniformly pink. No nodularity, lesions, abnormal secretions, airway narrowing, or distortion was noted.\n\nNavigation and Targeting:\nA CT chest scan was displayed on a separate planning station to generate a three-dimensional rendering of the pathway to the target. The navigational plan was reviewed, verified, and loaded into the robotic bronchoscopy platform.\nRobotic navigation was performed using the Ion platform with partial registration. The Ion robotic catheter was advanced to the Anterior Segment of RUL (RB3), targeting a lesion approximately 1.4 cm in diameter. Under navigational guidance, the catheter was advanced to within 2.5 cm of the planned target.\nCone Beam CT Imaging:\nA cone beam CT was obtained using the Cios Spin system with a low-dose spin protocol. Three-dimensional reconstructions were performed on an independent workstation, and the images were transmitted to the Ion platform. Based on the updated nodule location, the Ion robotic system was adjusted accordingly. I personally reviewed and interpreted the cone beam CT and 3D reconstructions.\nTransbronchial Needle Aspiration (TBNA):\nA TBNA was performed using a 23G needle via the extended working channel catheter. A subsequent low-dose CT spin confirmed appropriate tool placement within the lesion. Additional TBNA samples (total of six) were then obtained using both 21G Needle and 23G Needle. All samples were sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\nTransbronchial Cryobiopsy:\nTransbronchial cryobiopsies were performed using a 1.1 mm cryoprobe via the extended working channel catheter with a freeze time of 6 seconds per sample. A total of five samples were collected and sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\nBronchoalveolar Lavage (BAL):\nA BAL was performed through the extended working channel catheter by instilling 20 cc of normal saline, with 10 cc returned. Microbiology (Cultures/Viral/Fungal) and Cytology. \nRapid On-Site Evaluation (ROSE):\nROSE from the Ion procedure revealed Atypical cells present but no evidence of malignant neoplasm, suggesting an inflammatory or infectious process\nAdditional BAL:\nAfter completion of the robotic bronchoscopy, the therapeutic bronchoscope was reinserted, and a BAL was performed in the Apical Segment of RUL (RB1). Forty cc of normal saline was instilled with a 20 cc return, and samples were sent for Cell Count.\nChartis Evaluation:\nA Chartis evaluation of the left upper lobe was performed to assess for collateral ventilation in anticipation of future endobronchial valve (EBV) treatment. Balloon occlusion using the Chartis system in the target left upper lobe confirmed the absence of collateral ventilation as evidenced by the cessation of the air leak.\n\nThe patient tolerated the procedure well.  There were no immediate complications.  At the conclusion of the operation, the patient was extubated in the operating room and transported to the recovery room in stable condition. \n\nSPECIMEN(S): \nTBNA (RUL): Peripheral nodule sample sent for pathology and culture.\nTransbronchial Cryobiopsies (RUL): Peripheral nodule samples sent for pathology and culture.\nBAL (RUL): Specimen sent for respiratory and fungal cultures, AFB, and cytology.\n\nIMPRESSION/PLAN: Logan Pierce is a 76 year old-year-old male who underwent bronchoscopy for evaluation of an RUL peripheral nodule as well as a Chartis examination of the left upper lobe in preparation for potential EBV treatment. Collateral ventilation status was confirmed.\n\nTransfer to PACU\nObtain chest X-ray\nDischarge home once cleared by PACU\nAwait path and culture results and based on findings f/u for EBV insertion for COPD\n\nSofia Mitchell, MD\n[REDACTED]"
}
