{
  "6309443": "BRONCHOSCOPY PROCEDURE NARRATIVE\n\nOn [REDACTED], Virginia Richardson, a 79-year-old female patient, presented to Memorial Hospital [REDACTED] for a combined bronchoscopic procedure consisting of endobronchial ultrasound-guided mediastinal staging and robotic bronchoscopy with peripheral lung biopsy. The procedure was performed by Maria Santos, MD, with Kevin Chang assisting.\n\nThe clinical indication for this procedure was combined staging and peripheral nodule diagnosis. Preprocedural imaging had demonstrated a 16.3 millimeter part-solid pulmonary nodule located in the RUL lobe, specifically within the anterior (B3) segment. The lesion exhibited a positive bronchus sign on computed tomography. Positron emission tomography scanning revealed hypermetabolic activity with a maximum standardized uptake value of 12.4. Given the combination of peripheral nodule requiring tissue diagnosis and mediastinal lymphadenopathy necessitating staging, a combined approach was deemed appropriate.\n\nThe patient's medical history included a significant smoking history of 27 pack-years as a former smoker. The American Society of Anesthesiologists physical status classification was 4.\n\nFollowing the administration of general anesthesia by the anesthesiology team, the patient was intubated with a 8.0 millimeter endotracheal tube. The procedure commenced at 07:30.\n\nThe first component of the procedure involved systematic mediastinal lymph node evaluation using linear endobronchial ultrasound. The Olympus BF-UC180F bronchoscope was advanced through the endotracheal tube, and a thorough airway inspection was performed, revealing no endobronchial abnormalities. Mediastinal and hilar lymph node stations were then surveyed systematically.\n\nAt station 2L, a homogeneous lymph node was id[REDACTED] measuring 19.0 millimeters in short axis and 23.5 millimeters in long axis. The node appeared irregular in shape. Using the 21-gauge needle, 2 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported malignant - adenocarcinoma. At station 10L, a heterogeneous lymph node was id[REDACTED] measuring 22.7 millimeters in short axis and 13.9 millimeters in long axis. The node appeared oval in shape. Using the 21-gauge needle, 4 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported malignant - adenocarcinoma. At station 7, a heterogeneous lymph node was id[REDACTED] measuring 16.8 millimeters in short axis and 24.0 millimeters in long axis. The node appeared round in shape. Using the 21-gauge needle, 4 aspiration passes were performed. The on-site cytopathologist evaluated the specimen and reported adequate lymphocytes, no malignancy.\n\nFollowing completion of the mediastinal staging component, the procedure transitioned to robotic bronchoscopy for peripheral lesion sampling. The Monarch robotic bronchoscopy system, manufactured by Auris Health (J&J), was prepared and registered using CT-to-body methodology. The registration achieved an accuracy of 3.0 millimeters, which was within acceptable parameters for proceeding with navigation.\n\nThe robotic catheter was advanced through the bronchial tree toward the target lesion in the RUL anterior (B3). Navigation was successful, and the catheter reached the planned trajectory endpoint. A twenty-megahertz radial endobronchial ultrasound probe was then deployed through the working channel, revealing a eccentric view of the target lesion. This confirmed appropriate positioning relative to the lesion. Additional confirmation of tool-in-lesion was obtained using augmented fluoroscopy.\n\nTissue sampling was then performed using multiple modalities to maximize diagnostic yield. Transbronchial forceps biopsies were obtained, totaling 6 specimens. Transbronchial needle aspiration was performed with 2 passes through the lesion. Two bronchial brushing specimens were also collected. The on-site cytopathologist evaluated the peripheral specimens and reported malignant - adenocarcinoma. Finally, bronchoalveolar lavage was performed from the RUL lobe and sent for microbiological analysis including bacterial, fungal, and acid-fast bacilli cultures.\n\nThe procedure was completed at 08:45, for a total procedure time of 75 minutes. No complications were encountered during the procedure. There was no significant bleeding, and hemostasis was achieved spontaneously. The estimated blood loss was less than ten milliliters. A post-procedure chest radiograph was obtained and demonstrated no evidence of pneumothorax or other acute abnormality.\n\nThe patient was transferred to the recovery area in stable condition. After an uneventful observation period, the patient was discharged home with standard post-bronchoscopy precautions. Follow-up was arranged for review of final pathology results.\n\nIn summary, this was a successful combined procedure achieving both mediastinal staging and peripheral lesion tissue diagnosis. The final pathology results will guide subsequent oncologic management and will be reviewed at multidisciplinary tumor board.\n\nMaria Santos, MD\nInterventional Pulmonology"
}
