{
  "6483927_syn_1": "Indication: Recurrent malignant pleural effusion (Rt).\nProcedure: PleurX Catheter Insertion (32550).\nSteps: US guidance. Local anes. Tunnel created. 15.5Fr catheter inserted. 1.1L drained.\nOutcome: Good flow. CXR confirms position.\nPlan: Home health education.",
  "6483927_syn_2": "OPERATIVE REPORT: Ms. [REDACTED] presented with a symptomatic recurrent right pleural effusion secondary to metastatic ovarian cancer. To facilitate outpatient management, an indwelling pleural catheter (IPC) was placed. Under ultrasound guidance, the 6th intercostal space was id[REDACTED]. A subcutaneous tunnel was created, and the 15.5 French PleurX catheter was introduced into the pleural space using the Seldinger technique. Approximately 1,100 mL of fluid was evacuated. The device functioned appropriately.",
  "6483927_syn_3": "CPT 32550: Insertion of indwelling tunneled pleural catheter.\nGuidance: Ultrasound (76942 usually bundled or separately reported depending on payer, text says US guidance used).\nDrainage: 1,100 mL removed.\nDevice: PleurX 15.5 Fr.\nDiagnosis: Malignant pleural effusion.",
  "6483927_syn_4": "Procedure: PleurX Placement\nPatient: [REDACTED], 66F\nSteps:\n1. US to find spot on Right back.\n2. Numbed skin. Made tunnel.\n3. Put catheter in. Drained 1L yellow fluid.\n4. Stitched it in.\n5. Teaching done with family.\nPlan: Drain every other day.",
  "6483927_syn_5": "Linda Ward needed a pleurx for her cancer fluid. right side. prepped the skin used ultrasound. tunneled it under the skin put the tube in. drained about a liter. patient got a little coughing but ok. catheter works good. home health to follow up.",
  "6483927_syn_6": "Procedure: Tunneled Pleural Catheter Insertion (Right). Patient: Barbara Torres. Indication: Malignant effusion (Ovarian Ca). Technique: Ultrasound guided access, 6th ICS. 7cm tunnel. 15.5Fr PleurX placed. Output: 1,100mL clear yellow. Complications: None. Disposition: Discharge.",
  "6483927_syn_7": "[Indication] Recurrent malignant pleural effusion, palliation.\n[Anesthesia] Local (Lidocaine).\n[Description] Ultrasound guidance. PleurX catheter tunneled and inserted right hemithorax. 1.1L drained.\n[Plan] Home drainage protocol.",
  "6483927_syn_8": "[REDACTED] suffering from fluid buildup around her lung due to her cancer. To help her breathe better at home, we placed a PleurX drain today. We numbed the area on her right side, created a small tunnel under the skin for the tube, and inserted it into the fluid pocket. We drained over a liter of fluid immediately, which should give her relief. We taught her family how to use the bottles.",
  "6483927_syn_9": "Operation: Implantation of indwelling tunneled pleural catheter.\nSubject: [REDACTED].\nTechnique: The right pleural space was accessed under sonographic guidance. A subcutaneous tract was fashioned. The PleurX conduit was advanced into the cavity. 1,100 mL of effusion was evacuated. The external portion was secured.",
  "6483927": "**PATIENT INFORMATION:**\n- Name: Linda Harrison\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 10:30-11:15\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Jennifer Walsh, MD (Interventional Pulmonology)  \n**ASSISTANT:** Dr. Thomas Lee, MD (IP Fellow)\n\n**INDICATION:**\n66-year-old female with metastatic ovarian cancer and recurrent malignant right pleural effusion requiring thoracentesis every 2-3 weeks. Patient desires outpatient management to improve quality of life.\n\n**PRE-PROCEDURE:**\n- Informed consent obtained with detailed discussion of catheter care, drainage schedule, infection risks, and follow-up\n- Timeout performed\n- Ultrasound examination: Large right pleural effusion, maximum depth 9.4 cm, no loculations, safe window for insertion id[REDACTED]\n- Chest X-ray reviewed: large right effusion, no evidence of trapped lung on previous imaging\n- Vital signs: BP 118/72, HR 76, SpO2 92% on 2L NC\n\n**PROCEDURE DETAILS:**\n- Patient positioned in lateral decubitus position (left side down)\n- Right lateral chest, 6th intercostal space, mid-axillary line id[REDACTED]\n- Site marked with ultrasound guidance\n- Skin prepped with chlorhexidine, sterile drape applied\n- Local anesthesia: 20 mL 1% lidocaine administered subcutaneously and along planned catheter tract\n- Small incision made with #11 blade\n- Tunneling performed from insertion site to anterior chest wall (tunnel length 7 cm)\n- 15.5 French PleurX catheter (Becton Dickinson) advanced over guidewire under ultrasound guidance\n- Catheter coiled appropriately within pleural space\n- Safety suture placed, catheter secured to skin with Dacron cuff in subcutaneous tunnel\n- Valve cap attached\n- Initial drainage: 1,100 mL clear yellow fluid via vacuum bottles\n- Drainage stopped when patient reported chest discomfort\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter system\n- French Size: 15.5 Fr\n- Manufacturer: Becton Dickinson\n\n**SPECIMENS SENT:**\n- Pleural fluid cytology (drainage fluid)\n\n**POST-PROCEDURE:**\n- Procedure completed without complications\n- Post-procedure chest X-ray: IPC in good position, no pneumothorax, residual small to moderate effusion\n- Sterile dressing applied\n- Patient and family education provided by RN (drainage technique, supplies, drainage schedule)\n- Home health referral placed\n- Patient given drainage supplies and vacuum bottles\n- Vital signs: BP 122/74, HR 72, SpO2 96% on 2L NC\n\n**COMPLICATIONS:** None\n\n**DRAINAGE SCHEDULE:** Every other day initially, adjust based on output\n\n**ASSESSMENT:** Successful ultrasound-guided placement of right-sided indwelling pleural catheter for management of recurrent malignant pleural effusion secondary to ovarian cancer.\n\n**PLAN:**\n- Home health nursing visits 2x weekly initially for drainage assistance and catheter site assessment\n- Patient to drain catheter every other day (or as symptomatic)\n- Monitor for signs of infection (fever, erythema, purulent drainage)\n- Follow up in clinic in 2 weeks\n- Continue palliative care and oncology follow-up\n- Monitor for spontaneous pleurodesis (decreasing drainage volumes)"
}
