{
  "6497801_syn_1": "Procedure: Monarch Robotic Bronchoscopy.\nTarget: 23mm RML nodule.\nAction: ETT placed. Registration error 3.7mm. Navigated to RB5. rEBUS adjacent. Telescoped scope.\nSampling: 21G TBNA x7 passes. Continuous visualization confirmed. BAL performed RB5.\nResult: ROSE suspicious for NSCC. No bleeding.\nPlan: Recovery, CXR.",
  "6497801_syn_2": "OPERATIVE NARRATIVE: The patient was anesthetized and intubated. The Monarch robotic endoscopic platform was utilized for navigation. Electromagnetic registration was achieved with a divergence of 3.7mm. The device was advanced to the Right Middle Lobe (RB5), where the catheter was locked. Radial EBUS confirmed the lesion was adjacent to the airway. Under continuous visual guidance, Transbronchial Needle Aspiration (TBNA) was executed using a 21G needle for seven passes. Subsequent Bronchoalveolar Lavage (BAL) was performed. Preliminary pathology suggests non-small cell carcinoma.",
  "6497801_syn_3": "CPT Justification: 31627 (Navigational Bronchoscopy) utilized electromagnetic guidance to RML. 31654 (rEBUS) confirmed target peripherally. 31629 (TBNA) performed on 23mm nodule with 7 passes under direct visualization. 31624 (BAL) performed at RB5. Medical necessity: Diagnosis of ground glass opacity.",
  "6497801_syn_4": "Resident Note:\nProcedure: Robotic Bronchoscopy (Monarch).\nAttending: Dr. Williams.\nSteps:\n1. Time out. GA induced.\n2. Robot docked.\n3. Navigated to RML (Medial Segment).\n4. rEBUS: Adjacent view.\n5. 21G needle biopsy x 7 passes.\n6. BAL x 1.\nFindings: Suspicious for malignancy on ROSE.\nComplications: None.",
  "6497801_syn_5": "pt [REDACTED] bronch suite for biopsy of rml nodule 23mm used monarch robot registration was good 3.7mm error navigated to rb5 saw lesion on rebus adjacent view stuck it 7 times with 21g needle rose said cancer suspected did a wash too no bleeding pt tolerated well extubated sent to pacu cxr ordered.",
  "6497801_syn_6": "After the successful induction of general anesthesia a timeout was performed confirming patient id[REDACTED] procedure and laterality. An 8.0 ETT was secured. The Monarch robotic endoscope was introduced. Electromagnetic registration was completed with error of 3.7mm. The device was navigated to the RML. The outer sheath was parked at RB5. rEBUS performed showing adjacent view. TBNA performed with 21G needle for 7 passes under continuous visualization. BAL performed. ROSE was suspicious for non-small cell carcinoma. No complications.",
  "6497801_syn_7": "[Indication] Ground glass opacity, 23mm RML nodule.\n[Anesthesia] General, 8.0 ETT.\n[Description] Monarch robot navigated to Medial Segment RML. Registration error 3.7mm. rEBUS adjacent. 21G TBNA x7 passes performed. BAL performed.\n[Plan] Discharge if stable. Results pending.",
  "6497801_syn_8": "We proceeded with the induction of anesthesia and secured the airway. The robotic bronchoscope was registered to the electromagnetic field with high accuracy. We navigated specifically to the medial segment of the right middle lobe. Using radial EBUS, we id[REDACTED] the target lesion adjacent to the probe. We then performed transbronchial needle aspiration, ensuring the needle tip was visible exiting the scope before each of the seven passes. A lavage was also collected. The immediate ROSE assessment was concerning for carcinoma.",
  "6497801_syn_9": "Robotic endoscopy commenced after anesthesia. Registration verified with 3.7mm deviation. The instrument was steered to the RML. The sheath was anchored at the RB5 ostium. Radial EBUS verified the lesion location as adjacent. Biopsies were acquired using a 21G aspiration needle with 7 actuations under direct sight. Lavage was conducted. Preliminary analysis indicated malignancy. The system was withdrawn without trauma.",
  "6497801": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 23mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t356\t10\t80\t5\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 3.7mm.\n\nThe device was navigated to the RML. The outer sheath was parked and locked at the ostium of the segmental airway (RB5) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Medial Segment of RML.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nBronchoalveolar lavage performed at RB5. 60mL NS instilled with 24mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nWilliams, MD"
}
