{
  "6522198_syn_1": "Pre-op: 75% BI obstruction (Adenocarcinoma).\nAnesthesia: General/Rigid Bronchoscopy.\nActions:\n- Tumor at BI visualized.\n- Forceps debulking performed (multiple passes).\n- APC and laser used for hemostasis/base ablation.\nResult: 12% residual. EBL 75mL.\nPlan: ICU. Oncology follow-up.",
  "6522198_syn_2": "OPERATIVE REPORT: The patient, presenting with a primary lung adenocarcinoma and severe central airway obstruction (75% at the bronchus intermedius), was brought to the operating suite. Following the induction of general anesthesia, a rigid bronchoscope was introduced. Significant endobronchial tumor burden was id[REDACTED] at the BI. We proceeded with mechanical debulking utilizing biopsy forceps, executing multiple sequential passes to maximize luminal patency. Adjunctive thermal ablation via Argon Plasma Coagulation (APC) and laser therapy was applied to the tumor base for both hemostasis and further tissue destruction. Post-intervention assessment revealed a patent airway with approximately 12% residual obstruction. Hemostasis was excellent.",
  "6522198_syn_3": "Procedure: Therapeutic Rigid Bronchoscopy with Debulking (CPT 31640/31641 utilized for varying modalities).\nLocation: Bronchus Intermedius (BI).\nTechnique:\n1. Mechanical removal of 75% obstructing tumor using rigid forceps.\n2. Destruction of residual tumor base and hemostasis using APC and Laser energy.\nOutcome: Significant restoration of airway patency (reduced to 12% obstruction). Medical necessity supported by malignancy with CAO.",
  "6522198_syn_4": "Procedure Note\nAttending: Dr. Rodriguez\nPt: 51M w/ Lung CA.\nSteps:\n1. GA induced. Rigid scope inserted.\n2. Saw tumor at BI (75% blocked).\n3. Used forceps to debulk the mass.\n4. Used APC and laser to burn the rest and stop bleeding.\n5. Airway looks much better (~12% residual).\n6. Pt stable.\nPlan: ICU obs.",
  "6522198_syn_5": "pt [REDACTED] for the debulking of the lung cancer in the BI it was about 75 percent blocked rigid bronch used general anesthesia. we used the forceps to pull out the tumor pieces and then hit it with the apc and laser to stop the bleeding and burn the base. ebl was like 75ml. airway opens up to 12 percent obstruction patient goes to icu thanks.",
  "6522198_syn_6": "Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Rigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure: ~12% residual obstruction. EBL: ~75mL. Hemostasis achieved. Specimens sent for histology.",
  "6522198_syn_7": "[Indication]\nPrimary lung adenocarcinoma with 75% obstruction at BI.\n[Anesthesia]\nGeneral anesthesia, Rigid Bronchoscopy.\n[Description]\nEndobronchial tumor id[REDACTED] at BI. Mechanical debulking performed using biopsy forceps. Additional tumor destruction and hemostasis achieved via APC and laser. Residual obstruction ~12%. EBL 75mL.\n[Plan]\nICU observation. Oncology follow-up.",
  "6522198_syn_8": "[REDACTED] to the operating room for management of his airway obstruction. Under general anesthesia, we inserted the rigid bronchoscope and located the tumor in the bronchus intermedius, which was causing about 75% blockage. We used biopsy forceps to mechanically remove the bulk of the tumor through several passes. Following this, we utilized both APC and laser to ablate the remaining tumor base and ensure hemostasis. The airway was significantly improved, with only about 12% residual obstruction remaining.",
  "6522198_syn_9": "Operation: Rigid bronchoscopy with tumor excision.\nDetails: The endobronchial neoplasm at the BI was visualized. Mechanical resection was executed using biopsy forceps. Subsequent ablation of the tumor base was performed using APC and laser energy to ensure hemostasis. The obstruction was reduced from 75% to approximately 12%.",
  "6522198": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\n\nIndication: Primary lung adenocarcinoma with CAO\nPre-procedure: ~75% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nRigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~12% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nRodriguez, MD"
}
