{
  "6591713_syn_1": "Proc: Lt Diagnostic Thoracoscopy.\nFindings: Fibrinous adhesions, trapped lung.\nActions:\n- Adhesions visualized.\n- Fluid evacuated.\n- Chest tube placed.\nStatus: Lung expanded (despite trapped lung diagnosis, note says lung expanded - sticking to source text).",
  "6591713_syn_2": "PROCEDURE NOTE: Left-sided diagnostic thoracoscopy was undertaken. Examination revealed extensive fibrinous adhesions consistent with trapped lung physiology. Parietal and visceral surfaces were inspected. Fluid was evacuated. A chest tube was placed to water seal. The lung was noted to expand.",
  "6591713_syn_3": "Billing: 32601 (Diagnostic Thoracoscopy).\nRationale: Left pleural space accessed. Adhesions/trapped lung documented. Fluid drained. No biopsies (32609) or lysis (32651) documented in source. Chest tube placed.",
  "6591713_syn_4": "Resident Note: Left Diagnostic Pleuroscopy\nSteps:\n1. Sedation.\n2. Port 6th ICS.\n3. Findings: Adhesions, trapped lung.\n4. Fluid drained.\n5. Chest tube placed.\nPlan: Monitor.",
  "6591713_syn_5": "left side diagnostic scope saw a lot of adhesions and trapped lung didn't biopsy just drained the fluid and put the tube in lung expanded okay no air leak",
  "6591713_syn_6": "A left diagnostic medical thoracoscopy was performed. Fibrinous adhesions and trapped lung were observed. The parietal, visceral, and diaphragmatic pleura were visualized. All fluid was evacuated, and a chest tube was placed. The lung expanded, and no air leak was noted.",
  "6591713_syn_7": "[Indication] Suspected mesothelioma.\n[Anesthesia] Moderate.\n[Description] Left diagnostic thoracoscopy. Findings: Fibrinous adhesions, trapped lung. Interventions: Fluid evacuation. Chest tube placement.\n[Plan] Path review.",
  "6591713_syn_8": "[REDACTED] a left diagnostic medical thoracoscopy. We observed fibrinous adhesions and evidence of trapped lung. We visualized the pleural surfaces and evacuated the remaining fluid. A chest tube was placed, and the lung expanded without air leak.",
  "6591713_syn_9": "Left diagnostic pleuroscopy executed. Observed fibrinous synechiae and trapped lung. Effusion drained. Catheter deployed. Lung re-expansion confirmed.",
  "6591713": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\n\nIndication: Suspected mesothelioma\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Fibrinous adhesions with trapped lung\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nGarcia, MD"
}
