{
  "6679212": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED]\nMedical Record: [REDACTED]\nService Date: [REDACTED]\nOperator: Brian O'Connor, MD\n\nCLINICAL RATIONALE\nLung cancer staging - suspected NSCLC with mediastinal lymphadenopathy. Target lesion: 15.4mm ground-glass nodule localized to RML lateral (B4).\n\nSEDATION DETAILS\nGeneral endotracheal sedation administered. 8.0mm airway device deployed orally.\n\nOPERATIVE NARRATIVE\n\nSEGMENT 1: LINEAR EBUS MEDIASTINAL ASSESSMENT\n\nThe convex-probe ultrasound bronchoscope (Fujifilm EB-580S) was advanced through the endotracheal conduit. Systematic mediastinal survey was executed. Lymph nodes were visualized at multiple stations and sampled utilizing 21-gauge aspiration needle (Standard FNA).\n\nStation 10R: Visualized homogeneous node (15.1x29.1mm). Executed 3 aspiration passes. ROSE yielded: Adequate lymphocytes.\nStation 4L: Visualized homogeneous node (21.5x25.6mm). Executed 2 aspiration passes. ROSE yielded: Adequate lymphocytes, no malignancy.\nStation 4R: Visualized heterogeneous node (12.6x19.0mm). Executed 2 aspiration passes. ROSE yielded: Suspicious for malignancy.\nStation 11L: Visualized heterogeneous node (22.8x27.5mm). Executed 4 aspiration passes. ROSE yielded: Adequate lymphocytes, no malignancy.\n\nSEGMENT 2: ROBOTIC-ASSISTED PERIPHERAL NAVIGATION\n\nThe Monarch robotic navigation platform (Auris Health (J&J)) was initialized and calibrated. Registration accuracy measured 2.5mm. The articulating catheter was maneuvered to the RML lateral (B4) target zone.\n\nRadial ultrasound miniprobe was deployed, yielding adjacent visualization of the lesion. Instrument-within-target was verified via radial ebus.\n\nTISSUE ACQUISITION:\n- Grasping forceps specimens acquired: 7\n- Aspiration needle passes executed: 4  \n- Cytology brushings harvested: 2\n- Lavage fluid extracted from RML\n\nROSE assessment yielded: Atypical cells\n\nSPECIMEN DISPOSITION\n- EBUS aspirates dispatched to: Cytology, cell block, flow cytometry\n- Parenchymal samples dispatched to: Surgical pathology, molecular analysis\n- Brushings dispatched to: Cytology\n- Lavage dispatched to: Microbiology (bacterial, mycobacterial, fungal)\n\nOUTCOME ASSESSMENT\nProcedure concluded without adverse events. Hemorrhage: negligible (<10mL). Post-procedure radiograph: unremarkable, pneumothorax excluded.\n\nDISPOSITION\nPatient [REDACTED] recovery suite. Discharged to residence following observation period. Outpatient follow-up scheduled for pathology review.\n\nSUMMARY\n1. EBUS-guided mediastinal staging successfully executed (4 stations sampled)\n2. Robotic navigation to peripheral target successfully accomplished\n3. Tissue acquisition achieved via multiple modalities\n4. Zero procedural complications documented\n\nElectronically attested,\nBrian O'Connor, MD\nDivision of Interventional Pulmonology\nPresbyterian Hospital"
}
