{
  "6734829_syn_1": "Indication: LMS stenosis (granulation tissue post-stent).\nAnesthesia: GA, 7.5 ETT.\nFindings: 60% LMS obstruction, granulation tissue 1cm from carina.\nAction: CRE Balloon dilation (12mm x 40mm). 3 cycles @ 6 ATM.\nResult: 85% patency. Minor mucosal tear, no active bleed.\nPlan: Obs. CXR. F/U 6 wks.",
  "6734829_syn_2": "OPERATIVE NARRATIVE: The patient presented with recurrent dyspnea following silicone stent removal. Inspection of the left mainstem (LMS) bronchus revealed circumferential granulation tissue resulting in 60% luminal compromise. Therapeutic intervention consisted of balloon bronchoplasty. A 12mm x 40mm CRE balloon was deployed and inflated to 6 atmospheres for three 60-second cycles. Post-dilation assessment demonstrated improved patency to 85%. A superficial mucosal disruption was noted at the 3 o'clock position, requiring no hemostatic intervention.",
  "6734829_syn_3": "Service: Bronchoscopy/Dilation (31630).\nSite: Left Mainstem Bronchus.\nPathology: Granulation tissue stenosis (post-stent).\nTechnique: Balloon dilation.\nEquipment: 12mm x 40mm CRE balloon.\nMetrics: Inflated to 6 ATM x 3 cycles.\nOutcome: Obstruction reduced from 60% to 15%. Minor mucosal tear noted (expected outcome of tissue disruption).",
  "6734829_syn_4": "Resident Procedure Note\nPatient: [REDACTED] Lopez, 76F\nProcedure: LMS Balloon Dilation\nSteps:\n1. Intubated 7.5 ETT.\n2. Bronch showed granulation tissue in LMS (60% blocked).\n3. Used 12mm balloon.\n4. Dilated 3 times at 6 atm.\n5. Airway opened to 85%.\n6. Small tear, no bleeding.\nPlan: CXR, follow up bronch 6 weeks.",
  "6734829_syn_5": "Note for Teresa G. Gonzalez she has that granulation tissue in the left mainstem after we took the stent out. General anesthesia tube 7.5. Scope showed about 60 percent blockage. Used the balloon 12 by 40 millimeters did three inflations at 6 atmospheres. Opened up nicely to about 85 percent. Little tear at 3 oclock but stopped bleeding on its own. Recovery and check xray.",
  "6734829_syn_6": "Bronchoscopy with balloon dilation of left mainstem bronchus. 76 y/o female with history of LMS silicone stent removed 3 months ago, now with recurrent dyspnea. CT chest shows 60% narrowing at prior stent site with granulation tissue. Flexible bronchoscopy performed. RMS and right bronchial tree patent. LMS with circumferential granulation tissue causing 55-60% obstruction starting 1cm from carina extending 1.5cm. Balloon dilation performed with 12mm x 40mm CRE balloon, 3 cycles at 6 ATM x 60 seconds each. Post-dilation patency approximately 85%. Small mucosal tear at 3 o'clock position, no active bleeding.",
  "6734829_syn_7": "[Indication]\nLMS stenosis (granulation tissue) post-stent removal.\n[Anesthesia]\nGeneral, ETT 7.5.\n[Description]\n60% obstruction LMS. Balloon dilation (12mm x 40mm) performed x3 at 6 ATM. Patency improved to 85%. Minor mucosal tear, hemostasis stable.\n[Plan]\nOvernight observation. CXR. Repeat bronch 6 weeks.",
  "6734829_syn_8": "[REDACTED] R. Ramirez underwent a bronchoscopy to treat scar tissue narrowing her left main airway. Under general anesthesia, we found the granulation tissue was blocking about 60% of the airway. We used a 12mm balloon to dilate the area, inflating it three times at 6 atmospheres of pressure. This successfully opened the airway to about 85% normal size. There was a tiny tear in the lining, which is common, and it did not bleed significantly.",
  "6734829_syn_9": "PREOPERATIVE DIAGNOSIS: Left mainstem bronchus constriction secondary to granulation tissue\nPROCEDURE: Bronchoscopy with pneumatic expansion of left mainstem bronchus\nFINDINGS: LMS with circumferential granulation tissue causing 60% blockage. Pneumatic expansion performed with 12mm x 40mm CRE balloon, 3 cycles at 6 ATM. Post-expansion patency approximately 85%. Small mucosal fissure at 3 o'clock position, no active hemorrhage."
}
