{
  "6738492_syn_1": "Dx: Tracheal Papillomatosis.\nAnesthesia: GA, LMA.\nAction: Cryo ablation of 6 lesions (Mid-trachea). 15 cycles total.\nResult: Lesions blanched/treated. No bleeding.\nPlan: Oral steroids. ENT f/u. Bronch 8-12 wks.",
  "6738492_syn_2": "PROCEDURE NOTE: The patient with recurrent respiratory papillomatosis underwent bronchoscopic intervention. Under general anesthesia (LMA), the mid-trachea was inspected, revealing six papillomatous lesions (30% obstruction). Cryotherapy was applied systematically using a flexible probe. Each lesion received 2-3 freeze-thaw cycles, totaling 15 applications. Complete blanching of all visible disease was achieved without hemorrhage.",
  "6738492_syn_3": "CPT: 31641 (Destruction of lesion, cryotherapy).\nPathology: Respiratory Papillomatosis (RRP).\nLocation: Mid-trachea.\nTechnique: Contact cryotherapy.\nDetails: 6 lesions treated, 15 total freeze cycles.\nOutcome: Immediate blanching/destruction of lesions.\nMedical Necessity: Symptomatic airway obstruction.",
  "6738492_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: Tracheal Papillomas\nProcedure: Cryo ablation\nSteps:\n1. LMA placed.\n2. Saw 6 papillomas in trachea.\n3. Used cryo probe on all of them.\n4. Froze each one 2-3 times.\n5. They turned white.\n6. No bleeding.\nPlan: Steroids, see ENT, come back in 2 months.",
  "6738492_syn_5": "Mr [REDACTED] D. Wang here for the papillomas in the trachea. Recurrent issue. General anesthesia LMA. Saw about 6 of them in the middle of the trachea. Used the cryo probe to freeze them. Did about 15 freezes total. They look treated. No bleeding. Steroids for swelling and follow up in a few months.",
  "6738492_syn_6": "Flexible bronchoscopy with cryotherapy ablation of tracheal papillomas. 61 y/o male with recurrent respiratory papillomatosis (RRP). Mid-trachea (4-6cm below cords) with multiple papillomatous lesions, largest 8mm, total of 6 lesions causing approximately 30% obstruction collectively. Cryotherapy performed using flexible cryoprobe (Erbe): Each papilloma treated with 2-3 freeze-thaw cycles. All visible lesions treated. Immediate blanching noted. No significant bleeding.",
  "6738492_syn_7": "[Indication]\nRecurrent Respiratory Papillomatosis, tracheal extension.\n[Anesthesia]\nGeneral, LMA.\n[Description]\n6 papillomas id[REDACTED] mid-trachea. Cryotherapy applied (15 cycles total). Lesions blanched. No bleeding.\n[Plan]\nOral steroids. ENT follow-up. Repeat bronchoscopy 8-12 weeks.",
  "6738492_syn_8": "[REDACTED] L. Yang has a history of papillomas in his airway. Today we treated new growths in his windpipe. Using a flexible scope, we froze each of the six small growths using a cryotherapy probe. This kills the tissue and helps keep the airway open. The procedure went very smoothly with no bleeding.",
  "6738492_syn_9": "PREOP DIAGNOSIS: Tracheal papillomatosis\nPROCEDURE: Flexible bronchoscopy with cryotherapy destruction of tracheal papillomas\nDETAILS: Mid-trachea with multiple papillomatous lesions. Cryotherapy performed using flexible cryoprobe. Each papilloma treated with 2-3 freeze-thaw cycles. All visible lesions treated. Immediate blanching noted."
}
