{
  "6770619_syn_1": "Indication: LLL Mucoepidermoid CA. ECOG 3.\nAnesthesia: GA, 8.0 ETT.\nAction: 3.0cm diffuser placed at LLL lesion. 630nm laser x 500s. 200 J/cm2.\nResult: No immediate change. Pt stable.\nPlan: D/C to home. Light precautions. Return 48h.",
  "6770619_syn_2": "OPERATIVE REPORT: [REDACTED], a 66-year-old male with significant comorbidities (ECOG 3), underwent palliative photodynamic therapy for an obstructing LLL mucoepidermoid carcinoma. Under general anesthesia, the lesion was targeted using a 3.0 cm cylindrical diffuser. We delivered 630 nm light energy at a fluence of 200 J/cm² to activate the systemic porfimer sodium. Intraprocedural monitoring confirmed stable hemodynamics. The non-thermal nature of the treatment preserved airway integrity.",
  "6770619_syn_3": "CPT Code: 31641 (Bronchoscopic destruction of tumor).\nModality: Photodynamic Therapy (Light Phase).\nTarget Site: Left Lower Lobe (LLL).\nEquipment: 630nm Diode Laser, 3.0cm Cylindrical Diffuser.\nDosimetry: 1200mW total power, 500 seconds duration, 200 J/cm2 fluence.\nNote: Photosensitizer administered 48h prior. No biopsies performed.",
  "6770619_syn_4": "Procedure: PDT Light\nPatient: [REDACTED]\nStaff: Dr. Kim\nSteps:\n1. GA induced.\n2. Airway inspected. LLL tumor ID'd (exophytic).\n3. 3cm fiber placed.\n4. Laser on: 630nm, 500 sec.\n5. Fiber out. Pt stable.\n6. Extubated.\nPlan: Light precautions education.",
  "6770619_syn_5": "joseph brown for pdt on left lower lobe tumor general anesthesia used pentax scope used 3cm fiber laser set to 630nm 200 joules per square centimeter ran for 500 seconds no issues patient did fine woke up ok sending to pacu will see him back in 2 days for cleanup",
  "6770619_syn_6": "Under general anesthesia, a flexible bronchoscope was introduced. An exophytic mucoepidermoid carcinoma was visualized in the Left Lower Lobe bronchus (34% obstruction). A 3.0cm diffusing fiber was positioned. Laser light (630nm) was applied for 500 seconds at 200 J/cm2. The patient tolerated the light application without desaturation or hemodynamic instability. Post-procedure light safety protocols were initiated.",
  "6770619_syn_7": "[Indication]\nLLL Mucoepidermoid Carcinoma, ECOG 3.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nLLL cannulated. 3cm fiber positioned. 630nm light delivered (200 J/cm2, 500s). No charring observed.\n[Plan]\nStrict light precautions. Debridement in 48h.",
  "6770619_syn_8": "We brought [REDACTED] endoscopy suite for his PDT light session. After induction, we visualized the exophytic tumor in the left lower lobe. We carefully threaded the 3.0cm laser fiber through the scope, centering it on the mass. The laser was activated for 8 minutes and 20 seconds, delivering the calculated dose of red light. There were no complications during the illumination. We extubated the patient and reinforced the importance of avoiding bright light for the next month.",
  "6770619_syn_9": "PROCEDURES CARRIED OUT: 1. Photodynamic therapy - laser irradiation. 2. Bronchoscopy with lesion assessment.\nNARRATIVE: The scope was guided to the LLL. The neoplasm was id[REDACTED]. A diffusing fiber was inserted. Laser light was transmitted at 630nm to trigger the photosensitizing agent. Treatment lasted 500 seconds. No adverse events occurred. The patient was recovered."
}
