{
  "6784292_syn_1": "Indication: GPA subglottic stenosis.\nProcedure: Balloon dilation (31630).\n- 8.5 ETT.\n- 79% narrowing, weblike.\n- CRE balloon: 10, 12, 14mm.\n- Post: 17% residual.\n- Minor mucosal tear.\nPlan: Admit overnight. Decadron 8mg.",
  "6784292_syn_2": "OPERATIVE SUMMARY: Bronchoscopic management of GPA-associated airway stenosis.\nPATIENT: 48-year-old male with Granulomatosis with Polyangiitis.\nFINDINGS: Significant subglottic stenosis (approx. 79%) extending 1.5 cm. The stenosis was weblike in character.\nINTERVENTION: Controlled radial expansion balloon dilation was performed sequentially to 14mm. Two inflation cycles were completed. \nOUTCOME: Residual stenosis reduced to approximately 17%. A minor mucosal tear was noted but required no intervention.",
  "6784292_syn_3": "Code 31630: Bronchoscopy with therapeutic dilation.\nDiagnosis: Subglottic stenosis due to GPA.\nProcedure: Id[REDACTED] of 79% stenosis. Insertion of CRE balloon. Serial dilation to 14mm. Confirmation of improved patency (83% open). Complications: Minor mucosal tear (non-hemorrhagic).",
  "6784292_syn_4": "Fellow Note\nPatient: [REDACTED]\nProcedure: Balloon Dilation\nAttending: Dr. J. [REDACTED]\nSteps:\n1. General Anesthesia, ETT 8.5.\n2. Scope inserted.\n3. Stenosis id[REDACTED] subglottic.\n4. CRE balloon dilation 10->14mm.\n5. Airway opened well.\nPlan: Admit, follow up 6 weeks.",
  "6784292_syn_5": "joshua williams has gpa and cant breathe. subglottic stenosis. we took him to the OR put him to sleep. saw the narrowing about 80 percent blocked. used the cre balloon dilated it up to 14mm. opened up really nice only maybe 15 percent left. little tear in the tissue but no bleeding. keeping him overnight.",
  "6784292_syn_6": "A 48-year-old male with GPA underwent bronchoscopy for subglottic stenosis. Under general anesthesia, the stenosis was id[REDACTED] with 79% narrowing. A CRE balloon was used for serial dilation at 10mm, 12mm, and 14mm. The airway patency improved to 83%. A minor mucosal tear was noted. The patient was admitted for overnight observation.",
  "6784292_syn_7": "[Indication]\nGPA related subglottic stenosis.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nSubglottic stenosis (79%) id[REDACTED]. CRE balloon dilation performed (10-14mm). Patency improved significantly.\n[Plan]\nAdmit overnight. Repeat PRN.",
  "6784292_syn_8": "[REDACTED] worsening stridor due to his GPA. We proceeded with bronchoscopic dilation. Upon entering the airway, we found a tight subglottic stenosis. We used a CRE balloon to dilate the area, stepping up the size from 10mm to 14mm. The airway responded well, opening up to near normal size. There was a small tear in the mucosa, which is expected, but no bleeding. He will be observed overnight.",
  "6784292_syn_9": "DIAGNOSIS: GPA-related airway narrowing.\nPROCEDURE: Scope with balloon expansion.\nDETAILS: We found a weblike constriction in the subglottic area. We used a radial balloon to widen the passage. We expanded it to 14mm. The airway caliber improved greatly. A small tissue tear occurred. We admitted him for monitoring."
}
