{
  "67890123_syn_1": "Indication: Air leak post-bullectomy.\nProc: EBV placement. Chest Tube.\nEvent: Valve placed RB1 -> Tension Pneumothorax.\nAction: Procedure aborted. 28Fr Chest Tube placed. Stabilized.\nAdd'l: Valve placed RB3 to reduce flow.\nPlan: ICU, Chest tube management.",
  "67890123_syn_2": "OPERATIVE SUMMARY: The patient underwent bronchoscopy for management of persistent air leak. \nCOMPLICATION: Following deployment of a Zephyr valve in RB1, the patient developed acute tension pneumothorax. \nMANAGEMENT: Emergent needle decompression and tube thoracostomy (32551) were performed. Hemodynamics stabilized. \nREVISION: A second valve was placed in RB3 to mitigate collateral flow. \nSTATUS: Critical care admission required.",
  "67890123_syn_3": "Codes: 31647 (Valve Placement), 32551 (Tube Thoracostomy).\nNarrative: Flexible bronchoscopy with valve deployment. Intraoperative development of pneumothorax required separate emergent placement of chest tube. Additional valve placed for air leak control.",
  "67890123_syn_4": "Procedure: EBV & Chest Tube\nPatient: [REDACTED]\nSteps:\n1. Sedation.\n2. Found air leak RB1.\n3. Valve placed.\n4. Patient desatted, tension pneumo.\n5. Chest tube placed stat.\n6. Placed one more valve in RB3.\nPlan: ICU.",
  "67890123_syn_5": "hal johnson here for the air leak. tried to put a valve in rb1 and he blew a pneumo right away. tension physiology so we put a chest tube in fast. stabilized him. put another valve in rb3 to help seal it. messy case but he is stable now. icu admit.",
  "67890123_syn_6": "BRONCHOSCOPY REPORT: ENDOBRONCHIAL VALVE PLACEMENT WITH COMPLICATIONS. Indication: Persistent air leak following RUL bullectomy. Procedure: Flexible bronchoscopy with EBV placement. Intervention: Valve in RB1. Complication: Tension pneumothorax. Management: Procedure aborted, Chest tube placed. Additional Valve: RB3. Final Assessment: Partial success, Air leak reduced. Plan: ICU admission.",
  "67890123_syn_7": "[Indication]\nPersistent air leak.\n[Anesthesia]\nModerate.\n[Description]\nValve placed RB1. Complicated by Tension PTX. Emergent Chest Tube placed. Additional valve in RB3.\n[Plan]\nICU, Water seal.",
  "67890123_syn_8": "[REDACTED] a rough time during the valve placement. We found the leak in the right upper lobe, but right after we put the first valve in, his lung collapsed causing a tension pneumothorax. We had to put a chest tube in immediately to re-expand the lung. Once he was stable, we put one more valve in a different segment to try and slow the leak down. He's going to the ICU.",
  "67890123_syn_9": "Operation: FB with EBV deployment and Tube Thoracostomy.\nComplication: Iatrogenic pneumothorax.\nAction: Immediate insertion of drainage catheter. Stabilization achieved. Secondary valve implanted in RB3.\nOutcome: Air leak attenuated.",
  "67890123": "BRONCHOSCOPY REPORT: ENDOBRONCHIAL VALVE PLACEMENT WITH COMPLICATIONS\n[REDACTED]\n\nPatient: [REDACTED] \"Hal\" Johnson | DOB: [REDACTED] | Age: 74 | MRN: [REDACTED]\nInstitution: [REDACTED]\nPhysician: Dr. Priya Patel, MD, FCCP\nCT Surgery Consultant: Dr. Robert Chen, MD\nFellow: Dr. Kevin Wu, MD\n\nINDICATION: Severe COPD with giant bulla RUL, persistent air leak following RUL bullectomy\n\nPROCEDURE: Flexible bronchoscopy with endobronchial valve placement for persistent air leak management\n\nCONSENT: Extended discussion regarding use of valves for air leak (off-label indication). Risks discussed including valve migration, persistent air leak, infection, bleeding, respiratory failure. Patient and family understood and agreed.\n\nPROCEDURE NARRATIVE:\nPatient [REDACTED] IP suite with existing chest tube in place demonstrating persistent air leak (large continuous bubbling). Pre-procedure chest CT reviewed showing large residual apical cavity communicating with RUL bronchi.\n\nModerate sedation achieved. Flexible bronchoscopy revealed:\n- Normal larynx and trachea\n- RUL: Visualization of communication between RB1 and apical cavity\n- Active \"sucking\" noted at RB1 entrance correlating with air leak\n\nINTERVENTION:\nAttempted placement of 5.5mm Zephyr valve in RB1. Initial deployment appeared satisfactory.\n\nCOMPLICATION:\nImmediately following valve placement, patient developed acute desaturation to 82% on 4L NC. Simultaneously noted increase in subcutaneous emphysema and asymmetric chest wall movement. Immediately suspected tension pneumothorax.\n\nMANAGEMENT:\n- Procedure aborted\n- 100% O2 applied\n- Emergency portable CXR confirmed large right-sided pneumothorax with mediastinal shift\n- Cardiothoracic surgery emergently consulted\n- Second chest tube placed (28Fr) with immediate improvement\n- Patient stabilized\n\nADDITIONAL VALVE PLACEMENT:\nAfter stabilization and with CT surgery at bedside, decision made to place additional valve in RB3 to reduce overall flow into cavity.\n- 4.0mm valve placed in RB3 without incident\n- Air leak notably reduced but not eliminated\n\nFINAL ASSESSMENT:\n- Partial success: Air leak reduced from large to moderate\n- Complication: Iatrogenic pneumothorax requiring second chest tube\n- Both chest tubes to suction with water seal\n\nPOST-PROCEDURE PLAN:\n- ICU admission  \n- Serial CXRs\n- Consider additional valve placement if air leak persists after 72 hours\n- Family meeting held, understanding confirmed\n\nPriya Patel, MD, FCCP\nInterventional Pulmonology\nStanford Medical Center\n\nAttending Note: Complex case with expected high-risk given bullous disease. Appropriate emergency management of complication. Will follow closely. - PP"
}
