{
  "6847830_syn_1": "Indication: 12mm LLL nodule.\nNav: Galaxy + TiLT.\nDiv: 2.1cm (atelectasis).\nTools: rEBUS (concentric), TBNA, Brush.\nROSE: Atypical.\nResult: No complications.",
  "6847830_syn_2": "A high-risk 12mm LLL nodule was interrogated. Galaxy navigation was employed. A significant 2.1cm divergence caused by atelectasis was id[REDACTED] via TiLT+ and corrected. Upon establishing a concentric rEBUS view, 21G TBNA and cytology brushing were performed. Preliminary pathology indicates atypia.",
  "6847830_syn_3": "Codes: 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (EBUS). Note: Significant 2.1cm divergence required TiLT+ correction to ensure tool-in-lesion.",
  "6847830_syn_4": "LLL Nodule (12mm).\n- Galaxy nav to LB9.\n- TiLT: 2.1cm shift (atelectasis).\n- rEBUS: Concentric.\n- TBNA x7, Brush.\n- ROSE: Atypical/Suspicious.",
  "6847830_syn_5": "barbara has a small nodule 12mm lll. galaxy robot used. huge shift 2.1cm probably atelectasis tilt fixed it. concentric ebus which is good. needle and brush used. rose says atypical cant rule out cancer. home.",
  "6847830_syn_6": "Suspicious nodule 12mm in LLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB9. TiLT+ sweep revealed 2.1cm divergence due to atelectasis. Corrected. rEBUS concentric. TBNA 21G and Cytology brushings performed. ROSE Atypical cells. Discharged.",
  "6847830_syn_7": "[Indication]\nSuspicious nodule, 12mm LLL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav. TiLT correction 2.1cm. rEBUS concentric. TBNA and Brush performed.\n[Plan]\nAwait final path.",
  "6847830_syn_8": "This was a tricky 12mm nodule in the left lower lobe. When we got down there with the Galaxy scope, the TiLT scan showed the target was actually 2.1cm away from where we expected, probably because the lung collapsed a bit. We adjusted, got a bullseye view on EBUS, and took our samples. The pathologist is worried it might be cancer but needs to see the final stains.",
  "6847830_syn_9": "Reason: High Brock score nodule.\nAction: Galaxy navigation to LLL. TiLT+ adjusted for 2.1cm atelectasis shift. Localized via rEBUS. Sampled via TBNA and brush. ROSE: Atypical.",
  "6847830": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Suspicious nodule with high Brock score\nTarget: 12mm nodule in LLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t14\t383\t18\t80\t5\t18\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LLL (LB9) based on the pre-operative CT navigational plan. Registration accuracy: 4.1mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 2.1cm divergence between the pre-op CT target and the actual lesion location due to atelectasis.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 21G needle. 7 passes obtained. Samples sent for Cytology and Cell block.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Atypical cells, cannot exclude malignancy\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nPark, MD"
}
