{
  "6850485_syn_1": "Indication: Tracheal granulation/stenosis post-decannulation.\nProcedure: Balloon dilation (31630).\n- MAC, LMA.\n- Mid-trachea stenosis 73%.\n- CRE balloon: 12, 14, 16mm x 90s.\n- Post: 20% residual.\n- Mucosa intact.\nPlan: D/C to recovery. Decadron 8mg.",
  "6850485_syn_2": "OPERATIVE REPORT: Management of post-tracheostomy tracheal stenosis.\nPATIENT: 48-year-old female recently decannulated.\nFINDINGS: Circumferential fibrous scarring and granulation tissue at the prior stoma site in the mid-trachea, causing 73% obstruction.\nPROCEDURE: A CRE balloon was advanced to the lesion. Sequential dilations were performed at 12mm, 14mm, and 16mm. \nRESULT: Restoration of airway patency to approximately 80% of normal. No significant mucosal injury observed.",
  "6850485_syn_3": "CPT 31630: Bronchoscopy with tracheal dilation.\nDiagnosis: Tracheal stenosis (Post-procedural).\nTechnique: Flexible bronchoscopy. Visualization of 73% mid-tracheal stenosis. CRE balloon dilation (12-16mm). Outcome: 80% patency achieved.",
  "6850485_syn_4": "Fellow Note\nPatient: [REDACTED]\nProcedure: Tracheal Dilation\nAttending: Dr. B. Martinez\nSteps:\n1. MAC, LMA.\n2. Scope inserted.\n3. Tracheal stenosis found.\n4. CRE balloon dilation x 3.\n5. Airway opened well.\nPlan: Discharge with precautions.",
  "6850485_syn_5": "ana garcia had a trach taken out now has scarring. mid trachea is tight 73 percent. used mac anesthesia. went in with the scope saw the narrowing. used the cre balloon 12 14 16 mm. held for 90 seconds. opened up really well 80 percent open now. no bleeding. discharge home.",
  "6850485_syn_6": "A 48-year-old female underwent bronchoscopy for tracheal stenosis following tracheostomy decannulation. Under MAC anesthesia, a mid-tracheal stenosis with 73% narrowing was id[REDACTED]. A CRE balloon was used for dilation at 12mm, 14mm, and 16mm. The airway patency improved to 80%. The mucosa remained intact. The patient was discharged to recovery.",
  "6850485_syn_7": "[Indication]\nTracheal granulation tissue with stenosis post tracheostomy decannulation.\n[Anesthesia]\nMAC, LMA.\n[Description]\nMid-trachea stenosis (73%) id[REDACTED]. CRE balloon dilation performed (12-16mm). Patency improved to 80%.\n[Plan]\nDischarge. Repeat in 8 weeks.",
  "6850485_syn_8": "[REDACTED] for treatment of her tracheal stenosis after having her trach removed. We used MAC anesthesia. The scope showed scarring at the old stoma site. We used a CRE balloon to dilate the area, working up to 16mm. The airway opened up beautifully. There was no injury to the tissue. She was stable and discharged.",
  "6850485_syn_9": "DIAGNOSIS: Tracheal narrowing after trach removal.\nPROCEDURE: Scope with balloon expansion.\nDETAILS: We found scar tissue in the middle of the windpipe. We used a radial balloon to stretch it open. We cycled through 12, 14, and 16mm. The airway is much wider now. No damage was seen. She is being sent home."
}
