{
  "6887336_syn_1": "Procedure: Ion Bronchoscopy LUL.\nTarget: 31mm nodule (LB1+2).\nTech: Ion Robot, rEBUS (concentric), CBCT.\nSampling:\n- TBNA: 4 passes (21G/23G).\n- Brush: 2 samples.\nROSE: Benign respiratory epithelium.\nComplications: None.",
  "6887336_syn_2": "CLINICAL SUMMARY: [REDACTED] a 61-year-old female presenting with multiple pulmonary nodules; the dominant 31mm LUL lesion was targeted for characterization.\nPROCEDURAL DETAILS: Under general anesthesia, the Ion robotic platform facilitated navigation to the apicoposterior segment of the left upper lobe. Radial EBUS id[REDACTED] a concentric lesion signal. Positional accuracy was validated via Cone Beam CT 3D reconstruction. Transbronchial needle aspiration was executed using both 21G and 23G needles, followed by cytological brushing. Rapid on-site evaluation demonstrated benign respiratory epithelium and macrophages.",
  "6887336_syn_3": "Billing Codes Submitted:\n- 31629 (Primary): Bronchoscopy with transbronchial needle aspiration (LUL nodule).\n- 31627: Navigation bronchoscopy (Ion system).\n- 31654: Radial EBUS guidance.\n- 31623: Bronchial brushing.\nNote: Cryobiopsy was not performed. Only TBNA and brushing were utilized for the 31mm LUL target.",
  "6887336_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Robotic Bronchoscopy (LUL)\nAttending: Dr. Park\n\n1. Induced GA, ETT placement confirmed.\n2. Navigated to LUL (LB1+2) with Ion robot.\n3. Confirmed target with rEBUS (concentric) and CBCT.\n4. TBNA x4 using 21G/23G needles.\n5. Brush biopsy x2.\n6. ROSE: Benign cells.\n7. Extubated stable.",
  "6887336_syn_5": "[REDACTED] 7/20/25 doing a biopsy on that large 31mm nodule in the LUL used the ion robot reg error was 3.4mm navigated to 1.7cm away radial ebus showed concentric view confirmed with cone beam ct. did 4 needle passes mixed 21 and 23 gauge and then brushed it twice rose was just benign stuff macrophages no bleeding really discharged home.",
  "6887336_syn_6": "General anesthesia was induced for a robotic bronchoscopy on a 31mm LUL nodule. Navigation to the Apicoposterior segment was achieved with the Ion system. Verification was performed using radial EBUS (concentric) and Cone Beam CT. We obtained 4 TBNA samples using 21G and 23G needles, followed by 2 brushings. The rapid onsite evaluation showed benign cells. The patient was extubated without issues.",
  "6887336_syn_7": "[Indication]\nDominant 31mm LUL nodule.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRobotic navigation (Ion) to LB1+2. Confirmed with rEBUS/CBCT. \nIntervention: \n- TBNA (21G/23G)\n- Protected Brush\n[Plan]\nPathology pending. Outpatient discharge.",
  "6887336_syn_8": "We performed a robotic bronchoscopy on Ms. [REDACTED] to biopsy a 31mm nodule in her left upper lobe. Using the Ion system, we navigated to the apicoposterior segment. We confirmed the location with ultrasound and a spin CT scan. We then took four needle biopsy samples and two brush samples. The initial look at the cells showed benign tissue. The procedure went smoothly with no bleeding.",
  "6887336_syn_9": "Procedure: Robotic-assisted airway exploration.\nSite: Left Upper Lobe mass.\nMethods: The catheter was guided to the target. Confirmation provided by ultrasonic and tomographic imaging. The lesion was aspirated with needles and swept with a cytology brush. \nResult: Material collected for analysis. Patient stable.",
  "6887336": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 7/18/1964\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 31mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Carina, Bronchus Intermedius, Left Mainstem, LUL Lingula Carina (LC1), RML Carina (RC2) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t12\t331\t15\t80\t6\t24\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 3.4mm. Ion robotic catheter was used to engage the Apicoposterior Segment of LUL (LB1+2). Target lesion is approximately 31mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.7cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 4 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nPark, MD"
}
