{
  "6905843_syn_1": "Dx: PAP. Anesthesia: GA, 37Fr Left DLT. \nProcedure: \n- Isolation confirmed via bronch. \n- Left lung lavage: 6L saline instilled, 5.82L returned. \n- Effluent cleared significantly. \n- Saturation stable >94%. \nPlan: Extubate in PACU. Right lung lavage in 4 weeks.",
  "6905843_syn_2": "OPERATIVE SUMMARY: [REDACTED] therapeutic whole lung lavage for pulmonary alveolar proteinosis. Following induction of general anesthesia and isolation of the left lung using a 37Fr double-lumen endotracheal tube, positional verification was achieved via flexible bronchoscopy. We proceeded with large-volume lavage, instilling a total of 6 liters of warmed normal saline in 1-liter aliquots. The initial effluent was characteristically proteinaceous and opaque, progressively clearing to translucency by the final aliquot. Hemodynamics and oxygenation were maintained throughout single-lung ventilation.",
  "6905843_syn_3": "Procedure: Whole Lung Lavage (CPT 32997).\nTechnique Details:\n1. Airway Control: Placement of 37Fr Double Lumen Tube (DLT) to isolate lungs.\n2. Verification: Bronchoscopic confirmation of cuff seal (essential for unilateral lavage).\n3. Lavage: Serial instillation and gravity drainage of 0.9% saline (Total 6000mL in / 5820mL out) until fluid clear.\n4. Monitoring: Continuous SpO2/ETCO2 monitoring during single lung ventilation.\nMedical Necessity: Therapeutic washing for biopsy-proven PAP (J84.01).",
  "6905843_syn_4": "Resident Procedure Note\nPatient: [REDACTED], 38F\nProcedure: Left Whole Lung Lavage\nAttending: Dr. Brown\nSteps:\n1. Time out. GA induced.\n2. Intubated with 37Fr Left DLT.\n3. Confirmed position with scope; tight seal.\n4. Lavaged left lung with 6L warm saline total.\n5. Fluid went from milky -> clear.\n6. Suctioned airways. Re-expanded lung.\nPlan: PACU, extubate when awake.",
  "6905843_syn_5": "Procedure note for Maria Rodriguez she has PAP doing the lavage today left side. Dr Brown attending. We put in the double lumen tube 37 french checked it with the scope looked good. Poured in saline 1 liter at a time total 6 liters drained it out by gravity. Came out real milky at first then clear. She tolerated it fine sats were okay the whole time. Extubate in recovery thanks.",
  "6905843_syn_6": "Maria Rodriguez, 38-year-old female with pulmonary alveolar proteinosis. Under general anesthesia, a 37Fr left-sided double lumen tube was placed. Position confirmed bronchoscopically. The patient was placed in right lateral decubitus. Single lung ventilation initiated. The left lung was lavaged with 6000mL of warmed normal saline in aliquots. Return volume was 5820mL. The effluent cleared from turbid to clear. Catheter removed, airway suctioned. Patient tolerated single lung ventilation well without desaturation.",
  "6905843_syn_7": "[Indication]\nBiopsy-proven Pulmonary Alveolar Proteinosis, worsening dyspnea.\n[Anesthesia]\nGeneral, 37Fr Left DLT.\n[Description]\nLeft lung isolation confirmed. 6L saline lavage performed. Return fluid cleared sequentially. Net fluid balance -180mL. DLT position verified pre/post lavage.\n[Plan]\nExtubate in PACU. Right lung lavage in 1 month.",
  "6905843_syn_8": "[REDACTED] to the operating room for a left whole lung lavage to treat her pulmonary alveolar proteinosis. Once general anesthesia was induced, we placed a 37Fr double-lumen tube to isolate the lungs. We confirmed the position with a bronchoscope. With the patient in the lateral decubitus position, we washed the left lung with a total of 6 liters of saline. The fluid, which started out thick and white, ran clear by the end. She handled the single-lung ventilation perfectly well.",
  "6905843_syn_9": "Operation: Total lung washing (CPT 32997).\nSubject: [REDACTED].\nDetails: Following anesthesia induction, a double-lumen tube was inserted. We authenticated the position bronchoscopically. The left lung was irrigated with 6L of saline. The return fluid transitioned from turbid to transparent. 5820mL was retrieved. We suctioned the airway and resumed bilateral ventilation.\nOutcome: Procedure accomplished without adverse events.",
  "6905843": "PATIENT: [REDACTED], 38-year-old Female\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Ms. [REDACTED] is a 38-year-old female with biopsy-proven pulmonary alveolar proteinosis presenting with progressive dyspnea and hypoxemia refractory to medical management. PFTs show restrictive pattern with DLCO 45% predicted. The nature, purpose, risks, benefits and alternatives to whole lung lavage were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Pulmonary alveolar proteinosis\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Whole Lung Lavage (CPT 32997)\nATTENDING: Dr. Richard Brown\nASSISTANT: Dr. Amy Zhang, Fellow\nSupport Staff:\n\nRN: Daniel Martinez\nRT: Sarah Johnson\nAnesthesia: Dr. Kevin Park\n\nANESTHESIA: General anesthesia with TIVA\nMONITORING: Standard ASA monitoring with arterial line\nINSTRUMENT: 37Fr left-sided double lumen endotracheal tube (Broncho-Cath), Olympus bronchoscope\nESTIMATED BLOOD LOSS: None\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia, a timeout was performed. All procedure related images were saved and archived.\nPATIENT [REDACTED]: Initially supine for intubation, then right lateral decubitus\nThe patient was induced and intubated with a 37Fr left-sided double lumen endotracheal tube without difficulty by anesthesia staff. The flexible bronchoscope was advanced into the tracheal portion of the tube to confirm adequate positioning. Tube was adjusted to ensure that the tracheal orifice aligned with the right mainstem bronchus. The bronchial lumen could be seen passing into the left mainstem bronchus; positioning was also confirmed with direct bronchoscopic visualization through the bronchial lumen.\nThe bronchial balloon was inflated with 8mL of air and tested for leak. Once an adequate seal was made, the patient was positioned in the right lateral decubitus [REDACTED] and the [REDACTED] of the DLT was reconfirmed with bronchoscopy. A repeat leak test was performed and adequate seal was noted.\nLavage Procedure:\nThe patient was transitioned to single lung ventilation via the right lung. The left lumen of the DLT was connected to the lavage circuit with 3L bags of warmed (37°C) 0.9% normal saline.\nSerial aliquots of saline were instilled in approximately 1 liter increments:\n\nAliquot 1: 1000mL instilled, dwelled 3 minutes, drained by gravity. Return: 900mL, very turbid with thick white sediment\nAliquot 2: 1000mL instilled, dwelled 3 minutes, drained. Return: 950mL, turbid with white sediment\nAliquot 3: 1000mL instilled, dwelled 4 minutes, drained. Return: 980mL, moderately turbid\nAliquot 4: 1000mL instilled, dwelled 4 minutes, drained. Return: 990mL, mildly turbid\nAliquot 5: 1000mL instilled, dwelled 3 minutes, drained. Return: 1000mL, slightly turbid\nAliquot 6: 1000mL instilled, dwelled 3 minutes, drained. Return: 1000mL, clear\n\nTotal volume instilled: 6000mL\nTotal volume returned: 5820mL\nNet balance: -180mL (absorbed)\nThe effluent became progressively clearer. Lavage was discontinued when return fluid was nearly clear. Throughout the procedure, oxygen saturation remained >94% on the ventilated right lung. End-tidal CO2 remained stable at 38-42 mmHg.\nAfter completion of lavage, gentle suctioning was performed through the left bronchial lumen. Bilateral lung ventilation was resumed. DLT [REDACTED] was reconfirmed. The patient was transported to PACU intubated for extubation after full recovery from anesthesia.\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Brown, was present throughout the entire procedure.\nSPECIMEN(S):\n\nLavage fluid (first aliquot) sent for cell count, cytology, and periodic acid-Schiff staining\n\nIMPRESSION/PLAN: Ms. [REDACTED] underwent successful whole lung lavage of the left lung for pulmonary alveolar proteinosis. Procedure completed without complications. Patient will undergo right lung lavage in 4-6 weeks pending clinical response. Post-procedure CXR shows expected mild bilateral infiltrates, no pneumothorax. Plan for 6-minute walk test and PFTs in 4 weeks to assess response. GM-CSF therapy to be discussed with pulmonology."
}
