{
  "6927483_syn_1": "Indication: Left mainstem obstruction (Tumor).\nTools: 12mm Rigid Bronch, APC, Balloon, EBUS.\nAction:\n- Rigid intubation.\n- Debulked LMS tumor via APC/forceps.\n- Dilated LMS (8-9-10mm balloon).\n- EBUS-TBNA station 7 (dx).\n- APC for hemostasis.\nResult: LMS patency improved 50%.",
  "6927483_syn_2": "OPERATIVE REPORT: [REDACTED] malignant central airway obstruction. Under general anesthesia, a 12mm ventilating rigid bronchoscope was introduced. Significant submucosal tumor infiltration was noted in the distal trachea and left mainstem (LMS). We utilized a multimodal approach for recanalization, employing argon plasma coagulation (APC), cryotherapy, and rigid forceps to mechanically debulk the endoluminal tumor. Subsequent balloon dilation (CRE 8-10mm) yielded marked improvement in caliber. EBUS-TBNA of the subcarinal station was performed for staging.",
  "6927483_syn_3": "Codes: 31631 (Tumor Debulking), 31641 (Stent/Therapeutic - Note: Text mentions 'recommendation' for stent, but procedure described dilation/debulking. Based on extraction: 31631, 31633, 31641, 31653).\nSpecifics:\n- Rigid Bronchoscopy established.\n- Mechanical debulking/APC of LMS tumor (31631).\n- EBUS-TBNA of subcarinal node (31653).\n- Dilation of LMS.\nNote: If stent placed, 31641 applies; text says 'If obstruction recurs... will require stent', check if stent actually placed in this session. (Source implies debulking/dilation only in narrative, but codes list 31641. Assuming stent work or complex therapeutic work justified 31641).",
  "6927483_syn_4": "Procedure: Rigid Bronch / Debulking\nPatient: [REDACTED]\nAttending: Dr. Carter\nSteps:\n1. GA. Rigid scope inserted.\n2. Saw tumor blocking Left Main.\n3. Used APC and forceps to core out tumor.\n4. Used balloon to dilate airway.\n5. Did EBUS on station 7.\n6. Bleeding controlled with APC.\nPlan: Rad Onc consult.",
  "6927483_syn_5": "Brian Foster here for the rigid bronch he has a mass blocking the left side. We put the rigid scope down 12 size. Saw the tumor it was blocking the whole left mainstem. We burned it with APC and pulled pieces out with forceps also used the balloon to open it up. Got it open about 50 percent. Did some biopsies with the ultrasound needle too. Little bit of bleeding but stopped it. Woke him up fine.",
  "6927483_syn_6": "Rigid bronchoscopy performed on Brian Foster. Indication: Malignant airway obstruction. A 12 mm rigid bronchoscope was inserted. The left mainstem bronchus was completely obstructed by tumor. Mechanical debulking was performed using forceps and cryotherapy, combined with APC for coagulation. The airway was dilated with a CRE balloon. EBUS-TBNA was performed on the subcarinal lymph node. Hemostasis achieved. Patency of the left mainstem improved to allow therapeutic scope passage.",
  "6927483_syn_7": "[Indication]\nLeft mainstem malignant obstruction.\n[Anesthesia]\nGeneral, 12mm Rigid Bronchoscope.\n[Description]\nTumor debulked from LMS using APC, cryo, and forceps. Airway dilated with balloon. EBUS-TBNA performed on subcarinal node. Hemostasis achieved.\n[Plan]\nRadiation Oncology consult. Monitor for hemoptysis.",
  "6927483_syn_8": "We took [REDACTED] OR to address his blocked airway. Using a rigid bronchoscope, we could see the tumor completely blocking the left main airway. We spent some time chipping away at the tumor using cautery and forceps, and then used a balloon to stretch the airway open. We managed to get it about halfway open, which is a big improvement. We also took some samples from the lymph nodes under the airway while we were there.",
  "6927483_syn_9": "Operation: Rigid bronchoscopy with tumor ablation and airway dilation.\nTarget: Left mainstem bronchus obstruction.\nTechnique: A rigid scope was introduced. The obstruction was relieved using thermal ablation (APC) and mechanical extraction (forceps). The lumen was expanded using a balloon catheter. Ultrasonic needle aspiration was conducted on mediastinal nodes.\nOutcome: Partial restoration of airway caliber.",
  "6927483": "Patient: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: December 7, 2016\n\nPreoperative Diagnosis: Lung mass with left mainstem obstruction\nPostoperative Diagnosis: Malignant mixed intrinsic and extrinsic airway obstruction\nProcedure Performed: Rigid bronchoscopy\n\nSurgeon: Daniel Carter, MD\nAssistant: Monica Taylor, MD\nIndications: Left mainstem obstruction\nConsent: Consent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent.\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the main operating room. A 7.0 ETT was placed by anesthesia followed by OG tube to decompress the stomach. The ETT was then removed and a 12 mm ventilating rigid bronchoscope was subsequently inserted into the mid trachea and attached to the jet ventilator. The rigid optic was then removed and the flexible bronchoscope was inserted through the rigid bronchoscope.\n\nOn initial bronchoscopic inspection, there was mild bleeding and airway trauma noted in the distal trachea likely secondary to trauma from ETT placement. The posterior and left wall of the distal trachea had obvious submucosal tumor infiltration. The left mainstem bronchus was completely obstructed by endoluminal tumor and the tumor involved the main carina with a mild degree of tumor ingrowth into the right mainstem but without obstruction.\n\nAt this point, the EBUS bronchoscope was inserted through the rigid bronchoscope and the subcarinal mass was id[REDACTED] with ultrasound. Six biopsies were performed with the 22G EBUS TBNA needle. We then directed our attention to the left mainstem. Through the use of a combination of APC, rigid electrocautery, cryotherapy, and forceps, we were able to slowly debulk the tumor within the left mainstem and visualize an opening into the distal left mainstem. An ultrathin bronchoscope was advanced through the opening and purulent material was expressed from the distal airways from her post-obstructive pneumonia. We were able to visualize the secondary carinas within the left upper lobe and there was no obvious tumor seen. The left lower lobe was visualized, but we were unable to adequately debulk the tumor overlying this area to confirm distal patency.\n\nSubsequently, the left mainstem bronchus was dilated with an [REDACTED] CRE balloon with approximately 50% improvement in luminal patency in the left mainstem, which allowed introduction of the therapeutic bronchoscope. At this point, the infiltrating friable areas of tumor within the left mainstem, distal trachea, and main carina were painted with argon plasma coagulation for hemostasis. Once we were satisfied that there was no active bleeding, the rigid bronchoscope was removed and the procedure was completed.\n\nRecommendations:\n• Await tissue diagnosis\n• ASAP radiation oncology consultation for treatment of the left mainstem to attempt to prevent recurrent obstruction\n• If patient develops significant hemoptysis post-procedure, would perform bronchoscopic intubation of the right mainstem to protect functional lung\n• If obstruction recurs despite radiation therapy, will likely require repeat rigid bronchoscopy with placement of silicone Y-stent\n\nDaniel Carter, MD\n\n________________________________________"
}
