{
  "6957003": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (63 years old)\nDate of Service: [REDACTED]\nLocation: [REDACTED]\n\nAttending Physician: Dr. James Park, MD\nFellow: Dr. Lisa Tran, MD (PGY-6)\nRN: Sarah Mitchell, RN\nRT: David Chen, RRT\n\nINDICATION: Refractory hepatic hydrothorax in patient with decompensated cirrhosis (Child-Pugh C, MELD 24). Prior TIPS revision unsuccessful. Requiring twice-weekly thoracenteses with significant symptom burden. Not a liver transplant candidate.\n\nPREOPERATIVE DIAGNOSIS: Right hepatic hydrothorax\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE: Tunneled indwelling pleural catheter placement, right hemithorax\n\nANESTHESIA: Moderate sedation (Midazolam 2mg IV, Fentanyl 75mcg IV) with local anesthesia (1% lidocaine with epinephrine)\n\nPROCEDURE NARRATIVE:\nPatient [REDACTED] left lateral decubitus. Standard surgical timeout completed confirming right side, procedure, and patient id[REDACTED]. Pre-procedure ultrasound demonstrated large right pleural effusion with no loculations. Optimal entry point id[REDACTED] at 6th intercostal space, posterior axillary line.\n\nThe skin was prepped with chlorhexidine and draped in sterile fashion. Local anesthesia was administered along the proposed insertion tract and subcutaneous tunnel. A 15mm skin incision was made at the insertion point.\n\nUsing the Rocket Medical tunneling system, a 12cm subcutaneous tunnel was created from the insertion site anteriorly toward the anterior axillary line. The Rocket IPC was threaded through the tunnel with the Dacron cuff positioned approximately 2cm from the exit site to promote tissue ingrowth.\n\nThe pleural space was accessed using modified Seldinger technique. Real-time ultrasound confirmed the guidewire position in the pleural space. The dilator and peel-away sheath were introduced, and the 15.5Fr Rocket catheter was advanced into the pleural space. The position was confirmed with aspiration of clear, straw-colored fluid.\n\n1,800mL of transudative-appearing fluid was drained. Pleural fluid samples sent for cell count, chemistry, culture, and cytology. The catheter was secured with 2-0 Prolene sutures. Exit site dressed with sterile gauze and Tegaderm.\n\nPost-procedure CXR showed catheter tip in dependent right hemithorax, significant improvement in effusion, no pneumothorax.\n\nFINDINGS:\n- Large free-flowing right pleural effusion\n- Transudative appearing fluid\n- No loculations or septations\n- Catheter [REDACTED] posterior dependent space\n\nCOMPLICATIONS: None\n\nEBL: <5mL\n\nDISPOSITION: Admitted for overnight observation given hepatic encephalopathy risk with large volume drainage. Home health arranged for daily drainage (max 1000mL/day).\n\nFOLLOW-UP: Interventional pulmonology clinic in 2 weeks.\n\nElectronically signed by:\nJames Park, MD\nLisa Tran, MD (Fellow)"
}
