{
  "6984578_syn_1": "Indication: Exudative effusion.\nProc: Thoracoscopy + Talc.\nFindings: Diffuse nodularity.\nAction: Talc poudrage. Fluid drained. Tube placed.\nPlan: Admit.",
  "6984578_syn_2": "PROCEDURE: Diagnostic Thoracoscopy with Talc Pleurodesis.\nFINDINGS: Inspection demonstrated diffuse pleural nodularity consistent with diffuse malignancy or inflammation. The decision was made to proceed with pleurodesis via talc insufflation to manage the effusion. Complete drainage was achieved.",
  "6984578_syn_3": "Code: 32650 (Thoracoscopy with pleurodesis).\nNote: While nodularity was seen, note focuses on talc poudrage application for effusion control. Diagnostic inspection included.",
  "6984578_syn_4": "Resident Note: Kevin Allen\nIndication: Effusion.\nSteps:\n1. Scope in.\n2. Saw diffuse nodules.\n3. Sprayed Talc.\n4. Drained fluid.\n5. Chest tube in.",
  "6984578_syn_5": "Procedure for Kevin Allen undiagnosed effusion. Went in left side. Saw a lot of nodules everywhere on the pleura. Did the talc poudrage to treat the fluid. Drained it all out put a chest tube in. Water seal. Done.",
  "6984578_syn_6": "Medical Thoracoscopy (Pleuroscopy) Diagnostic with Talc Poudrage. 54-year-old male with undiagnosed exudative pleural effusion. Left side. Diffuse pleural nodularity visualized. Talc poudrage performed for pleurodesis. Chest tube placed. Lung expanded.",
  "6984578_syn_7": "[Indication]\nExudative effusion.\n[Anesthesia]\nModerate.\n[Description]\nDiffuse nodularity seen. Talc poudrage performed. Fluid evacuated.\n[Plan]\nAdmit. Tube to water seal.",
  "6984578_syn_8": "[REDACTED] a thoracoscopy for his fluid buildup. We saw distinct bumpiness (nodularity) along the lining. We proceeded to treat the fluid buildup by spraying talc into the space. The fluid was drained, and he is resting comfortably.",
  "6984578_syn_9": "Procedure: Pleuroscopy with chemical sclerosis.\nFindings: Diffuse nodularity.\nAction: Talc insufflated. Fluid extracted. Drain inserted.\nDisposition: Admission.",
  "6984578": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\n\nIndication: Undiagnosed exudative pleural effusion\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Diffuse pleural nodularity\nParietal, visceral, and diaphragmatic pleura visualized.\nTalc poudrage performed for pleurodesis after drainage.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nDavis, MD"
}
