{
  "7016954_syn_1": "Procedure: EBUS-TBNA + Forceps Biopsy.\n- Stations 4R and 7 sampled.\n- 4R: 21G needle x3, Mini-forceps x4.\n- 7: Mini-forceps x3.\n- ROSE: Granulomatous inflammation.\n- No complications.",
  "7016954_syn_2": "The patient presented for evaluation of mediastinal lymphadenopathy. Endobronchial ultrasound (EBUS) was utilized to visualize stations 4R and 7. Given prior non-diagnostic TBNAs, an intranodal forceps biopsy technique was employed. The 21G needle created a track, followed by the advancement of 1.1mm mini-forceps under sonographic guidance. Histological cores were obtained, revealing necrotizing granulomas.",
  "7016954_syn_3": "CPT 31653 (EBUS sampling 3+ stations) is NOT applicable; only stations 4R and 7 were sampled. Correct coding is 31652 (EBUS 1-2 stations). Procedure involved advanced intranodal forceps biopsy technique to obtain histology after cytology was non-diagnostic. Ultrasound guidance used throughout.",
  "7016954_syn_4": "Procedure Note:\n1. Time out/Sedation.\n2. Airway inspection: Normal.\n3. EBUS 4R: Needle asp x3 (non-diagnostic), then Forceps biopsy x4 (Granulomas).\n4. EBUS 7: Forceps biopsy x3 (Granulomas).\n5. Hemostasis achieved. Patient stable.",
  "7016954_syn_5": "did ebus on this guy station 4r and 7 looked big and weird rose wasn't showing much with the needle so we used the mini forceps to grab actual tissue cores saw granulomas looks like sarcoid or tb maybe no bleeding patient woke up fine.",
  "7016954_syn_6": "EBUS-Guided Intranodal Forceps Biopsy was performed on a 61-year-old male with mediastinal lymphadenopathy. Stations 4R and 7 were targeted. 21G needle created access for 1.1mm mini-forceps. Core biopsies obtained from both stations showed necrotizing granulomatous inflammation. No complications were noted.",
  "7016954_syn_7": "[Indication]\nMediastinal lymphadenopathy, prior non-diagnostic TBNA.\n[Anesthesia]\nModerate Sedation (Versed/Fentanyl).\n[Description]\nEBUS-TBNA and Intranodal Forceps Biopsy of stations 4R and 7. Granulomatous inflammation found.\n[Plan]\nID [REDACTED], cultures pending.",
  "7016954_syn_8": "[REDACTED] to the bronchoscopy suite for investigation of his mediastinal adenopathy. We used an EBUS scope to localize stations 4R and 7. Because standard needle aspiration was inconclusive, we utilized a mini-forceps technique to obtain larger tissue cores from inside the nodes. This successfully yielded diagnostic tissue showing granulomas.",
  "7016954_syn_9": "We visualized the mediastinal targets using EBUS. We navigated the needle into station 4R and 7. Subsequently, we deployed mini-forceps through the needle tract to acquire core tissue samples. The pathology evaluation indicated granulomatous disease.",
  "7016954": "PATIENT: [REDACTED], 61-year-old Male\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Mr. [REDACTED] is a 61-year-old male with mediastinal lymphadenopathy of unknown etiology. Two prior EBUS-TBNA attempts at outside hospital yielded non-diagnostic specimens. PET-CT shows intensely FDG-avid station 4R and station 7 nodes. The nature, purpose, risks, benefits and alternatives to EBUS with intranodal forceps biopsy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Mediastinal lymphadenopathy, etiology unknown\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: EBUS-Guided Intranodal Forceps Biopsy (CPT 31652, 31653)\nATTENDING: Dr. Lisa Murphy\nASSISTANT: Dr. John Mitchell, Fellow\nSupport Staff:\n\nRN: Patricia Davis\nRT: James Wilson\n\nANESTHESIA: Moderate sedation with Midazolam 3mg IV and Fentanyl 150mcg IV\nMONITORING: Continuous pulse oximetry, heart rate, telemetry, and BP\nINSTRUMENT: Olympus BF-UC180F EBUS bronchoscope, 21G EBUS needle, 1.1mm mini-forceps\nESTIMATED BLOOD LOSS: <5 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter sedation and timeout, all procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine\nThe EBUS bronchoscope was introduced through the oral route. 5cc of 2% lidocaine was instilled for topical anesthesia. Initial airway inspection was unremarkable.\nStation 4R (Right paratracheal):\n\nSize: 24mm (short axis)\nEcho Features: Heterogeneous, irregular borders, comet-tail artifacts suggestive of calcification\nPET SUV: 8.5\n\nInitial TBNA with 21G needle was performed (3 passes). ROSE showed predominantly inflammatory cells with necrotic debris, non-diagnostic.\nIntranodal Forceps Biopsy Technique:\nThe EBUS 21G needle was used to create a tract through the bronchial wall and nodal capsule under real-time ultrasound guidance. The needle was removed and 1.1mm mini-forceps were advanced through the established tract into the lymph node under ultrasound visualization. The forceps jaws were opened and visible ultrasound artifact confirmed intra-nodal [REDACTED]. Four core samples were obtained with visible tissue in forceps each time.\nROSE on forceps specimens: Adequate cellularity with necrotizing granulomas and multinucleated giant cells, consistent with granulomatous inflammation.\nStation 7 (Subcarinal):\n\nSize: 18mm (short axis)\nEcho Features: Similar to 4R with heterogeneous pattern\nPET SUV: 7.2\n\nSimilar intranodal forceps biopsy technique performed with 3 core samples obtained. ROSE: Granulomatous inflammation.\nHemostasis was adequate after each sampling with no immediate complications. Final inspection showed no bleeding.\nThe patient tolerated the procedure well. The attending, Dr. Murphy, was present throughout the entire procedure.\nSPECIMEN(S):\n\nStation 4R: TBNA x3 (cytology), IFB x4 (histology, AFB/fungal culture)\nStation 7: IFB x3 (histology, AFB/fungal culture)\n\nIMPRESSION/PLAN: Mr. [REDACTED] underwent successful EBUS with intranodal forceps biopsy of mediastinal lymph nodes. Preliminary cytology shows necrotizing granulomatous inflammation. Differential includes sarcoidosis, tuberculosis, fungal infection. Awaiting AFB and fungal cultures. Infectious disease consultation requested. Follow up in clinic in 1 week."
}
