{
  "7023175_syn_1": "Target: 22mm nodule LLL (LB10).\nModality: Ion Robot + rEBUS (Eccentric) + CBCT.\nBx: TBNA (21G/23G x3), Cryo (1.1mm x3), Brush x2.\nROSE: Lymphocytes/Benign.\nOutcome: Stable.",
  "7023175_syn_2": "NARRATIVE: [REDACTED] bronchoscopy for a suspected malignancy in the left lower lobe posterior-basal segment (LB10). The Ion platform was utilized. Upon navigation to the target, radial EBUS showed an eccentric signature. Intraoperative Cone Beam CT (Cios Spin) was performed to verify tool-in-lesion. Biopsies were taken using 21G and 23G needles, a 1.1mm cryoprobe, and a cytology brush. Preliminary evaluation showed lymphocytes and benign cells.",
  "7023175_syn_3": "CPT Justification:\n- 31627: Robotic navigation (Ion).\n- 31654: Radial EBUS (Peripheral).\n- 31629: TBNA (3 passes).\n- 31628: Cryobiopsy (3 specimens).\n- 31623: Brushing.\nLocation: LLL Posterior-Basal (LB10).\nConfirmation: CBCT and rEBUS.",
  "7023175_syn_4": "Resident Note\nPt: [REDACTED]\nStaff: Dr. Brown\n\n1. Ion nav to LLL LB10.\n2. rEBUS eccentric.\n3. CBCT spin: Tool in lesion.\n4. Bx: Needles (21/23G), Cryo (1.1mm), Brush.\n5. ROSE: Lymphocytes, benign.\n6. Extubated stable.",
  "7023175_syn_5": "charles baker procedure note. suspect lung ca. 22mm nodule in the LLL posterior basal lb10. used the ion system full registration. radial ebus was eccentric. did the cone beam spin to confirm. took 3 needle passes 3 cryo with the small probe 1.1mm and 2 brushes. rose said benign lymphocytes. patient did ok no pneumo.",
  "7023175_syn_6": "Robotic navigation bronchoscopy (Ion) targeting 22mm LLL nodule (LB10). Registration error 3.3mm. Radial EBUS: Eccentric. Cone Beam CT: Confirmed tool-in-lesion. Sampling: TBNA (21G/23G), Cryobiopsy (1.1mm), Brush. ROSE: Lymphocytes/Benign. Patient tolerated well.",
  "7023175_syn_7": "[Indication]\nSuspected malignancy, 22mm LLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to Posterior-Basal Segment (LB10). rEBUS: Eccentric. CBCT confirmed. \n- TBNA\n- Cryo (1.1mm)\n- Brush\nROSE: Benign/Lymphocytes.\n[Plan]\nFollow-up 5-7 days.",
  "7023175_syn_8": "We performed a robotic bronchoscopy on [REDACTED] a 22mm nodule in the posterior-basal segment of the LLL. Using the Ion system, we navigated to the target and confirmed our position with both eccentric radial EBUS and Cone Beam CT. We collected samples using needles, a 1.1mm cryoprobe, and a brush. The immediate read was benign, showing lymphocytes. There were no complications.",
  "7023175_syn_9": "Procedure: Robotic navigation endoscopy.\nLesion: LLL Posterior-Basal (LB10).\nVerification: rEBUS (Eccentric) and CBCT.\nIntervention: The target was sampled via needle aspiration, cryo-adhesion (1.1mm), and brushing. ROSE indicated benign lymphocytes. No adverse events.",
  "7023175": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Suspected lung malignancy\nTarget: 22mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the RUL Carina (RC1), Bronchus Intermedius, Right Mainstem, Left Carina (LC2), Left Mainstem, Trachea (Distal 1/3), Carina, LUL Lingula Carina (LC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t11\t291\t13\t80\t6\t17\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 3.3mm. Ion robotic catheter was used to engage the Posterior-Basal Segment of LLL (LB10). Target lesion is approximately 22mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.4cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 3 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nBrown, MD"
}
