{
  "7044515_syn_1": "Procedure: Ion Bronchoscopy RLL.\nTarget: 33mm nodule (RB8).\nNav: Ion, rEBUS (adjacent), CBCT.\nBiopsy:\n- TBNA (23G): 7 passes.\n- Cryobiopsy (1.7mm): 5 samples.\n- Brush: 2 samples.\nROSE: Suspicious for malignancy (Atypical cells).\nComplications: None.",
  "7044515_syn_2": "OPERATIVE REPORT: [REDACTED] bronchoscopy for a screening-detected 33mm RLL nodule. The Ion robotic system facilitated navigation to the anterior-basal segment. rEBUS demonstrated an adjacent lesion signature. Cone Beam CT reconstruction confirmed tool-in-lesion. We performed TBNA (23G), transbronchial cryobiopsy (1.7mm), and brushing. Rapid on-site evaluation revealed atypical cells suspicious for malignancy.",
  "7044515_syn_3": "Billing Data:\n- 31629: TBNA (Primary sampling).\n- 31628: Cryobiopsy.\n- 31623: Brushing.\n- 31627: Robotic Nav.\n- 31654: EBUS.\nTarget: RLL Anterior-Basal (RB8). ROSE positive for atypical cells.",
  "7044515_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nSite: RLL Nodule (33mm)\n\n- GA induced.\n- Ion Nav to RB8.\n- rEBUS: Adjacent.\n- CBCT: Confirmed.\n- TBNA x7 (23G).\n- Cryo x5 (1.7mm).\n- Brush x2.\n- ROSE: Suspicious for malignancy.\n- Patient stable.",
  "7044515_syn_5": "daniel mitchell procedure date [REDACTED] lung cancer screening found a 33mm rll nodule used the ion robot to get to rb8 radial ebus was adjacent cone beam ct looked good. did 7 needle passes 23g and 5 cryo samples 1.7mm plus brushing. rose said atypical cells suspicious for cancer. no bleeding discharged.",
  "7044515_syn_6": "The patient underwent general anesthesia for Ion robotic bronchoscopy of a 33mm RLL nodule. Navigation to the Anterior-Basal segment was confirmed with rEBUS (adjacent) and Cone Beam CT. Biopsies were obtained using TBNA (23G), cryobiopsy (1.7mm), and brushing. ROSE was suspicious for malignancy. The patient recovered without complications.",
  "7044515_syn_7": "[Indication]\n33mm RLL nodule (Screening detected).\n[Anesthesia]\nGeneral.\n[Description]\nRobotic navigation to RB8. Validated with rEBUS/CBCT.\nSampling:\n- TBNA\n- Cryobiopsy\n- Brushing\n[Plan]\nOncology referral pending final path.",
  "7044515_syn_8": "[REDACTED] a biopsy for a nodule found during lung cancer screening. We used the robotic catheter to reach the lower right lung. We confirmed the location with imaging. We took multiple samples using a needle, a freezing probe, and a brush. The pathologist in the room saw some atypical cells that look suspicious for cancer. We will wait for the final report to confirm.",
  "7044515_syn_9": "Procedure: Robotic bronchoscopic investigation.\nLesion: RLL mass.\nMethod: Navigated to anterior-basal segment. Verified via sonography/tomography. Sampled via needle aspiration, cryo-adhesion, and brushing. \nAssessment: Cytology suggests malignancy.",
  "7044515": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Lung cancer screening detected nodule\nTarget: 33mm nodule in RLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, RUL Carina (RC1), Bronchus Intermedius, LUL Lingula Carina (LC1), RML Carina (RC2), Carina, Right Mainstem, Trachea (Distal 1/3) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t11\t370\t16\t100\t6\t24\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 2.4mm. Ion robotic catheter was used to engage the Anterior-Basal Segment of RLL (RB8). Target lesion is approximately 33mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.1cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nMartinez, MD"
}
