{
  "7081251_syn_1": "Dx: Esophageal CA, tracheal inv.\nProc: Rigid bronch, Laser ablation.\nSite: Bronchus Intermedius (BI).\nOp:\n- Tumor at BI.\n- Laser used for sequential removal.\n- Max debulking achieved.\nResult: 15% residual. EBL 50mL.\nPlan: ICU obs.",
  "7081251_syn_2": "OPERATIVE NARRATIVE: The patient, [REDACTED], presented with 79% obstruction at the Bronchus Intermedius due to invasive esophageal carcinoma. Rigid bronchoscopy was initiated under general anesthesia. An endobronchial mass was id[REDACTED]. We proceeded with Laser ablation (CPT 31640), performing multiple passes to excise the tumor tissue sequentially. Excellent hemostasis was maintained. The airway caliber was significantly improved, leaving only 15% residual obstruction.",
  "7081251_syn_3": "Coding Data:\nPrimary Procedure: 31640 (Bronchoscopy with tumor excision).\nModality: Laser Ablation.\nLocation: Bronchus Intermedius.\nDetails: Visualization of 79% obstruction. Systematic laser excision performed to debulk tumor. Specimens sent for histology. Hemostasis achieved. Code 31640 supported by excision of endobronchial tumor.",
  "7081251_syn_4": "Procedure: Rigid Bronchoscopy with Laser Ablation\nPatient: [REDACTED]\nStaff: Dr. Lee\nSteps:\n1. General anesthesia induced.\n2. Rigid scope advanced to BI.\n3. Tumor id[REDACTED].\n4. Laser used to ablate and remove tumor in pieces.\n5. Hemostasis good.\n6. Residual stenosis ~15%.\nDisposition: ICU.",
  "7081251_syn_5": "donald thomas procedure note. we took him to the OR for the esophageal cancer blocking the airway. used the laser to burn the tumor out of the bronchus intermedius. did a few passes to get it all out. bleeding was about 50ml pretty standard. looks like we got it down to 15% blockage. sending him to the ICU tonight just to watch him.",
  "7081251_syn_6": "Esophageal cancer with tracheal invasion. Pre-procedure 79% obstruction at BI. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Laser ablation performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Post-procedure 15% residual obstruction. EBL 50mL. Hemostasis achieved. Specimens sent for histology. Recovery then ICU observation overnight.",
  "7081251_syn_7": "[Indication]\nEsophageal cancer, 79% obstruction at BI.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Laser ablation utilized for tumor excision. Multiple passes for debulking. Residual obstruction 15%.\n[Plan]\nICU admission. Oncology follow-up.",
  "7081251_syn_8": "We performed a rigid bronchoscopy on [REDACTED] the obstruction in his Bronchus Intermedius. Upon visualization, we used laser ablation to carefully excise the tumor. We made multiple passes to ensure maximal debulking was achieved. The procedure was successful, reducing the obstruction from 79% down to 15%, with minimal blood loss.",
  "7081251_syn_9": "Under general anesthesia, rigid bronchoscopy was executed. An endobronchial neoplasm was found at the BI. Laser destruction was carried out with sequential tumor extraction. Several passes were completed to attain maximal reduction. Post-procedure residual blockage was ~15%. Hemostasis secured.",
  "7081251": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Esophageal cancer with tracheal invasion\nPre-procedure: ~79% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nLaser ablation performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nPost-procedure: ~15% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nLee, MD"
}
