{
  "7163782_syn_1": "Indication: Esophageal CA invasion Trachea (85%).\nProcedure: Rigid Bronch (Jet Vent).\nActions:\n- Balloon dilation.\n- Novatech Silicone Dumon Stent (20x50mm) placed.\nResult: 7% residual.\nPlan: Floor.",
  "7163782_syn_2": "PROCEDURE NOTE: [REDACTED], with esophageal carcinoma invading the trachea (85% stenosis), underwent palliative rigid bronchoscopy. Jet ventilation was employed. The critical tracheal stenosis was managed first with sequential balloon dilation. To maintain patency, a Novatech Silicone Dumon stent (20x50mm) was sized and deployed. Verification showed excellent apposition and patency, reducing the obstruction to a minimal 7%.",
  "7163782_syn_3": "Code: 31631 (Placement of Tracheal Stent).\nAdditional: 31630 (Balloon dilation).\nDevice: Novatech Silicone Dumon (20x50mm).\nIndication: Critical 85% tracheal stenosis.\nOutcome: 7% residual obstruction.",
  "7163782_syn_4": "Resident Note\nPt: [REDACTED], 73M\nDx: Esophageal CA -> Trachea.\nSteps:\n1. Rigid bronch/Jet vent.\n2. Balloon dilated trachea.\n3. Put in Novatech Silicone stent 20x50.\n4. Looks great, only 7% obstruction left.\nPlan: Floor.",
  "7163782_syn_5": "Ronald Jones 73 male esophageal cancer eating into the trachea 85 percent blocked. We did the rigid bronch with jet ventilation. Ballooned it open. Then put in a Novatech silicone stent 20 by 50 mm. Its wide open now only 7 percent blocked. No bleeding really. Floor admit.",
  "7163782_syn_6": "Under general anesthesia with jet ventilation, rigid bronchoscopy performed. Sequential balloon dilation of trachea stenosis performed. Airway measured and Novatech Silicone - Dumon stent (20x50mm) deployed in Trachea. Stent position confirmed with good expansion and patency. Post-procedure obstruction: ~7% No complications. EBL minimal.",
  "7163782_syn_7": "[Indication]\nEsophageal cancer with 85% tracheal invasion.\n[Anesthesia]\nGeneral with Jet Ventilation.\n[Description]\nRigid bronchoscopy. Balloon dilation performed. Novatech Silicone Dumon stent (20x50mm) deployed in trachea. Residual obstruction 7%.\n[Plan]\nFloor admission. Repeat bronchoscopy 4-6 weeks.",
  "7163782_syn_8": "[REDACTED] intervention for an 85% tracheal obstruction caused by his esophageal cancer. Under general anesthesia, we used a balloon to dilate the narrowed airway. We then successfully placed a 20x50mm Novatech Silicone Dumon stent. The airway is now widely patent with only 7% residual obstruction, and he is recovering well.",
  "7163782_syn_9": "Procedure: Rigid bronchoscopy with deployment of silicone airway prosthesis.\nLocation: Trachea.\nAction: Balloon dilation was performed. A Novatech Silicone Dumon stent (20x50mm) was inserted.\nResult: Tracheal obstruction minimized to 7%.",
  "7163782": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Esophageal cancer with tracheal invasion\nPre-procedure obstruction: ~85% Trachea\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of trachea stenosis performed.\nAirway measured and Novatech Silicone - Dumon stent (20x50mm) deployed in Trachea.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~7%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nWilson, MD"
}
