{
  "7214396_syn_1": "Procedure: Therapeutic Thoracentesis (Right).\n- US Guidance used.\n- 8th ICS, Mid-axillary line.\n- 1400 mL serosanguinous fluid removed.\n- No pneumothorax on post-procedure US.",
  "7214396_syn_2": "A therapeutic thoracentesis was performed for symptomatic relief of a right-sided pleural effusion in the setting of congestive heart failure. Under ultrasound guidance, a 16-gauge catheter was introduced into the 8th intercostal space. 1,400 mL of serosanguinous fluid was evacuated. The patient tolerated the procedure with significant symptomatic improvement.",
  "7214396_syn_3": "Billing Code 32555 (Thoracentesis with Imaging Guidance). 32554 is incorrect as Ultrasound was explicitly used for needle placement and safety. Fluid (1400mL) removed for therapeutic intent. Patient on anticoagulation (Warfarin), managed appropriately.",
  "7214396_syn_4": "Resident Procedure Note:\n- Consent/Timeout verified.\n- US scan: R effusion, no loculations.\n- Prep/Drape/Lidocaine.\n- Needle insertion 8th ICS.\n- 1.4L drained.\n- Catheter removed, bandage applied.\n- Labs sent.",
  "7214396_syn_5": "thoracentesis right side 77yo female on warfarin inr 2.3 used ultrasound to be safe fluid was bloody probably the warfarin drained 1400cc she started coughing a bit so we stopped small hematoma but fine.",
  "7214396_syn_6": "Ultrasound-guided right therapeutic thoracentesis was performed on a 77-year-old female. 1,400 mL of serosanguinous fluid was drained from the 8th intercostal space. Post-procedure ultrasound confirmed lung sliding and no pneumothorax. Specimens sent for analysis.",
  "7214396_syn_7": "[Indication]\nSymptomatic right pleural effusion, CHF history.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS-guided thoracentesis. 1400 mL serosanguinous fluid removed.\n[Plan]\nAdjust diuretics/warfarin. CXR tomorrow.",
  "7214396_syn_8": "Ms. [REDACTED] presented with worsening dyspnea due to a large right pleural effusion. We performed an ultrasound-guided thoracentesis. The fluid was serosanguinous, likely due to her anticoagulation status, but we successfully drained 1.4 liters. She felt much better immediately after.",
  "7214396_syn_9": "We id[REDACTED] the fluid pocket via sonography. We accessed the pleural space and evacuated 1,400 mL of effusion. The serosanguinous nature was noted. We confirmed lung re-expansion and absence of complications.",
  "7214396": "**PATIENT INFORMATION:**\n- Name: Margaret O'Sullivan\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 15:00-15:35\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Robert Kim, MD, FCCP (Pulmonary Medicine)\n\n**INDICATION:**\n77-year-old female with history of congestive heart failure (EF 35%) presenting with bilateral pleural effusions, right greater than left, with worsening dyspnea despite diuresis.\n\n**PRE-PROCEDURE:**\n- Informed consent obtained\n- Timeout performed per institutional protocol\n- Ultrasound examination: Right pleural effusion with maximum depth 7.8 cm, no loculations\n- INR 2.3 (on warfarin for atrial fibrillation) - discussed risk/benefit; patient symptomatic\n- Vital signs: BP 145/82, HR 92 (irregular), SpO2 88% on 4L NC\n\n**PROCEDURE DETAILS:**\n- Patient positioned sitting upright\n- Right posterolateral chest, 8th intercostal space, mid-axillary line\n- Chlorhexidine prep\n- Local anesthesia: 15 mL 1% lidocaine with careful aspiration\n- Ultrasound-guided placement of 16-gauge catheter\n- Initial fluid: serosanguinous\n- Total volume removed: 1,400 mL via controlled drainage\n- Patient developed mild cough at 1,200 mL but tolerated continuation\n- Post-procedure lung ultrasound: improved lung sliding, no pneumothorax\n\n**SPECIMENS SENT:**\n- Pleural fluid analysis (Light's criteria parameters)\n- Pleural fluid cytology\n- Pleural fluid BNP\n- Cultures (aerobic/anaerobic)\n\n**IMMEDIATE RESULTS:**\n- Appearance: Serosanguinous (likely from anticoagulation)\n- BNP pending\n\n**POST-PROCEDURE:**\n- Procedure completed without immediate complications\n- Portable chest X-ray obtained\n- Vital signs: BP 138/78, HR 88, SpO2 93% on 3L NC\n- Patient reports significant symptomatic improvement\n- Small puncture site hematoma noted (2 cm), stable\n\n**COMPLICATIONS:** Minor - small puncture site hematoma, stable, no intervention required\n\n**ASSESSMENT:** Successful therapeutic thoracentesis in patient with CHF-related pleural effusion on anticoagulation. Serosanguinous fluid likely related to supratherapeutic INR.\n\n**PLAN:**\n- Adjust warfarin dosing per cardiology\n- Optimize diuretic regimen\n- Follow up chest X-ray in 24 hours\n- Monitor puncture site\n- Repeat thoracentesis PRN if reaccumulation after diuresis optimization"
}
