{
  "7294163_syn_1": "Procedure: Rigid Bronchoscopy, Tumor Debulking, Y-Stent.\n- 12mm rigid scope used.\n- APC/Cryo used to debulk trachea/mainstems.\n- 15x12x12 Silicone Y-stent placed.\n- Airways >90% patent post-procedure.",
  "7294163_syn_2": "The patient underwent rigid bronchoscopy for management of malignant central airway obstruction involving the distal trachea and carina. Following mechanical and thermal debulking (APC/Cryotherapy) of the tumor, a silicone Y-stent was customized and deployed. Post-deployment inspection revealed excellent patency of the tracheal and bronchial limbs.",
  "7294163_syn_3": "CPT 31636 (Stent placement) and 31641 (Tumor destruction) are supported. 31622 is bundled. Complex airway management required rigid bronchoscopy and jet ventilation. Y-stent placement required removal and re-insertion of rigid scope.",
  "7294163_syn_4": "Steps:\n1. Induction/Jet ventilation.\n2. Rigid scope insertion (12mm).\n3. Tumor debulking (APC/Cryo).\n4. Y-stent sizing and prep.\n5. Stent deployment via Freitag forceps.\n6. Stent seating confirmed.",
  "7294163_syn_5": "tough case difficult intubation had to use smaller rigid scope tumor was blocking carina used apc to burn it back then put in a y stent silicone fits good airways open now icu monitoring.",
  "7294163_syn_6": "Rigid bronchoscopy with tumor debulking and silicone tracheobronchial Y-stent placement was performed for malignant airway obstruction. APC and cryotherapy were used to recanalize the airway. A 15x12x12 Y-stent was deployed, restoring patency to >90%.",
  "7294163_syn_7": "[Indication]\nMalignant central airway obstruction.\n[Anesthesia]\nGeneral (Jet Ventilation).\n[Description]\nRigid bronch. APC/Cryo debulking. Silicone Y-stent placement.\n[Plan]\nICU, humidified O2, saline nebs.",
  "7294163_syn_8": "[REDACTED] tumor ingrowth blocking his windpipe and main airways. We performed a rigid bronchoscopy. After clearing out the tumor with heat and freezing probes, we placed a silicone Y-shaped stent. This successfully propped his airways open.",
  "7294163_syn_9": "We employed rigid bronchoscopy to address the obstruction. We ablated the tumor tissue using APC and cryotherapy. Subsequently, we positioned a silicone Y-stent to stent the airway open.",
  "7294163": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\n\nPreoperative Diagnosis: Malignant central airway obstruction\nPostoperative Diagnosis: Resolved airway obstruction s/p silicone Y-stent\nProcedure Performed: Rigid bronchoscopy with tumor debulking and silicone tracheobronchial Y-stent placement\n\nSurgeon: Jennifer Williams, MD\nIndications: Airway obstruction\nConsent: Consent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient's family acknowledged and gave consent.\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the main operating room. After administration of sedatives, a 14 mm ventilating rigid bronchoscope insertion was attempted. Due to poor mouth opening and glottic irregularities (related to previous head and neck radiation), we were unable to pass the large rigid bronchoscope through the cords and had to convert to a 12 mm rigid ventilating bronchoscope which was advanced past the vocal cords into the mid trachea and connected to jet ventilator. Unfortunately, due to a combination of extremely poor dentition and poor mouth opening, two teeth were lost during the intubation procedure.\n\nAirway inspection was performed using the T190 therapeutic flexible bronchoscope. The upper trachea was normal. The mid trachea had friable tumor mostly at the right lateral wall causing about 30% airway obstruction. The distal trachea had extensive tumor involving both mainstems with carinal tumor infiltration as well. The distal trachea was about 20% patent. The left mainstem was completely occluded and the right mainstem was 30% patent. It appeared that intrinsic tumor ingrowth was the predominant issue with only mild extrinsic compression.\n\nTumor debulking was performed using APC to \"burn and shave\" the tumor within the trachea and proximal bilateral mainstem along with cryotherapy to remove loose debris and blood clots.\n\nOnce we were able to bypass the central tumor, the left mainstem tumor only extended about 1 cm past the main carina and the distal left mainstem and left-sided bronchi were normal and fully patent. The right mainstem involvement was also limited to the first cm past the main carina. There was non-obstructive tumor infiltration in the posterior segment of the right upper lobe, but the right-sided airways were otherwise uninvolved.\n\nAfter measuring the airways, we customized a 15x12x12 silicone Y-stent to a length of 65 mm in the tracheal limb, 17.5 mm in the right mainstem limb, and 40 mm in the left mainstem limb. The rigid bronchoscope was then removed as the stent was too large to insert through the rigid, and using Freitag forceps along with a bougie inserted into the left limb, we were able to blindly pass the stent through the vocal cords into the trachea. The rigid bronchoscope was then re-inserted. Through the use of rigid forceps and manipulation with the tip of the flexible bronchoscope, we were eventually able to seat the stent into proper position. Post-insertion, the trachea, right mainstem, and left mainstem were all at least 90% patent. We then removed the rigid bronchoscope and turned over the case to anesthesia for recovery.\n\nRecommendations:\n- Transfer back to ICU\n- Post-procedure x-ray\n- Start 3% saline nebs 4cc 3 times daily for stent maintenance\n- Ensure supplemental oxygen is humidified\n- Please arrange for patient to have nebulizer at home for continued hypertonic saline nebs post-discharge\n- If invasive ventilatory support is required, blind intubation (direct laryngoscopy, glidescope) should be avoided as it can result in dislodgment of the tracheal stent and potential catastrophic airway obstruction. Intubation should be performed with a 7.0 or smaller ETT with bronchoscopic insertion to visualize the distal tip of the endotracheal tube. The endotracheal tube should be advanced approximately 3 cm into the tracheal limb of the stent and secured.\n\nJennifer Williams, MD\nInterventional Pulmonology\nNaval Medical Center San Diego\n\n________________________________________"
}
