{
  "73018492_syn_1": "Indication: Left mainstem obstruction.\nProc: Rigid Bronch, EBUS, Debulking.\nActions:\n- Rigid scope inserted.\n- EBUS TBNA subcarinal mass (6 passes).\n- LMS tumor debulked (APC, Cryo, Forceps).\n- Balloon dilation LMS.\n- APC for hemostasis.\nPlan: Rad Onc consult.",
  "73018492_syn_2": "OPERATIVE REPORT: Rigid bronchoscopy was performed for malignant airway obstruction. \nFINDINGS: Left mainstem (LMS) occlusion by tumor. Subcarinal lymphadenopathy. \nPROCEDURE: EBUS-TBNA was performed on the subcarinal station. Mechanical debulking of the LMS tumor was executed using forceps, cryotherapy, and APC. The airway was subsequently dilated with a CRE balloon. \nRESULT: Patency restored to 50%.",
  "73018492_syn_3": "Codes: 31653 (EBUS 3+ stations/passes?), 31630 (Debulking/Dilation), 31641 (Tumor Destruction).\nNote: Code selection depends on hierarchy. 31652/3 might be applicable depending on node count. Main service is Rigid Bronchoscopy with tumor removal and dilation.",
  "73018492_syn_4": "Procedure: Rigid Bronch / EBUS / Debulk\nAttending: Dr. Miller\nSteps:\n1. GA / Rigid scope.\n2. EBUS TBNA of subcarinal node.\n3. Debulked left main tumor (APC/Cryo).\n4. Dilated with balloon.\n5. Bleeding controlled.\nPlan: Radiation.",
  "73018492_syn_5": "[REDACTED] has the lung mass blocking the left side. we did a rigid bronch. ebus first to biopsy the nodes under the carina. then went after the tumor in the left main. chopped it out with forceps and burned it with apc. dilated it open. looks better about half open now. needs radiation asap.",
  "73018492_syn_6": "DATE OF PROCEDURE: [REDACTED]. PROCEDURE PERFORMED: Rigid bronchoscopy. Indication: left mainstem obstruction. Findings: Left mainstem completely obstructed. EBUS bronchoscope inserted, subcarinal mass biopsied. Tumor debulked using APC, electrocautery, cryotherapy. Left mainstem dilated with balloon. Argon plasma coagulation used for hemostasis. Recommendations: Radiation oncology consultation.",
  "73018492_syn_7": "[Indication]\nLeft mainstem obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. EBUS TBNA subcarinal. Tumor debulking (APC, Cryo). Balloon dilation LMS.\n[Plan]\nRad Onc, monitor hemoptysis.",
  "73018492_syn_8": "We performed a rigid bronchoscopy on [REDACTED] up his airway. The tumor was blocking the left main bronchus. We biopsied the lymph nodes first, then spent time chipping away at the tumor with forceps and cautery. We dilated it with a balloon and got it about 50% open. He's going to need radiation to keep it that way.",
  "73018492_syn_9": "Procedure: Rigid bronchoscopy with EBUS sampling and tumor recanalization.\nDx: Malignant airway obstruction.\nIntervention: EBUS-guided needle aspiration. Mechanical resection of endoluminal tumor via forceps and cryotherapy. Balloon dilation.\nOutcome: Partial restoration of airway caliber.",
  "73018492": "Patient: [REDACTED] MRN: [REDACTED]\nDATE OF PROCEDURE: [REDACTED]\nPREOPERATIVE DIAGNOSIS: Lung mass with left main-stem obstruction\nPOSTOPERATIVE DIAGNOSIS: Malignant mixed intrinsic and extrinsic airway obstruction\nPROCEDURE PERFORMED: Rigid bronchoscopy\nSURGEON: Russell Miller, MD \nASSISTANT: Patricia Hogan MD\nINDICATIONS: left mainstem obstruction \nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. A 7.0 ETT was placed by ansesthesia followed by OG tube to decompress the stomach. The ETT was then removed and a 12 mm ventilating rigid bronchoscope was subsequently inserted into the mid trachea and attached to the jet ventilator. The rigid optic was then removed and the flexible bronchoscope was inserted through the rigid bronchoscope. On initial bronchoscopic inspection there was mild bleeding and airway trauma noted in the distal trachea likely secondary to trauma from ETT placement. The posterior and left wall of the distal trachea had obvious submucosal tumor infiltration. The left mainstem bronchus was completely obstructed by endoluminal tumor and the tumor involved the main carina with a mild degree of tumor ingrowth into the right mainstem but without obstruction. At this point the EBUS bronchoscope was inserted through the rigid bronchoscope and the subcarinal mass was id[REDACTED] with ultrasound and 6 biopsies were performed with the 22G EBUS TBNA needle. We then directed our attention to the left maintem. Through the use of a combination of APC, rigid electrocautery, cryotherapy and forcpts we were able to slowly debulk the tumor within the left mainstem and visualize an opening into the distal left mainstem. A ultrathin bronchospe was advanced through the opening and purulent material was expressed from the distal airways from her post-obstructive pneumonia. We were able to visualize the secondary carina’s within the left upper lobe and there was no obvious tumor seen. The left lower lobe was visualized but we were unable to adequately debulk the tumor to overlying this area to confirm distal patency. Subseuqently the left mainstem bronchus was dilated with an [REDACTED] CRE balloon with approximaly 50% improvement in luminal patency in the left mainstem which allowed introduction of the therapeutic bronchoscope. At this point the infiltrating friable areas of tumor within the left mainstem, distal trachea and main carina were painted with argon plasma coagulation for hemostasis. Once we were satisfied that there was no active bleeding the rigid bronchoscope was removed and the procedure was completed. \nRecommendations:\nAwait tissue diagnosis\nASAP radiation oncology consultation for treatment of the left mainstem to attempt to prevent recurrent obstruction.\nIf patient develops significant hemoptysis post procedure would perform bronchoscopic intubation of the right mainstem to protect functional lung. \nIf obstruction recurs despite radiation therapy will likely require repeat rigid bronchoscopy with placement of silicone Y stent."
}
