{
  "7389910_syn_1": "Indication: 20mm LUL nodule.\nTechnique: Monarch nav to LB1+2.\nrEBUS: Concentric.\nTools: 19G TBNA, Forceps, Brush.\nROSE: Benign (macrophages).\nDisposition: Recovery.",
  "7389910_syn_2": "OPERATIVE REPORT: [REDACTED] evaluation of a 20mm LUL nodule. Under general anesthesia, the Monarch robotic system was navigated to the Apicoposterior Segment. Registration error was 4.5mm. Radial EBUS confirmed a concentric view of the lesion. We performed sampling with a 19G aspiration needle, standard forceps, and a cytology brush. ROSE showed benign respiratory epithelium and macrophages. No immediate complications were noted.",
  "7389910_syn_3": "Codes: 31629 (TBNA), 31628 (Bx), 31623 (Brush), 31627 (Nav), 31654 (EBUS).\nTarget: LUL Apicoposterior (20mm).\nDetails: 19G needle used for TBNA. Forceps and brush also used. All under continuous guidance.",
  "7389910_syn_4": "Resident Note\nPt: [REDACTED].\nTarget: LUL 20mm.\nSteps:\n1. GA, ETT.\n2. Monarch to LB1+2.\n3. rEBUS concentric.\n4. 19G TBNA x7.\n5. Forceps x5.\n6. Brush.\nROSE: Benign.\nPlan: D/C.",
  "7389910_syn_5": "Patricia Lopez 20mm nodule LUL. Robotic case monarch. Went to the apicoposterior segment LB1+2. rEBUS was concentric. Used the big needle 19g then forceps and brush. ROSE said benign stuff only. No bleeding extubated fine.",
  "7389910_syn_6": "Robotic bronchoscopy was performed for a 20mm LUL nodule. The Monarch system was navigated to the apicoposterior segment. rEBUS showed a concentric view. Sampling included 19G TBNA, forceps biopsy, and brushings. ROSE results were benign. The patient tolerated the procedure well.",
  "7389910_syn_7": "[Indication]\nSuspected malignancy, LUL (20mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to LB1+2. rEBUS: Concentric. Sampling: 19G TBNA, Forceps, Brush. ROSE: Benign respiratory epithelium.\n[Plan]\nCXR, Discharge.",
  "7389910_syn_8": "We performed a biopsy on [REDACTED] lobe nodule. Using the robotic scope, we navigated to the apicoposterior segment and confirmed the location with EBUS. We used a 19-gauge needle, forceps, and a brush to get good samples. The preliminary check showed only benign cells. She did well and was sent to recovery.",
  "7389910_syn_9": "Procedure: Robotic-assisted bronchoscopic sampling.\nSite: LUL Apicoposterior Segment.\nAction: The device was navigated to the lesion. rEBUS confirmed the target. Samples were obtained via 19G aspiration, forceps excision, and brushing.\nResult: ROSE indicated benign findings.",
  "7389910": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Suspected lung malignancy\nTarget: 20mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t11\t335\t10\t100\t6\t17\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.5mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB1+2) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Apicoposterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 5 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nGarcia, MD"
}
