{
  "7392614_syn_1": "Procedure: PleurX Catheter Placement (Left).\n- Indication: Malignant Mesothelioma.\n- US Guided.\n- 1200 mL drained.\n- Catheter functional, patient comfortable.",
  "7392614_syn_2": "A tunneled indwelling pleural catheter (PleurX) was placed for palliative management of refractory malignant pleural effusion secondary to mesothelioma. Ultrasound guidance ensured safe placement despite loculations. 1,200 mL of fluid was drained, and the patient and family were educated on catheter care.",
  "7392614_syn_3": "Billing 32550 (Tunneled pleural catheter). Medical necessity established by rapid reaccumulation and palliative goals. Ultrasound guidance utilized. 15.5 Fr catheter placed.",
  "7392614_syn_4": "Steps:\n1. US mapping (L effusion, septated).\n2. Local anesthetic/tunneling.\n3. Catheter insertion (Seldinger).\n4. Tunneling.\n5. Drainage 1.2L.\n6. Education provided.",
  "7392614_syn_5": "placed a pleurx left side for the mesothelioma patient fluid keeps coming back used ultrasound carefully cause of the septations drained 1.2 liters he had some pain but fentanyl helped.",
  "7392614_syn_6": "Ultrasound-guided placement of a 15.5 Fr PleurX tunneled pleural catheter was performed on the left hemithorax for malignant pleural effusion. 1,200 mL of fluid was drained. The procedure was tolerated well with minor pleuritic pain managed with fentanyl.",
  "7392614_syn_7": "[Indication]\nRefractory malignant pleural effusion (Mesothelioma).\n[Anesthesia]\nLocal + Midazolam.\n[Description]\nUS-guided PleurX placement left side. 1200 mL drained.\n[Plan]\nHospice management, home drainage.",
  "7392614_syn_8": "[REDACTED] a recurring fluid buildup due to mesothelioma. To help him breathe better at home, we placed a permanent PleurX drainage tube. We drained over a liter of fluid during the procedure, and he will now be managed by hospice nurses.",
  "7392614_syn_9": "We inserted a tunneled pleural catheter under sonographic guidance. We evacuated 1,200 mL of effusion. The device was secured, and the patient was instructed on home drainage protocols.",
  "7392614": "**PATIENT INFORMATION:**\n- Name: Thomas Bradford\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 13:15-14:05\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Andrew Sullivan, MD, FCCP (Interventional Pulmonology)\n\n**INDICATION:**\n79-year-old male with metastatic mesothelioma and refractory left malignant pleural effusion. Patient has undergone multiple thoracenteses with rapid reaccumulation (7-10 days). Patient declining aggressive interventions, focusing on symptom management and quality of life.\n\n**PRE-PROCEDURE:**\n- Goals of care discussion held with patient and family\n- Informed consent obtained with emphasis on palliative intent\n- Timeout performed\n- Bedside ultrasound: Large left pleural effusion, maximum depth 12.5 cm, complex with multiple thin septations\n- Chest CT reviewed: Pleural thickening and nodularity consistent with known mesothelioma\n- Cardiopulmonary status optimized\n- Vital signs: BP 142/84, HR 92, SpO2 88% on 4L NC\n\n**PROCEDURE DETAILS:**\n- Patient positioned in right lateral decubitus position with support\n- Left lateral chest, 6th intercostal space, mid-axillary line\n- Site id[REDACTED] avoiding areas of dense pleural disease\n- Chlorhexidine skin preparation, sterile draping\n- Local anesthesia: 20 mL 1% lidocaine (patient also received 2 mg IV midazolam for anxiolysis)\n- Small incision made\n- Subcutaneous tunnel created (7 cm)\n- 15.5 French PleurX catheter advanced under ultrasound guidance, avoiding septations\n- Wire and catheter passed without resistance\n- Catheter secured with non-absorbable suture\n- Dacron cuff positioned appropriately\n- Drainage initiated: 950 mL serosanguinous fluid removed initially\n- Patient developed mild cough, drainage temporarily paused then resumed\n- Total drainage: 1,200 mL\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter\n- French Size: 15.5 Fr\n\n**SPECIMENS SENT:**\n- None (diagnosis already established)\n\n**POST-PROCEDURE:**\n- Procedure completed without major complications\n- Portable chest X-ray: IPC in place, moderate residual effusion, no pneumothorax\n- Patient experienced transient pleuritic pain (6/10), responded to IV fentanyl 50 mcg\n- Dressing applied\n- Patient and daughter educated on drainage procedure\n- Hospice agency contacted for coordination of care and drainage assistance\n- Vital signs: BP 138/82, HR 88, SpO2 92% on 4L NC\n- Patient reports improved breathing despite residual effusion\n\n**COMPLICATIONS:** Minor - transient pleuritic pain post-procedure, resolved with analgesics\n\n**ASSESSMENT:** Successful placement of left indwelling pleural catheter for palliative management of malignant pleural effusion secondary to mesothelioma. Given septations and extensive pleural disease, spontaneous pleurodesis unlikely.\n\n**PLAN:**\n- Drainage schedule: As needed for symptoms, typically every 2-3 days\n- Hospice nursing to manage catheter drainage and site care\n- Focus on symptom management and quality of life\n- Patient instructed to report fever, increasing pain, or catheter dysfunction\n- Avoid aggressive drainage goals given palliative intent\n- Outpatient follow-up PRN\n- Continue palliative care coordination"
}
