{
  "7404564_syn_1": "Dx: Thyroid CA, LMS compression.\nProc: Rigid bronch, Microdebrider.\nAction: Sequential shaving of tumor. 76% -> 31%.\nEBL: 50mL.\nPlan: ICU obs.",
  "7404564_syn_2": "OPERATIVE SUMMARY: [REDACTED] 76% obstruction of the Left Mainstem Bronchus due to thyroid malignancy. Under general anesthesia, a rigid bronchoscope was introduced. The microdebrider blade was utilized to shave and aspirate the endoluminal tumor component (CPT 31640). Multiple passes achieved significant luminal gain, resulting in 31% residual obstruction. Hemostasis was maintained.",
  "7404564_syn_3": "Code: 31640 (Bronchoscopy with excision of tumor).\nTool: Microdebrider.\nLocation: Left Mainstem Bronchus.\nJustification: Mechanical excision of malignant tissue to relieve 76% obstruction. Pathology specimens generated.",
  "7404564_syn_4": "Resident Note: Jason Green\nProcedure: Microdebrider Debulking\n1. Rigid scope inserted.\n2. Tumor at LMS id[REDACTED].\n3. Microdebrider used to resect tumor.\n4. Suctioned clear.\n5. Residual block 31%.\n6. Hemostasis achieved.\nPlan: ICU.",
  "7404564_syn_5": "jason green procedure note. thyroid cancer pushing into the LMS. we used the microdebrider to shave it down. took a while but we got it from 76 percent down to 31 percent. bleeding was controlled. sending him to the icu to watch overnight.",
  "7404564_syn_6": "Thyroid cancer with tracheal compression. Pre-procedure 76% obstruction at LMS. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at LMS. Microdebrider assisted tumor removal performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Post-procedure 31% residual obstruction. EBL 50mL. Hemostasis achieved.",
  "7404564_syn_7": "[Indication]\nThyroid CA, 76% LMS obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Microdebrider excision of tumor. Residual obstruction 31%.\n[Plan]\nICU admission.",
  "7404564_syn_8": "[REDACTED] bronchoscopy for a thyroid cancer tumor invading the left mainstem bronchus. We utilized a microdebrider to carefully excise the tumor tissue. After multiple passes, we successfully debulked the lesion, improving the airway patency from 76% obstruction to 31%.",
  "7404564_syn_9": "Under general anesthesia, rigid bronchoscopy was performed. An endobronchial tumor was id[REDACTED] at the LMS. Microdebrider assisted tumor extraction was performed with sequential tumor removal. Several passes were completed to attain maximal reduction. Post-procedure ~31% residual blockage.",
  "7404564": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\n\nIndication: Thyroid cancer with tracheal compression\nPre-procedure: ~76% obstruction at LMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at LMS.\nMicrodebrider assisted tumor removal performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nPost-procedure: ~31% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nDavis, MD"
}
