{
  "7451892_syn_1": "Procedure: Medical Pleuroscopy (Left).\n- Findings: Parietal pleural thickening/inflammation.\n- Interventions: Biopsies x10, Talc Poudrage (5g).\n- 24 Fr Chest Tube placed.",
  "7451892_syn_2": "Medical pleuroscopy was performed to investigate an undiagnosed exudative left pleural effusion. Inspection revealed focal parietal pleural thickening suggestive of malignancy or pleuritis. Multiple biopsies were obtained. Talc poudrage was performed for pleurodesis given the lung's ability to re-expand.",
  "7451892_syn_3": "Code 32601 (Dx Thoracoscopy) + 32560 (Chemical Pleurodesis) + 32551 (Tube Thoracostomy). VATS code 32650 is incorrect for medical pleuroscopy performed under MAC in bronch suite/minor OR. 10 biopsies taken.",
  "7451892_syn_4": "Procedure:\n1. Lat decubitus, US guidance.\n2. Trocar insertion.\n3. Pleuroscopy: Inflamed pleura.\n4. Biopsies x10.\n5. Talc insufflation.\n6. Chest tube placement.",
  "7451892_syn_5": "medical thoracoscopy left side drained the fluid looked inside pleura looked angry and thickened took a bunch of biopsies sprayed talc for pleurodesis put a chest tube in waiting on path.",
  "7451892_syn_6": "Left medical pleuroscopy was performed. 1,100 mL of fluid was drained. Parietal pleural biopsies were obtained from abnormal areas. 5 grams of talc were insufflated for pleurodesis. A 24 Fr chest tube was placed.",
  "7451892_syn_7": "[Indication]\nUndiagnosed exudative effusion, r/o malignancy.\n[Anesthesia]\nMAC.\n[Description]\nPleuroscopy. Biopsies. Talc Pleurodesis. Chest tube.\n[Plan]\nAdmit, chest tube management.",
  "7451892_syn_8": "We performed a pleuroscopy to look inside [REDACTED]. We found some suspicious thickened areas on the lining of the chest wall and took biopsies. To prevent the fluid from coming back, we sprayed talc powder inside and left a chest tube in place.",
  "7451892_syn_9": "We conducted a pleuroscopy to visualize the pleural space. We harvested tissue from the parietal pleura. We administered talc poudrage to induce adhesions and inserted a chest tube for drainage.",
  "7451892": "**PATIENT INFORMATION:**\n- Name: Michael Torres\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 09:00-10:30\n- Procedure Duration: 90 minutes\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Lisa Anderson, MD (Interventional Pulmonology)  \n**ASSISTANT:** Dr. James Park, MD (Pulmonary Fellow)  \n**ANESTHESIA:** Dr. Susan Lee, MD (MAC)\n\n**INDICATION:**\n66-year-old male with exudative left pleural effusion, etiology unclear after two non-diagnostic thoracenteses. CT findings concerning for pleural malignancy. Pleuroscopy for tissue diagnosis and talc pleurodesis if appropriate.\n\n**PRE-PROCEDURE:**\n- Complete H&P, informed consent obtained with detailed discussion of risks/benefits\n- Timeout completed with entire team\n- CT chest reviewed: left pleural effusion with subtle pleural enhancement\n- PET-CT: Moderate FDG uptake in left pleura (SUV 4.2)\n- Labs: WBC 7.8K, Platelets 298K, INR 1.1, Creatinine 0.9\n- Pulmonary function tests: FEV1 68% predicted, FVC 72% predicted\n- Vital signs: BP 136/82, HR 74, SpO2 94% on RA\n\n**ANESTHESIA:**\n- Monitored anesthesia care\n- Propofol infusion with fentanyl boluses\n- Local anesthesia supplementation\n- Patient maintained spontaneous respiration\n\n**PROCEDURE DETAILS:**\n\n*Patient Positioning:*\n- Right lateral decubitus position\n- Left arm supported overhead\n- Standard ASA monitoring\n\n*Access:*\n- Ultrasound guidance used for safe entry site id[REDACTED]\n- Left lateral chest, 6th intercostal space, mid-axillary line\n- Chlorhexidine skin prep\n- Local anesthesia: 25 mL 1% lidocaine\n- 10 mm incision\n- Blunt dissection through subcutaneous tissue and intercostal muscles\n- Pleura entered, 650 mL clear yellow fluid evacuated\n- 10 mm trocar placed\n\n*Pleuroscopy Findings:*\n- Rigid pleuroscope (7mm, 0-degree) introduced\n- Comprehensive pleural survey conducted\n- **Visceral Pleura:** Normal appearance, smooth, glistening, no nodules or masses\n- **Parietal Pleura:** Focal area of pleural thickening and inflammation in posterolateral chest wall (approximately 4x6 cm area). Multiple small vessels visible. No discrete masses.\n- **Diaphragm:** Normal appearance\n- **Lung:** Good lung expansion, no evidence of trapped lung\n- **Overall Impression:** Focal inflammatory changes, possible pleuritis vs. early malignancy\n\n*Biopsies:*\n- 8 parietal pleural biopsies obtained from abnormal areas using rigid forceps\n- 2 biopsies from normal-appearing parietal pleura for comparison\n- Biopsies adequate depth including muscle layer\n- Good hemostasis maintained\n\n*Therapeutic Intervention:*\n- Decision made to proceed with talc pleurodesis given adequate lung expansion\n- Complete drainage of pleural fluid: total 1,100 mL\n- 5 grams sterile graded talc insufflated uniformly throughout pleural space\n- Talc distributed to all surfaces under direct visualization\n- 24 French chest tube placed under direct vision\n- Chest tube positioned along posterolateral chest wall\n\n*Complications During Procedure:* None\n\n**POST-PROCEDURE:**\n- Patient transferred to PACU in stable condition\n- Chest tube to water seal with -20 cm H2O suction\n- Post-procedure chest X-ray: appropriate chest tube placement, talc distribution visible, small residual effusion\n- Patient comfortable, no respiratory distress\n- Vital signs: BP 128/74, HR 78, SpO2 96% on 2L NC\n- Pain well controlled (2/10)\n\n**SPECIMENS SENT:**\n- Pleural biopsies (10 specimens) - histopathology, tissue for culture if needed\n- Pleural fluid - cytology, cultures (aerobic, anaerobic, AFB, fungal)\n\n**IMMEDIATE ASSESSMENT:**\nSuccessful medical pleuroscopy with talc pleurodesis. Pleural findings suggestive of inflammatory process; biopsies obtained for definitive diagnosis. Good lung expansion allows for pleurodesis attempt.\n\n**COMPLICATIONS:** None\n\n**DISPOSITION:** Admitted for post-pleurodesis monitoring and chest tube management\n\n**PLAN:**\n- Chest tube to water seal after 24 hours if output decreasing\n- Monitor for post-pleurodesis fever (expected)\n- Acetaminophen and NSAIDs for fever/pain management\n- Serial chest X-rays daily\n- Remove chest tube when output <150 mL/24 hours, no air leak, and lung expanded\n- Expected chest tube duration: 2-4 days\n- Await pathology results (3-5 days)\n- Discharge when chest tube removed and patient stable\n- Follow up in 2 weeks with imaging to assess pleurodesis success"
}
