{
  "7465133": "Matthew Ross, MRN [REDACTED], a 85-year-old male underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Baptist Medical Center on [REDACTED]. The indication was lung cancer staging - suspected nsclc with mediastinal lymphadenopathy with a 31.5mm part-solid lesion in the RML medial (B5), bronchus sign positive, PET SUV max 7.9. The patient was ASA class 4 with smoking history of 57 pack-years (former). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Pentax EB-1990i bronchoscope with 22-gauge Standard FNA needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 4R (23.5mm, 2 passes, ROSE: Malignant - squamous cell carcinoma); station 4L (14.3mm, 4 passes, ROSE: Suspicious for malignancy); station 10R (11.1mm, 2 passes, ROSE: Suspicious for malignancy); station 2L (20.1mm, 2 passes, ROSE: Malignant - adenocarcinoma). Rapid on-site evaluation was available for all stations.\n\nThe Monarch robotic bronchoscopy system (Auris Health (J&J)) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 3.2mm. The robotic catheter was advanced to the RML medial (B5) and radial EBUS probe deployment revealed adjacent view of the lesion. Tool-in-lesion was confirmed by augmented fluoroscopy. Transbronchial forceps biopsies (5 specimens), transbronchial needle aspiration (4 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed malignant - squamous cell carcinoma.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 105 minutes. Attending physician: Lisa Thompson, MD."
}
