{
  "7607199_syn_1": "Indication: SCC, airway compromise.\nFindings: 91% RMS obstruction.\nAction:\n- Rigid bronch.\n- Balloon dilation.\n- Novatech Dumon stent (20x50mm) placed in RMS.\nResult: 4% residual obstruction. Patent.\nPlan: Admit.",
  "7607199_syn_2": "INDICATION: [REDACTED], a 62-year-old female with squamous cell carcinoma, presented with critical right mainstem (RMS) stenosis.\nPROCEDURE: The patient was brought to the operating suite and placed under general anesthesia. Rigid bronchoscopy was initiated with jet ventilation. The RMS demonstrated severe 91% obstruction. Following balloon dilation to establish a working channel, a 20x50mm Novatech Silicone Dumon stent was delivered and deployed. Final inspection revealed excellent stent expansion and marked improvement in aeration (4% residual stenosis).\nDISPOSITION: The patient remained stable and was transferred to the floor.",
  "7607199_syn_3": "Service Performed: 31636 (Bronchoscopy with placement of bronchial stent).\nLocation: Right Mainstem Bronchus.\nDevice: Novatech Silicone Dumon Stent (20x50mm).\nDetails:\n- Rigid bronchoscopy used for access.\n- Stenosis (91%) dilated prior to insertion.\n- Stent positioned across the lesion in the RMS.\n- Confirmation of placement and patency documented.\nOutcome: Improvement from 91% to 4% obstruction.",
  "7607199_syn_4": "Procedure: Rigid Bronchoscopy, Stent Placement RMS\nPatient: [REDACTED]\nStaff: Dr. Anderson\nSteps:\n1. Patient intubated/rigid scope placed.\n2. RMS stenosis id[REDACTED] (91%).\n3. Dilation performed.\n4. Dumon stent 20x50mm placed in Right Mainstem.\n5. Airway patent post-procedure.\nComplications: None.\nPlan: Admit overnight.",
  "7607199_syn_5": "Procedure note for [REDACTED] she has squamous cell cancer blocking the right mainstem almost completely 91 percent. We did a rigid bronch under GA dilated it up and then put in a silicone dumon stent size 20 by 50. It opened up beautifully down to like 4 percent obstruction. No issues minimal bleeding sending her to the floor for the night check on her in the morning.",
  "7607199_syn_6": "Indication was squamous cell carcinoma with airway compromise, specifically a 91% obstruction of the right mainstem. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. Sequential balloon dilation of the RMS stenosis was completed. The airway was measured and a Novatech Silicone Dumon stent (20x50mm) was deployed in the Right mainstem. Stent position was confirmed with good expansion and patency, resulting in a post-procedure obstruction of 4%. There were no complications and EBL was minimal.",
  "7607199_syn_7": "[Indication]\nSCC with 91% Right Mainstem obstruction.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nRMS stenosis dilated. Novatech Dumon stent (20x50mm) deployed in RMS. Obstruction reduced to 4%.\n[Plan]\nAdmit overnight. Repeat bronch 4-6 weeks.",
  "7607199_syn_8": "We performed a rigid bronchoscopy on [REDACTED] her airway compromise due to squamous cell carcinoma. The right mainstem bronchus was found to be 91% obstructed. We first dilated the area with a balloon and then deployed a 20x50mm Novatech Silicone Dumon stent. The stent sat perfectly, reducing the obstruction to approximately 4% and restoring airflow. The patient had no complications and recovery was uneventful.",
  "7607199_syn_9": "Indication: Squamous cell carcinoma with airway restriction.\nPre-procedure occlusion: ~91% Right mainstem.\nPROCEDURE: Under general anesthesia with jet ventilation, rigid bronchoscopy was conducted. Sequential balloon expansion of RMS narrowing was performed. The airway was sized and a Novatech Silicone - Dumon stent (20x50mm) was installed in the Right mainstem. Stent location was verified with good opening and flow.\nPost-procedure occlusion: ~4%.\nNo mishaps.",
  "7607199": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Squamous cell carcinoma with airway compromise\nPre-procedure obstruction: ~91% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Novatech Silicone - Dumon stent (20x50mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~4%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nAnderson, MD"
}
