{
  "7628761_syn_1": "Procedure: Ion Robotic Bronchoscopy.\nTarget: 24mm LUL Apicoposterior nodule.\nActions:\n- Navigated to target (0.7cm distance).\n- rEBUS: eccentric view.\n- CBCT: tool-in-lesion confirmed.\n- TBNA (21G): 7 passes.\n- Cryobiopsy (1.1mm): 3 samples (6s freeze).\n- Brush: 2 samples.\n- BAL: 60cc instilled, 22cc return.\n- Fiducial: 1 gold marker placed.\nROSE: Lymphocytes/benign.\nComplications: None.",
  "7628761_syn_2": "OPERATIVE NARRATIVE: The patient, [REDACTED], presented for diagnostic evaluation of a 24mm partially solid nodule within the apicoposterior segment of the left upper lobe. Following induction of general anesthesia, the Ion robotic platform was utilized for electromagnetic navigation. Registration error was minimized to 3.1mm. The target was approached, and radial endobronchial ultrasound (rEBUS) demonstrated an eccentric, continuous margin. Cone-beam CT (CBCT) with 3D reconstruction verified the tool-in-lesion status. We proceeded with a multi-modal sampling strategy: transbronchial needle aspiration (TBNA) using a 21-gauge needle, transbronchial cryobiopsy utilizing a 1.1mm probe with a 6-second freeze time, and protected specimen brushing. Additionally, a bronchoalveolar lavage (BAL) was performed for microbiological analysis. Finally, a single gold fiducial marker was deployed under fluoroscopic guidance to facilitate future stereotactic radiotherapy. Rapid on-site evaluation (ROSE) indicated benign lymphoid tissue.",
  "7628761_syn_3": "Coding Data:\nPrimary Procedure: 31626 (Placement of fiducial markers).\nSecondary Procedures:\n- 31629 (TBNA of LUL nodule; 7 samples).\n- 31627 (Computer-assisted navigation; Ion platform).\n- 31654 (REBUS for peripheral lesion).\n- 31628 (Transbronchial cryobiopsy; 3 samples).\n- 31623 (Brushing).\n- 31624 (BAL of LUL).\nClinical Note: Navigation to the LUL apicoposterior segment was successful. Multiple sampling modalities (needle, cryo, brush) were utilized on the single 24mm lesion. A fiducial marker was placed for therapeutic planning.",
  "7628761_syn_4": "Procedure Note\nResident: Dr. Alex Chen\nAttending: Dr. Sarah Williams\nPatient: [REDACTED]\n\nIndication: LUL Nodule.\n\nSteps:\n1. Time out performed.\n2. General anesthesia induced. 8.0 ETT placed.\n3. Airway inspection: Normal.\n4. Navigation: Ion robot to LUL (LB1+2). Reg error 3.1mm.\n5. Confirmation: rEBUS (eccentric) and Cone Beam CT.\n6. Biopsy: \n   - TBNA x7 (21G)\n   - Cryo x3 (1.1mm)\n   - Brush x2\n7. Marker: Gold fiducial placed.\n8. Lavage: BAL LUL performed.\n9. Completion: Stable. Extubated.",
  "7628761_syn_5": "Steven Adams procedure note date [REDACTED] doing the robotic bronchoscopy today for that 24mm LUL nodule anesthesia was general tube size 8 used the Ion system got pretty close about 0.7cm away radial ebus showed eccentric view confirmed with the spin CT thing. Did a bunch of biopsies used the 21 gauge needle for 7 passes then the cryo probe 1.1mm for 3 samples frozen for 6 seconds also brushed it twice. Put in a fiducial marker gold one for rad onc. Did a wash too 60cc in. Rose said lymphocytes benign. No bleeding patient woke up fine.",
  "7628761_syn_6": "The patient was brought to the bronchoscopy suite and placed under general anesthesia. The Ion robotic catheter was navigated to the apicoposterior segment of the LUL to target a 24mm nodule. Registration error was 3.1mm. rEBUS showed an eccentric view. Cone Beam CT confirmed tool-in-lesion. We performed TBNA (7 passes, 21G), cryobiopsy (3 samples, 1.1mm probe), and brushing (2 samples). A gold fiducial marker was placed. BAL was performed in the same segment. ROSE showed lymphocytes and benign cells. The patient tolerated the procedure well.",
  "7628761_syn_7": "[Indication]\nPart-solid 24mm nodule in LUL (Apicoposterior).\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon robotic navigation used. Target reached (LB1+2). Confirmed via rEBUS (eccentric) and Cone Beam CT. \nBiopsies taken: \n- TBNA (21G)\n- Cryobiopsy (1.1mm)\n- Brush\nFiducial marker placed. BAL performed.\n[Plan]\nDischarge. Follow up pathology.",
  "7628761_syn_8": "[REDACTED] a robotic-assisted bronchoscopy to investigate a lesion in his left lung. We successfully navigated the Ion catheter to the Apicoposterior segment of the Left Upper Lobe. Once we were close to the 24mm nodule, we used ultrasound and a special CT scan in the room to make sure we were in the right spot. We took several samples using a needle, a freezing probe (cryobiopsy), and a small brush. We also washed the area with saline to check for infection. Before finishing, we placed a small gold marker in the nodule to help with future treatments. The preliminary results suggest benign cells.",
  "7628761_syn_9": "Procedure: Robotic bronchoscopy.\nTarget: LUL mass.\nTechnique: The Ion system was steered to the lesion. Localization was verified with rEBUS and Cone Beam CT. The lesion was sampled via aspiration (TBNA), freezing (cryobiopsy), and abrasion (brushing). A fiducial was deployed. The segment was lavaged. \nOutcome: Samples acquired. No complications.",
  "7628761": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Part-solid nodule for tissue diagnosis\nTarget: 24mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the RUL Carina (RC1), Bronchus Intermedius, Left Carina (LC2), LUL Lingula Carina (LC1), Left Mainstem, RML Carina (RC2), Carina from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t283\t13\t80\t6\t19\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 3.1mm. Ion robotic catheter was used to engage the Apicoposterior Segment of LUL (LB1+2). Target lesion is approximately 24mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 0.7cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 6 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Apicoposterior Segment of LUL (LB1+2). Instilled 60cc of NS, suction returned with 22cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilliams, MD"
}
