{
  "7640184_syn_1": "Indication: Post-PDT Debridement (96h).\nProcedure: Bronchoscopy, Debridement, Biopsy.\nFindings: LUL necrosis. 44% obstructed -> 22% post-debridement.\nTools: Rigid Coring, Forceps.\nSpecimen: Biopsies x3.\nPlan: Surveillance 4 wks.",
  "7640184_syn_2": "OPERATIVE NARRATIVE: [REDACTED] of the left upper lobe 96 hours following PDT. The airway showed moderate necrosis. We utilized rigid coring and biopsy forceps to remove the devitalized tissue, improving patency from 44% to 22% obstruction. Three biopsies were taken from the tumor bed to assess for viable malignancy. The patient remained stable throughout.",
  "7640184_syn_3": "Procedures: 31641 (Debridement), 31625 (Biopsy).\nSite: Left Upper Lobe (LUL).\nTools: Rigid coring, Forceps.\nResult: 44% -> 22% obstruction.\nPathology: 3 biopsies sent.\nNote: Post-PDT surveillance biopsies.",
  "7640184_syn_4": "Procedure: PDT Debridement\nPt: [REDACTED]\n1. GA.\n2. LUL exam.\n3. Debridement with coring/forceps.\n4. Biopsies x3 taken.\n5. Airway improved.\nPlan: Await path.",
  "7640184_syn_5": "[REDACTED] 4 days post pdt lul debridement used coring and forceps cleaned it out decent result went from 44 to 22 percent took 3 biopsies to check for cancer left patient did fine",
  "7640184_syn_6": "Debridement of the LUL was performed 96 hours post-PDT. Necrotic debris was removed using rigid coring and forceps. Obstruction reduced from 44% to 22%. Three endobronchial biopsies were obtained from the treatment bed. The patient was extubated and transferred to recovery.",
  "7640184_syn_7": "[Indication]\nPost-PDT Debridement (96h), LUL.\n[Anesthesia]\nGeneral, 7.5 ETT.\n[Description]\nNecrosis debrided via coring/forceps. Biopsies x3 taken. Obstruction improved.\n[Plan]\nAwait path. Surveillance 4 weeks.",
  "7640184_syn_8": "We brought [REDACTED] his debridement 4 days after the light session. The left upper lobe had some necrotic tissue which we cleared out with coring and forceps. It wasn't a complete clearance, but we got it down to 22% obstruction. We took three biopsies to see if there's still active cancer growing there. He's doing well.",
  "7640184_syn_9": "PROCEDURES: 1. Bronchoscopy with excision of necrotic tissue. 2. Endobronchial sampling.\nDETAILS: The LUL was examined. Debris was present. Rigid coring was used to extract the tissue. Patency was improved. Samples were harvested for pathology. The patient was recovered."
}
