{
  "7684951_syn_1": "Indication: Loculated R effusion.\nProcedure: US-guided pigtail placement (32557).\n- US loc: 7th ICS.\n- Seldinger technique.\n- 14Fr catheter placed.\n- 850mL turbid fluid drained.\nComplications: None.",
  "7684951_syn_2": "PROCEDURE NOTE: Percutaneous Pleural Drainage with Imaging Guidance.\nINDICATION: Complex parapneumonic effusion, Right.\nDESCRIPTION: Under real-time ultrasound guidance, the effusion was localized. A needle was advanced into the fluid pocket. A guidewire was passed, the tract dilated, and a 14Fr indwelling catheter was inserted. 850mL of purulent fluid was evacuated. Placement was confirmed via ultrasound.",
  "7684951_syn_3": "Code: 32557.\nDescription: Pleural drainage with insertion of indwelling catheter, with imaging guidance.\nMethod: Ultrasound used for access and placement confirmation.\nDevice: 14Fr Pigtail.\nOutput: 850mL.",
  "7684951_syn_4": "Procedure: Chest Tube with US\nSteps:\n1. US to find spot (Right 7th intercostal).\n2. Numbed skin.\n3. Needle -> Wire -> Dilator -> Tube.\n4. Hooked up to pleur-evac.\n5. Drained pus.\nCatheter stays in.",
  "7684951_syn_5": "patricia moore needs a drain for right side empyema. brought ultrasound in saw the pocket. put a pigtail in using the wire technique. got a lot of junk out like 850ml. stitched it in place. us shows it looks good.",
  "7684951_syn_6": "Ultrasound-guided pleural drainage performed on right hemithorax. 14Fr pigtail catheter inserted using Seldinger technique under continuous imaging. 850mL turbid fluid removed. Catheter secured.",
  "7684951_syn_7": "[Indication]\nComplex R effusion.\n[Anesthesia]\nLocal + Moderate Sedation.\n[Description]\nUS guidance used. 14Fr catheter inserted into right pleural space. 850mL drained.\n[Plan]\nConnect to suction. Antibiotics.",
  "7684951_syn_8": "[REDACTED] a pocket of infected fluid around her right lung that needed draining. Using an ultrasound machine to guide us, we placed a small tube through her back and into the fluid. We drained about 850mL of cloudy fluid and left the tube in place to keep draining it.",
  "7684951_syn_9": "Procedure: Image-directed thoracostomy.\nAction: Utilizing sonographic visualization, a drainage conduit was introduced into the right pleural cavity. Purulent collection was evacuated."
}
