{
  "7725151_syn_1": "Indication: Extrinsic compression L mainstem from lymphadenopathy.\nProcedure: Balloon dilation (31630).\n- GA, ETT.\n- Proximal LMS stenosis 63%.\n- Hurricane balloon: 6, 8, 9mm x 45s.\n- Post: 35% residual.\n- No bleeding.\nPlan: Admit overnight. Decadron 10mg.",
  "7725151_syn_2": "PROCEDURE NOTE: Palliative bronchoscopic dilation for malignant extrinsic compression.\nPATIENT: 78-year-old female with metastatic lung adenocarcinoma.\nFINDINGS: Extrinsic compression of the proximal left mainstem bronchus due to mediastinal lymphadenopathy, resulting in 63% luminal narrowing. Complex mucosal changes noted.\nINTERVENTION: Hurricane balloon dilation was performed at 6mm, 8mm, and 9mm to alleviate obstruction.\nOUTCOME: Improvement in luminal patency to approximately 65%. No complications.",
  "7725151_syn_3": "Code: 31630.\nIndication: Bronchial stenosis (extrinsic).\nProcedure: Bronchoscopy with dilation. L mainstem bronchus dilated using Hurricane balloon (6-9mm). Improvement from 63% to 65% patency documented. Palliative intent.",
  "7725151_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Airway Dilation\nStaff: Dr. J. Williams\nSteps:\n1. GA, ETT 8.0.\n2. Scope to LMS.\n3. Extrinsic compression found.\n4. Hurricane balloon dilation x 3.\n5. Modest improvement.\nPlan: Admit overnight.",
  "7725151_syn_5": "susan jackson has lung cancer and nodes pushing on her airway. left main is tight 63 percent. put her to sleep. used the hurricane balloon 6 8 9 mm. helped a bit opened to maybe 65 percent. no bleeding. keep her overnight for observation.",
  "7725151_syn_6": "This 78-year-old female with metastatic lung cancer underwent bronchoscopy for extrinsic bronchial compression. Under general anesthesia, the left mainstem bronchus was found to be narrowed by 63% due to lymphadenopathy. A Hurricane balloon was used for dilation at 6mm, 8mm, and 9mm. The airway patency improved to 65%. There were no complications. The patient was admitted for overnight observation.",
  "7725151_syn_7": "[Indication]\nExtrinsic bronchial compression from mediastinal lymphadenopathy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nL mainstem stenosis (63%) id[REDACTED]. Hurricane balloon dilation performed (6-9mm). Patency improved to 65%.\n[Plan]\nAdmit overnight. Repeat in 6 weeks.",
  "7725151_syn_8": "[REDACTED] a palliative dilation for her airway compression. After induction, we visualized the left mainstem bronchus which was compressed by lymph nodes. We used a Hurricane balloon to gently dilate the area. We saw some improvement in the airway caliber. She tolerated the procedure well and was admitted for monitoring.",
  "7725151_syn_9": "PROBLEM: Airway squashing from cancer nodes.\nACTION: Scope with balloon stretching.\nFINDINGS: The left main air tube was pinched shut by about 63%. We used a Hurricane balloon to push it open. We went up to 9mm. The opening improved slightly. No bleeding occurred. She will stay in the hospital tonight."
}
