{
  "7734892_syn_1": "Indication: Large Left pleural effusion, decompensated CHF.\nProcedure: Therapeutic Thoracentesis (32554).\n- Sitting position.\n- Local: Lido 1%.\n- Needle insertion: 8th ICS, posterior axillary line.\n- Fluid: 1800mL straw-colored removed.\n- No imaging used (Landmark technique).\nComplications: None.\nStatus: Dyspnea improved.",
  "7734892_syn_2": "PROCEDURE: Therapeutic Thoracentesis (without imaging guidance).\nCLINICAL SUMMARY: Mr. [REDACTED], a 70-year-old male with NYHA Class IV heart failure, presented with acute respiratory distress secondary to a massive left-sided pleural effusion.\nTECHNIQUE: The patient was positioned upright. The left hemithorax was percussed to delineate the fluid level. The 8th intercostal space was selected based on physical landmarks. Following aseptic preparation and local anesthesia, an 18G catheter-over-needle was introduced into the pleural space. A total of 1.8 liters of serous fluid was evacuated via gravity drainage. The catheter was withdrawn, and the patient reported immediate symptomatic relief.",
  "7734892_syn_3": "CPT Code: 32554 (Thoracentesis without imaging).\nSite: [REDACTED]\nVolume: 1800 mL.\nTechnique: Percussion used to id[REDACTED] fluid level. Needle entry at 8th intercostal space. Imaging was NOT utilized for this procedure.\nMedical Necessity: Therapeutic relief of respiratory distress due to large effusion.",
  "7734892_syn_4": "Procedure: Bedside Thoracentesis\nPatient: [REDACTED]\nStaff: Dr. Johnson\nSteps:\n1. Prepped left back.\n2. Numbed with lido.\n3. Inserted needle 8th rib space.\n4. Drained 1800cc yellow fluid.\n5. Pulled needle.\nPatient [REDACTED] better. Sats up to 95%.",
  "7734892_syn_5": "[REDACTED] 70m with chf needs tap on the left side cant breathe good. sat him up leaned over table. tapped out the fluid level used lido. stuck him 8th space got 1800 ml straw fluid out. he coughed a bit at the end so we stopped. no imaging just physical exam. breathing better now.",
  "7734892_syn_6": "Thoracentesis performed on [REDACTED] for large left pleural effusion. Patient positioned sitting. Percussion id[REDACTED] dullness at left base. Under local anesthesia an 18G needle was inserted at the 8th intercostal space without imaging guidance. 1800mL of straw-colored fluid was removed. The patient tolerated the procedure well with improvement in oxygen saturation.",
  "7734892_syn_7": "[Indication]\nDecompensated CHF, large left effusion, respiratory distress.\n[Anesthesia]\nLocal 1% Lidocaine.\n[Description]\nSite selected via percussion (8th ICS). Needle introduced. 1800mL serous fluid removed. No imaging used.\n[Plan]\nMonitor O2. Send fluid for analysis if indicated.",
  "7734892_syn_8": "[REDACTED] to breathe due to fluid around his left lung from his heart failure. We performed a procedure to drain this fluid at the bedside. We sat him up and tapped on his back to find the best spot. We didn't need to use ultrasound. We numbed the skin and put a small tube in, draining about 1.8 liters of clear yellow fluid. He felt much better right away and his oxygen levels went up.",
  "7734892_syn_9": "Procedure: Pleural aspiration without radiological steering.\nSite: [REDACTED]\nAction: The effusion was located via physical percussion. A cannula was introduced, and 1800mL of effusion was evacuated.\nOutcome: Alleviation of dyspnea."
}
