{
  "7736291_syn_1": "Procedure: BLVR LUL.\n- Chartis: CV Negative.\n- 3 Zephyr valves placed (Apical-post, Anterior, Superior).\n- Complete occlusion confirmed.\n- No pneumothorax.",
  "7736291_syn_2": "Bronchoscopic lung volume reduction was performed for severe heterogeneous emphysema. Chartis assessment of the LUL confirmed the absence of collateral ventilation. Three Zephyr valves were deployed, achieving complete lobar occlusion. The patient tolerated the procedure well.",
  "7736291_syn_3": "CPT 31647 (Valve placement initial lobe). Chartis (31634) was performed but is bundled. 3 valves placed in LUL. Medical necessity supported by severe emphysema and negative collateral ventilation.",
  "7736291_syn_4": "Steps:\n1. Airway survey.\n2. Chartis LUL: CV Negative.\n3. Valve sizing.\n4. Deployment: LB1+2, LB3, LB1+2c.\n5. Check for seal: Good.\n6. CXR ordered.",
  "7736291_syn_5": "blvr case left upper lobe chartis showed no flow so we went ahead put in 3 zephyr valves total blocked off the whole lobe nice atelectasis starting monitoring for pneumo.",
  "7736291_syn_6": "Endobronchial valve placement was performed in the left upper lobe for emphysema. Chartis assessment was negative for collateral ventilation. Three Zephyr valves were placed. Final inspection showed good position and occlusion.",
  "7736291_syn_7": "[Indication]\nSevere Emphysema, LUL target.\n[Anesthesia]\nGeneral.\n[Description]\nChartis CV-. 3 Zephyr valves placed LUL.\n[Plan]\nPneumothorax protocol.",
  "7736291_syn_8": "[REDACTED] a valve procedure to help his emphysema. We tested his left upper lobe and found it was a good target. We placed three one-way valves to block off that diseased part of the lung. He is breathing well and we are watching for a collapsed lung.",
  "7736291_syn_9": "We executed bronchoscopic lung volume reduction. We assessed collateral ventilation via Chartis. We deployed three endobronchial valves to isolate the left upper lobe.",
  "7736291": "**OPERATIVE REPORT - ROBOTIC BRONCHOSCOPY**\n\nDATE: [REDACTED]\nPATIENT: [REDACTED], 64M\nMRN: [REDACTED]\nSURGEONS: Dr. Melissa Anderson (Attending), Dr. Kevin Nguyen (Fellow)\nANESTHESIA: Dr. Patricia Sullivan\n\nPREOPERATIVE DIAGNOSIS:\nMultiple bilateral pulmonary nodules, largest RLL 2.6cm, ddx includes metastatic disease vs primary lung cancer vs infection\n\nPOSTOPERATIVE DIAGNOSIS: Pending pathology\n\nPROCEDURES:\n1. Ion robotic navigational bronchoscopy\n2. Radial EBUS\n3. Transbronchial biopsies\n4. Bronchoalveolar lavage\n\nINDICATION: 64M with remote history of colon cancer (stage II, 2010) now with multiple lung nodules. Largest nodule RLL posterior segment 2.6cm, PET SUV 5.1. Other nodules range 0.8-1.4cm bilaterally. Biopsy needed for diagnosis.\n\nCONSENT: Standard procedural risks discussed including but not limited to pneumothorax, bleeding, infection, respiratory failure, need for mechanical ventilation, chest tube placement. Questions answered. Written consent obtained.\n\nANESTHESIA DETAILS:\nPatient [REDACTED] OR, monitored anesthesia care established. General anesthesia induced with propofol, fentanyl, rocuronium. Intubation with 8.0 ETT placed at 22cm, confirmed with ETCO2 and auscultation.\n\nVentilation: Pressure control mode, Pinsp 18, RR 14, PEEP 5, FiO2 55%, Pmean 13\n\nPROCEDURE IN DETAIL:\n\nTime-out performed confirming patient id[REDACTED], procedure, and site. All imaging reviewed.\n\nCT chest with contrast from [REDACTED] imported to Intuitive Ion planning system. Three-dimensional airway reconstruction performed. Navigation plan created to RLL posterior segment nodule (largest/most FDG-avid lesion).\n\nIon bronchoscope inserted through ETT. Initial airway survey:\n- Vocal cords: not visualized (via ETT)\n- Trachea: patent, mild anterior bowing, no stenosis\n- Carina: sharp, mobile\n- Right mainstem: patent\n- Left mainstem: patent, no endobronchial lesions\n\nAutomatic registration initiated. Adequate landmark correlation achieved. Fiducial error: 1.5mm. Confidence sweep performed - stable alignment throughout planned trajectory.\n\nIon catheter advanced to RLL posterior segment under navigational guidance. Real-time position tracking showed tool-to-target distance of 0.6cm.\n\nRadial EBUS (20MHz probe) inserted through Ion extended working channel. Probe advanced to target showing concentric echogenic pattern with heterogeneous internal echo. Lesion measured 24mm in largest dimension.\n\nCone-beam CT acquired for trajectory verification. Fusion overlay (NaviLink) confirmed catheter tip within lesion borders, 4mm from center.\n\nSAMPLING PERFORMED:\n- Transbronchial forceps biopsies x 7 (formalin for histology)\n- Cytology brushings x 3 (ThinPrep)\n- BAL from RLL posterior segment: 100cc instilled, 45cc return (sent for cell count, bacterial/fungal/AFB cultures, cytology)\n\nROSE: Preliminary cytology shows atypical cells, cannot exclude malignancy. Final pathology pending.\n\nHemostasis confirmed with direct visualization. No active bleeding. Airways suctioned clear.\n\nFINDINGS SUMMARY:\n- RLL posterior segment nodule successfully localized and sampled\n- No endobronchial lesions\n- No significant bleeding\n\nPatient [REDACTED] well. Extubated in OR without difficulty. Transferred to PACU in stable condition, oxygen saturation 98% on 2L NC.\n\nESTIMATED BLOOD LOSS: <10mL\n\nSPECIMENS: As listed above\n\nCOMPLICATIONS: None\n\nPOSTOPERATIVE PLAN:\n1. Routine post-bronchoscopy monitoring\n2. Chest X-ray in 2 hours to r/o pneumothorax\n3. Discharge home same day if CXR negative and stable\n4. Follow-up IP clinic 2 weeks for pathology results\n5. If additional nodules need sampling after final path review, will schedule staged procedure\n\nProcedure supervised and performed by Dr. Melissa Anderson, Attending Physician."
}
