{
  "7795140_syn_1": "Indication: Bilateral nodules (RUL, LUL).\nProcedure: Bronchoscopy w/ TBLB (Bi-lobar).\n- 31628: TBLB RUL x6.\n- 31632: TBLB LUL x5.\n- 31627: Nav used.\n- 31624: BAL RUL.\nResults: Samples obtained. No pneumothorax.",
  "7795140_syn_2": "PROCEDURE NOTE: Flexible Bronchoscopy with Transbronchial Biopsy of Multiple Lobes.\nINDICATION: Evaluation of PET-avid nodules in the RUL (1.8cm) and LUL (1.2cm).\nNARRATIVE: The bronchoscope was introduced. The Ion navigation system was utilized to localize the target in the Right Upper Lobe. Transbronchial biopsies were obtained (CPT 31628). Subsequently, the scope was navigated to the Left Upper Lobe nodule. A separate set of biopsies was obtained from this second lobe (CPT 31632). A BAL was also performed in the RUL. There were no complications.",
  "7795140_syn_3": "Billing Summary:\n- 31628: TBLB, Initial Lobe (RUL).\n- 31632: TBLB, Additional Lobe (LUL).\n- 31627: Navigation guidance.\n- 31624: Bronchoalveolar Lavage.\nJustification: Biopsies taken from two distinct lobes (Right Upper and Left Upper) requiring repositioning and separate sampling passes.",
  "7795140_syn_4": "Procedure: Bronch/Biopsy\nSteps:\n1. Scope in.\n2. Navigated to RUL nodule -> Biopsy x6 (First lobe).\n3. Navigated to LUL nodule -> Biopsy x5 (Add-on lobe).\n4. BAL done in RUL.\n5. Fluoro used.\nNo pneumo on post-op film.",
  "7795140_syn_5": "[REDACTED] 67m here for nodules on both sides using the ion robot. went to the rul first took 6 bites that counts as the first lobe. then went over to the lul took 5 bites thats the add on code. also did a wash in the rul. no bleeding really. xray clear.",
  "7795140_syn_6": "Flexible bronchoscopy performed for bilateral nodules. Navigation was used to localize a lesion in the RUL; transbronchial biopsies were obtained (31628). Navigation was then used to localize a second lesion in the LUL; additional transbronchial biopsies were obtained (31632). Bronchoalveolar lavage was performed in the RUL. The patient tolerated the procedure well.",
  "7795140_syn_7": "[Indication]\nBilateral PET-avid lung nodules (RUL, LUL).\n[Anesthesia]\nGeneral, ETT.\n[Description]\n1. BAL RUL.\n2. TBLB RUL (Initial Lobe) with Nav.\n3. TBLB LUL (Additional Lobe) with Nav.\n[Plan]\nPathology pending. Discharge when stable.",
  "7795140_syn_8": "[REDACTED] on both his right and left lungs that we needed to sample. We put him to sleep and used a special navigation scope. First, we went to the top right part of the lung and took several small pieces of tissue. Then, we moved the scope to the top left part of the lung and took more samples from there. We also washed the right lung to check for infection. Everything went smoothly.",
  "7795140_syn_9": "Procedure: Endoscopy with sampling of multiple lobar sites.\nAction: The RUL lesion was engaged and sampled (primary biopsy). The LUL lesion was subsequently engaged and sampled (supplemental biopsy). Lavage was performed in the primary lobe."
}
