{
  "7884166_syn_1": "Indication: GGO LUL (LB1+2).\nSystem: Ion Robot.\nChecks: rEBUS (Adjacent), CBCT.\nBx: TBNA (21G x6), Brush x2.\nROSE: Atypical cells.\nPlan: Wait for final path.",
  "7884166_syn_2": "OPERATIVE REPORT: Ms. [REDACTED] presented with a 35mm ground glass opacity in the apicoposterior segment of the LUL (LB1+2). Robotic bronchoscopy (Ion) was performed. Navigation was confirmed via adjacent radial EBUS signal and Cone Beam CT reconstruction. The lesion was biopsied using a 21-gauge needle (6 passes) and a cytology brush. Cryobiopsy was not performed. ROSE assessment revealed atypical cells, malignancy not excluded.",
  "7884166_syn_3": "Code Selection:\n- 31629: TBNA (6 samples).\n- 31623: Brush (2 samples).\n- 31627: Navigation (Ion).\n- 31654: rEBUS.\nNote: No cryobiopsy performed. Location LUL (LB1+2). Indication GGO.",
  "7884166_syn_4": "Procedure: Ion Bronch LUL\nPatient: [REDACTED]\n\n1. Navigated to LB1+2 (Apicoposterior).\n2. rEBUS: Adjacent.\n3. CBCT: Confirmed.\n4. Samples: 6 TBNA (21G), 2 Brush.\n5. ROSE: Atypical.\n6. Tolerated well.",
  "7884166_syn_5": "kimberly garcia here for the LUL GGO biopsy. used the ion robot went to the apicoposterior segment lb1+2. radial ebus was adjacent. cone beam ct showed we were in the lesion. used the 21g needle for 6 passes and brushed it twice. didn't do cryo. rose said atypical cells suspicious. no bleeding patient fine.",
  "7884166_syn_6": "Robotic navigation bronchoscopy (Ion) for 35mm LUL GGO (LB1+2). Registration error 2.2mm. Radial EBUS: Adjacent. Cone Beam CT: Confirmed. Sampling: TBNA (21G, 6 passes) and Brush. ROSE: Atypical cells. No complications.",
  "7884166_syn_7": "[Indication]\nGround glass opacity LUL, 35mm.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to Apicoposterior Segment (LB1+2). rEBUS: Adjacent. CBCT: Tool-in-lesion. \n- TBNA (21G)\n- Brush\nROSE: Atypical.\n[Plan]\nMonitor for pneumothorax.",
  "7884166_syn_8": "[REDACTED] bronchoscopy for a ground glass opacity in the LUL apicoposterior segment. We navigated the Ion catheter to the site and used radial EBUS (adjacent view) and Cone Beam CT to verify the location. We obtained samples using a 21G needle and a brush. The rapid on-site evaluation showed atypical cells. The patient was discharged after recovery.",
  "7884166_syn_9": "Procedure: Robotic-assisted airway exploration.\nSite: LUL Apicoposterior (LB1+2).\nValidation: rEBUS (Adjacent) and CBCT.\nAction: The lesion was sampled via needle aspiration and brushing. ROSE suggested atypia. No cryobiopsy was undertaken.",
  "7884166": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 35mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Carina (LC2), RUL Carina (RC1), RML Carina (RC2), Trachea (Distal 1/3), Right Mainstem, LUL Lingula Carina (LC1), Left Mainstem from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t11\t388\t17\t100\t8\t21\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 2.2mm. Ion robotic catheter was used to engage the Apicoposterior Segment of LUL (LB1+2). Target lesion is approximately 35mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.5cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 6 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Atypical cells, cannot exclude malignancy\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nLee, MD"
}
