{
  "78901245_syn_1": "Indication: Alpha-1 Emphysema (LLL).\nProc: BLVR LLL (Teaching).\nActions:\n- Chartis: CV Negative.\n- Valve selection: 5.5mm (LB6), 4.0mm (LB8-10).\n- Fellow placed valves. Repositioning required for first.\n- Final: Complete occlusion.\nPlan: Admit.",
  "78901245_syn_2": "PROCEDURE NOTE (TEACHING): 69F with Alpha-1 antitrypsin deficiency. \nSUPERVISION: Dr. Williams supervising Dr. Lee (Fellow). \nDETAILS: Chartis assessment of LLL indicated absent collateral ventilation. Valve sizing was performed based on CT. The fellow deployed valves in LB6 and LB8-10. Correction of valve orientation was performed under guidance. \nOUTCOME: Successful lobar occlusion confirmed.",
  "78901245_syn_3": "Coding: 31647 (Valve Placement), 31634 (Chartis). \nNote: Teaching physician present. \nLobe: Left Lower Lobe.\nDetails: Chartis confirmed negative CV. Valves placed in LB6 and LB8-10.",
  "78901245_syn_4": "Procedure: BLVR (Teaching)\nAttending: Dr. Williams\nFellow: Dr. Lee\nSteps:\n1. Airway exam.\n2. Chartis LLL: Negative.\n3. Measured bronchi.\n4. Placed 2 valves (LB6, LB8-10).\n5. Had to fix the first one, second one perfect.\nPlan: Admit.",
  "78901245_syn_5": "sharon kim here for valves she has alpha 1. i let the fellow dr lee do the procedure. we checked the lll with chartis it was good. fellow had a little trouble with the first valve had to move it but got it eventually. second one was fine. lobe is sealed up. good teaching case.",
  "78901245_syn_6": "Procedure Date: [REDACTED]. Patient: Sharon Kim. Procedure: BLVR LLL. Teaching case with Fellow. Chartis Assessment: Target LLL, NEGATIVE CV. Valve Deployment: LB6 (5.5mm), LB8-10 (4.0mm). First valve required repositioning. Final bronchoscopy: Both valves well-positioned, complete occlusion confirmed. Patient Outcome: Tolerated well.",
  "78901245_syn_7": "[Indication]\nAlpha-1 Emphysema.\n[Anesthesia]\nModerate.\n[Description]\nTeaching case. Chartis LLL negative. Valves placed LB6, LB8-10. Repositioning required. Occlusion achieved.\n[Plan]\nAdmit.",
  "78901245_syn_8": "This was a teaching case with Dr. Lee. We treated Ms. [REDACTED] for her Alpha-1 emphysema. We confirmed the left lower lobe was a good target with the Chartis system. Dr. Lee placed the valves. We had to adjust the first one to get a perfect seal, but the second one went in easily. The lobe is completely blocked off now.",
  "78901245_syn_9": "Procedure: Bronchoscopic lung volume reduction (Educational).\nSubject: [REDACTED]-1 antitrypsin deficiency.\nMethod: Chartis evaluation. Deployment of endobronchial valves in LLL. One valve required realignment.\nResult: Total lobar obstruction.",
  "78901245": "Procedure Date: [REDACTED]\n\nPatient: [REDACTED] | DOB: [REDACTED] | Age: 69 | MRN: [REDACTED]  \nInstitution: [REDACTED]\nPrimary Operator: Dr. Jason Lee, MD (PGY-5 Fellow)\nSupervising: Dr. Marcus Williams, MD, FCCP\nAnesthesia: Dr. Sandra Lopez, MD\n\nCASE SUMMARY:\n69-year-old woman with severe alpha-1 antitrypsin deficiency emphysema (PiZZ genotype), lower lobe predominant disease pattern.\n\nTEACHING POINTS REVIEWED PRE-PROCEDURE:\n1. Alpha-1 patients often have basilar predominant disease (unlike smoking-related emphysema)\n2. Valve selection sizing based on CT measurements  \n3. Chartis interpretation and decision-making\n4. Complete vs. incomplete fissure implications\n\nPRE-PROCEDURE CHECKLIST:\n☑ Consent obtained and witnessed\n☑ Sedation plan reviewed with anesthesia\n☑ CT images loaded on workstation\n☑ Valves available (multiple sizes)\n☑ Chartis system prepared and tested\n☑ Fluoroscopy operational\n☑ Emergency equipment checked\n\nPROCEDURE WALKTHROUGH:\n\nSTEP 1: Airway Assessment\nFellow performed systematic examination with attending supervision. Appropriate technique demonstrated for complete inspection.\n\nSTEP 2: Chartis Assessment  \nTarget: Left Lower Lobe\n- Catheter advanced to LLL\n- Balloon inflated to create seal at LLL orifice\n- Baseline flow and resistance measured\n- Results: Flow decay to <30mL/min = NEGATIVE CV\nTeaching point: This indicates absent collateral ventilation and favorable for valve therapy\n\nSTEP 3: Bronchial Measurement & Valve Selection\nCT-based measurements reviewed:\n- LB6: 6.8mm diameter → 5.5mm valve selected\n- LB8-10: 5.2mm diameter → 4.0mm valve selected\n\nSTEP 4: Valve Deployment (Fellow performed with guidance)\n- First valve (LB6): Required repositioning due to initial incomplete seal. Good learning opportunity regarding deployment technique.\n- Second valve (LB8-10): Successful first attempt with excellent technique\n- Final bronchoscopy: Both valves well-positioned, complete occlusion confirmed\n\nTEACHING POINTS POST-PROCEDURE:\n1. Valve repositioning is common and not a complication\n2. Visual confirmation of complete lobar occlusion is essential\n3. Post-procedure care including steroid/antibiotic prophylaxis rationale\n4. Expected timeline for symptom improvement (4-6 weeks typically)\n\nFELLOW ASSESSMENT:\nDemonstrated good procedural skills. Area for improvement: Pre-deployment assessment of valve orientation. Overall: Progressing well in BLVR competency.\n\nPATIENT [REDACTED]: Tolerated well, stable, admitted for observation per protocol.\n\nMarcus Williams, MD, FCCP\nProgram Director, Pulmonary/Critical Care Fellowship\nTemple University Hospital\nPhiladelphia, PA"
}
