{
  "78901234_syn_1": "Indication: Severe Homogeneous Emphysema.\nProc: Bilateral Coil Placement.\nActions:\n- RUL: 10 Coils (125mm).\n- LUL: 10 Coils (125mm).\n- Fluoro guidance.\nResult: No complications. Good coil configuration.\nPlan: Admit, Prednisone taper.",
  "78901234_syn_2": "PROCEDURE NOTE: Bronchoscopic lung volume reduction via endobronchial coil placement. \nINDICATION: GOLD Stage IV homogeneous emphysema. \nTECHNIQUE: Under fluoroscopic guidance, 10 RepneuCoils were deployed in the Right Upper Lobe and 10 in the Left Upper Lobe. \nFINDINGS: Systematic airway inspection was normal. Coils were deployed without incident in a 'pigtail' configuration. \nCONCLUSION: Successful bilateral LVR.",
  "78901234_syn_3": "Code: 31622 (Diagnostic Bronchoscopy - Generic for Coils if no specific code).\nProcedure: Placement of 20 Endobronchial Coils (10 RUL, 10 LUL).\nGuidance: Fluoroscopy utilized.\nMedical Necessity: Severe homogeneous emphysema refractory to medical therapy.",
  "78901234_syn_4": "Procedure: Coils (LVR)\nPatient: [REDACTED]\nSteps:\n1. Mod sedation.\n2. Scope in.\n3. RUL: 10 coils placed.\n4. LUL: 10 coils placed.\n5. Fluoro check: Good.\nPlan: Admit, antibiotics, steroids.",
  "78901234_syn_5": "[REDACTED] here for coils. she has diffuse emphysema. we put 10 coils in the right upper and 10 in the left upper using the scope and fluoro. went smooth no bleeding. chest xray looks good. admit for observation start prednisone.",
  "78901234_syn_6": "INTERVENTIONAL PULMONOLOGY PROCEDURE REPORT. Bronchoscopic Lung Volume Reduction via Endobronchial Coil Placement. Patient: Patricia Thompson. Indication: Severe homogeneous emphysema. Procedure: RUL Coil Placement (10 coils), LUL Coil Placement (10 coils). Fluoroscopy used. Complications: None. Assessment: Successful bilateral endobronchial coil placement. Plan: Admit, Prednisone taper.",
  "78901234_syn_7": "[Indication]\nHomogeneous Emphysema.\n[Anesthesia]\nModerate.\n[Description]\nBilateral coil placement. 10 coils RUL, 10 coils LUL. Fluoroscopic confirmation.\n[Plan]\nAdmit, CXR, Steroids.",
  "78901234_syn_8": "[REDACTED] for her coil procedure today. Since her emphysema is spread out evenly, coils are the best option. We placed 10 coils in the right top lobe and 10 in the left top lobe. We used x-ray guidance to make sure they were sitting right. Everything went perfectly, no issues at all.",
  "78901234_syn_9": "Operation: Bronchoscopic Lung Volume Reduction via Coil Implantation.\nTarget: Bilateral Upper Lobes.\nAction: Deployment of 20 RepneuCoils under fluoroscopic visualization.\nOutcome: Satisfactory coil positioning, no immediate adverse events.",
  "78901234": "INTERVENTIONAL PULMONOLOGY PROCEDURE REPORT\nBronchoscopic Lung Volume Reduction via Endobronchial Coil Placement\n\nDate of Service: [REDACTED]\nPatient: [REDACTED] \"Pat\" Thompson | DOB: [REDACTED] | Age: 72 | MRN: [REDACTED]\nInstitution: [REDACTED]\nAttending Physician: CAPT Russell J. Miller, MC, USN\nFellow: LCDR Emily Rodriguez, MC, USN\nLocation: [REDACTED]\n\nCLINICAL HISTORY:\nThis is a 72-year-old female veteran with severe homogeneous emphysema (GOLD Stage IV) who has failed maximal medical therapy including long-acting bronchodilators, inhaled corticosteroids, and pulmonary rehabilitation. Patient experiences severe dyspnea (mMRC grade 4) limiting activities of daily living.\n\nRELEVANT IMAGING:\nHigh-resolution CT chest demonstrates diffuse panlobular emphysema with destruction index >50% bilaterally. No significant heterogeneity id[REDACTED]. Fissural completeness not optimal for valve therapy (<80%).\n\nPULMONARY FUNCTION:\n- FEV1: 0.72L (28% predicted)\n- RV: 310% predicted  \n- TLC: 155% predicted\n- DLCO: 25% predicted\n- 6MWT: 185 meters\n\nPROCEDURE INDICATION:\nBronchoscopic lung volume reduction via endobronchial coil placement given homogeneous emphysema pattern.\n\nCONSENT: \nInformed consent obtained after discussion of risks including pneumothorax (5-10%), hemoptysis (5%), COPD exacerbation (10%), pneumonia, respiratory failure, and death (<1%).\n\nPROCEDURE DESCRIPTION:\nPatient [REDACTED] with standard ASA monitoring. Moderate sedation achieved with midazolam 5mg IV and fentanyl 150mcg IV titrated to effect. Additional topical anesthesia provided with 4% nebulized lidocaine and 2% topical lidocaine spray.\n\nA flexible video bronchoscope (Olympus BF-1TH190) was introduced transorally using a bite block. Systematic airway inspection was performed:\n- Vocal cords: Normal mobility\n- Trachea: Mild tracheomalacia, no stenosis\n- Carina: Sharp, mobile\n- Bilateral airways: Patent, no endobronchial lesions\n\nRIGHT UPPER LOBE COIL PLACEMENT:\nUsing fluoroscopic guidance and specialized delivery catheter:\n- 10 RepneuCoils (125mm) placed in RUL segments\n- Distribution: 4 in anterior segment, 3 in apical, 3 in posterior\n- Each coil deployed with characteristic \"pigtail\" configuration\n- Gentle tension applied to compress emphysematous tissue\n- No immediate complications\n\nLEFT UPPER LOBE COIL PLACEMENT:\n- 10 RepneuCoils (125mm) placed in LUL segments  \n- Distribution: 4 in apicoposterior, 3 in anterior, 3 in lingula\n- Fluoroscopy confirmed appropriate positioning\n- No vascular injury or pneumothorax\n\nTOTAL PROCEDURE TIME: 95 minutes\nFLUOROSCOPY TIME: 18 minutes\nESTIMATED BLOOD LOSS: <10mL\n\nIMMEDIATE POST-PROCEDURE:\nPatient [REDACTED] recovery in stable condition. No oxygen desaturation. Chest radiograph obtained showing bilateral coils in appropriate position without pneumothorax or significant hemorrhage.\n\nASSESSMENT & PLAN:\n1. Successful bilateral endobronchial coil placement (20 coils total)\n2. Admit for overnight observation with telemetry\n3. Incentive spirometry and chest physiotherapy\n4. Prophylactic antibiotics (levofloxacin) x 5 days\n5. Prednisone taper starting 40mg daily\n6. Follow-up in clinic in 2 weeks\n7. Repeat PFTs and 6MWT at 3 months\n\nCOMPLICATIONS: None\n\nRussell J. Miller, MD, FCCP\nDirector, Interventional Pulmonology"
}
