{
  "8061752_syn_1": "Procedure: Ion Bronchoscopy Lingula.\nTarget: 11mm nodule (LB4).\nNavigation: Ion (Reg error 2.1mm), rEBUS (eccentric), CBCT.\nBiopsy:\n- TBNA (21G): 4 passes.\n- Cryobiopsy (1.1mm): 4 samples (5s freeze).\nROSE: Negative for malignancy.\nDisp: Home.",
  "8061752_syn_2": "OPERATIVE REPORT: [REDACTED] biopsy of a dominant 11mm nodule in the superior lingula. Following general anesthesia, the Ion robotic system was deployed. Navigation to the LB4 segment was successful with a registration error of 2.1mm. Radial EBUS demonstrated an eccentric view, and Cone Beam CT confirmed the catheter position relative to the nodule. We proceeded with transbronchial needle aspiration (21G) and transbronchial cryobiopsy (1.1mm probe). Despite the small lesion size, adequate tissue was acquired. ROSE was negative for malignant neoplasm.",
  "8061752_syn_3": "CPT Justification:\n- 31629: Transbronchial needle aspiration (primary sampling).\n- 31628: Transbronchial cryobiopsy (secondary sampling).\n- 31627: Robotic navigation add-on.\n- 31654: Radial EBUS add-on.\nLocation: Lingula (LB4). Tools: Ion catheter, 21G needle, 1.1mm cryoprobe.",
  "8061752_syn_4": "Procedure Note: Robotic Bronchoscopy\nPatient: [REDACTED]\nSite: Lingula (11mm nodule)\n\n- GA/ETT.\n- Ion navigation to Superior Lingula.\n- rEBUS: Eccentric.\n- CBCT: Confirmed tool-in-lesion.\n- TBNA x4 (21G).\n- Cryobiopsy x4 (1.1mm, 5s).\n- ROSE: No malignancy seen.\n- No complications.",
  "8061752_syn_5": "Linda Young procedure note [REDACTED] lingula nodule 11mm used the ion platform robotic nav reg error 2.1mm got to about 1.7cm away used radial ebus eccentric view and the spin ct to confirm. took 4 needle biopsies 21g and 4 cryo biopsies 1.1mm probe 5 sec freeze. rose didn't show cancer no bleeding patient did well.",
  "8061752_syn_6": "Under general anesthesia, the patient underwent Ion robotic bronchoscopy targeting an 11mm nodule in the Superior Lingula. Navigation utilized shape-sensing technology with a 2.1mm error. Verification via rEBUS (eccentric) and Cone Beam CT was performed. Samples were obtained via 21G TBNA (4 passes) and 1.1mm cryobiopsy (4 samples). ROSE was negative for malignancy. The patient was discharged stable.",
  "8061752_syn_7": "[Indication]\n11mm Lingula nodule.\n[Anesthesia]\nGeneral.\n[Description]\nRobotic navigation to LB4. Imaging confirmation (rEBUS, CBCT). \nSampling: \n- TBNA (21G)\n- Cryobiopsy (1.1mm)\n[Plan]\nOutpatient follow-up.",
  "8061752_syn_8": "[REDACTED] a biopsy of a small 11mm nodule in the lingula section of her left lung. We used the robotic Ion system to reach the area. Once we navigated there, we double-checked our position with ultrasound and a CT scan. We took samples using both a needle and a freezing probe (cryobiopsy). The preliminary results didn't show cancer, but we sent everything for full analysis. She handled the anesthesia well.",
  "8061752_syn_9": "Procedure: Robotic navigation bronchoscopy.\nFocus: Lingular lesion.\nTechnique: The device was steered to the superior lingula. Localization verified by sonography and tomography. The nodule was aspirated and cryo-sampled. \nFindings: No immediate evidence of carcinoma.",
  "8061752": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 11mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the LUL Lingula Carina (LC1), Bronchus Intermedius, Left Mainstem, Carina, Left Carina (LC2), RUL Carina (RC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t12\t295\t12\t80\t5\t22\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 2.1mm. Ion robotic catheter was used to engage the Superior Lingula (LB4). Target lesion is approximately 11mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.7cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 4 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 4 samples were collected. Samples sent for Pathology.\n\nROSE Result: No evidence of malignant neoplasm\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nPark, MD"
}
