{
  "8127065_syn_1": "Indication: Severe emphysema, LUL target.\nProc: LUL Valve Placement.\nSteps:\n- GA, 8.5 ETT.\n- Chartis LUL: CV Negative (flow to zero).\n- 3 Zephyr valves placed: LB1+2, LB1+2c, LB3.\n- Total occlusion confirmed.\nResult: LUL atelectasis initiated. No leaks.\nPlan: Admit. Pneumothorax precautions.",
  "8127065_syn_2": "PROCEDURE NOTE: The patient, presenting with severe heterogeneous emphysema, underwent therapeutic bronchoscopy for lung volume reduction. Following intubation, the left upper lobe (LUL) was isolated. A Chartis collateral ventilation assessment was performed, demonstrating a 'CV Negative' status (cessation of expiratory flow), confirming fissure integrity. Based on these findings, three Zephyr endobronchial valves were systematically deployed in the apicoposterior, anterior, and superior segments. Bronchoscopic verification demonstrated complete lobar occlusion with no paravalvular leak. The patient remained stable throughout.",
  "8127065_syn_3": "Service: Bronchoscopic Lung Volume Reduction (BLVR).\nCodes:\n- 31647: Placement of valves in initial lobe (LUL).\n- 31634: Balloon occlusion/Chartis assessment (Bundled but performed).\nJustification: CT showed intact fissure. Chartis confirmed absence of collateral ventilation (required for valve success). Three (3) valves utilized to occlude LB1+2, LB1+2c, and LB3. Procedure medically necessary for severe refractory emphysema.",
  "8127065_syn_4": "Procedure Note - Fellow\nPatient: [REDACTED]\nProcedure: LUL Valves\nStaff: Dr. Lee\n1. Intubated 8.5 ETT.\n2. Bronch to LUL.\n3. Chartis: Flow went to zero (CV Negative).\n4. Sized and placed 3 Zephyr valves in LUL.\n5. Checked for leaks - none.\n6. Extubated.\nPlan: Observe for pneumo x3 days.",
  "8127065_syn_5": "Mr [REDACTED] here for the valve procedure severe emphysema left upper lobe. We put him to sleep tube in. Checked the LUL with the chartis balloon it stopped flowing so no collateral ventilation good to go. Put in three zephyr valves total one in the apicoposterior one anterior one superior. They look seated well no air getting through. Patient woke up fine no issues sending to floor for monitoring.",
  "8127065_syn_6": "Endobronchial valve placement was performed on a 68-year-old male with severe emphysema. General anesthesia was induced. The left upper lobe was assessed for collateral ventilation using the Chartis system, which showed no collateral ventilation (CV Negative). Subsequently, three Zephyr valves were deployed into the LB1+2, LB1+2c, and LB3 segmental bronchi. Visual inspection confirmed appropriate expansion and seating of the valves with complete occlusion of the lobar orifice. There were no immediate complications.",
  "8127065_syn_7": "[Indication]\nSevere heterogeneous emphysema, target LUL, intact fissures.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nChartis assessment LUL: Negative for collateral ventilation. Three Zephyr valves deployed (LB1+2, LB1+2c, LB3). Complete occlusion achieved. Valves functioning normally.\n[Plan]\nAdmit to monitored bed. Serial CXRs to monitor for pneumothorax.",
  "8127065_syn_8": "We performed an elective lung volume reduction for [REDACTED]. After placing the breathing tube, we navigated to the left upper lobe. The Chartis balloon test confirmed that there was no airflow between the lobes, making him a good candidate. We then proceeded to place three valves in the upper lobe segments. We verified that each valve was sitting correctly and that the airway was fully blocked. He tolerated the procedure well and is now recovering.",
  "8127065_syn_9": "Procedure: Insertion of endobronchial valves, left upper lobe.\nReason: Advanced emphysema.\nMethod: The LUL was isolated. Collateral ventilation was ruled out via balloon occlusion. Three Zephyr valves were implanted in the target segments. Complete lobar obstruction was verified visually.\nResult: No immediate complications. Patient extubated.",
  "8127065": "PATIENT: [REDACTED], 68-year-old Male\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Mr. [REDACTED] is a 68-year-old male with severe heterogeneous emphysema (FEV1 28% predicted) despite maximal medical therapy including pulmonary rehabilitation. CT imaging shows target left upper lobe with fissure integrity >95%. Chartis assessment confirms absence of collateral ventilation. The nature, purpose, risks, benefits and alternatives to endobronchial valve therapy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Severe heterogeneous emphysema with target left upper lobe\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Endobronchial Valve Placement (CPT 31647, 31648)\nATTENDING: Dr. Catherine Lee\nASSISTANT: Dr. Brian Thompson, Fellow\nSupport Staff:\n\nRN: Michelle Rodriguez\nRT: Steven Clark\nAnesthesia: Dr. Jennifer Adams\n\nANESTHESIA: General anesthesia with endotracheal intubation\nMONITORING: Standard ASA monitoring\nINSTRUMENT: Olympus therapeutic bronchoscope, Chartis Pulmonary Assessment System, Zephyr Endobronchial Valves (Pulmonx)\nESTIMATED BLOOD LOSS: None\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia and intubation with 8.5 ETT, a timeout was performed. All procedure related images were saved and archived. Patient received Cefazolin 2g IV and Methylprednisolone 125mg IV prior to procedure.\nPATIENT [REDACTED]: Supine\nThe bronchoscope was introduced through the ETT. Complete airway survey showed:\n\nTrachea: Normal\nRight lung: Patent airways, emphysematous changes\nLeft lung: Patent airways with severe emphysematous destruction especially in upper lobe segments\n\nChartis Assessment:\nBalloon occlusion of the left upper lobe was performed at the LUL orifice using the Chartis balloon catheter. The balloon was inflated with saline to achieve complete occlusion confirmed visually and by loss of airflow.\nChartis Results:\n\nTest duration: 6 minutes\nFlow: Declined to zero by minute 4\nResistance: Progressive increase\nConclusion: CV NEGATIVE (no collateral ventilation detected)\n\nBased on Chartis confirmation of absent collateral ventilation, proceeded with valve placement.\nValve Placement:\nThe following Zephyr Endobronchial Valves were deployed:\n\nLB1+2 (Apical-posterior segment): 4.0mm valve\nLB1+2c (Anterior segment): 4.0mm valve\nLB3 (Superior segment): 4.0mm valve\n\nAll valves were deployed under direct visualization using the Zephyr Loading System. Each valve expanded appropriately and demonstrated one-way valve function with visible flutter during expiration and occlusion during inspiration. Final bronchoscopic inspection confirmed:\n\nAll three valves in good [REDACTED]\nComplete LUL occlusion achieved\nNo airflow detected through valves\nNo immediate complications\n\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Lee, was present throughout the entire procedure.\nSPECIMEN(S): None\nIMPRESSION/PLAN: Mr. [REDACTED] underwent successful endobronchial valve placement in the left upper lobe for severe emphysema. Post-procedure management per protocol:\nPost-BLVR Protocol:\n\nAdmit to monitored bed\nPneumothorax kit at bedside\nContinuous pulse oximetry and telemetry\nCXR immediately post-procedure and at 4 hours\nDay 1: Bedrest, resume home COPD medications\nDay 2-4: Progressive mobilization with daily CXRs\nDischarge planning on Day 4 if stable\nFollow-up IP clinic in 2 weeks with repeat CXR and PFTs in 6 weeks\n\nPatient [REDACTED] counseled on 30-35% pneumothorax risk and when to seek emergency care."
}
