{
  "8145010_syn_1": "Procedure: Ion Bronchoscopy LLL.\nTarget: 30mm nodule, LB7+8.\nTech: Shape-sensing nav, rEBUS (Concentric), CBCT.\nBiopsy:\n- TBNA: 21G x8.\n- Cryo: 1.7mm x6 (5s freeze).\n- Brush: x2.\n- BAL: 60cc instilled.\nROSE: Benign.\nPlan: Outpatient discharge.",
  "8145010_syn_2": "PROCEDURE SUMMARY: The patient underwent elective robotic bronchoscopy for a screening-detected nodule. The Anteromedial-Basal Segment of the LLL (LB7+8) was cannulated using the Ion platform. Radial EBUS demonstrated a concentric view, confirming the catheter position within the lesion. Intraoperative Cone Beam CT provided 3D confirmation. Extensive sampling was performed including transbronchial needle aspiration (21G), cryobiopsy (1.7mm probe), and bronchial brushing. Additionally, bronchoalveolar lavage was collected from the target segment. Immediate cytologic evaluation (ROSE) demonstrated benign respiratory epithelium.",
  "8145010_syn_3": "Codes: 31629 (TBNA), 31628 (Cryo), 31623 (Brush), 31624 (BAL), +31627 (Nav), +31654 (REBUS).\nSite: LLL (LB7+8).\nDetails: Robotic navigation used to access peripheral 30mm nodule. Position verified with concentric rEBUS view and CBCT. 8 needle passes, 6 cryo biopsies, 2 brushings, and lavage performed. Equipment: Ion robot, Cios Spin.",
  "8145010_syn_4": "Resident Note\nPt: [PATIENT_NAME]\nAttending: Dr. Garcia\nProcedure: Ion Nav Bronchoscopy\n\n1. ETT placed. Airway normal.\n2. Navigated to LLL anteromedial-basal (LB7+8).\n3. rEBUS: Concentric.\n4. Spin CT: Confirmed.\n5. Bx: TBNA (21G), Cryo (1.7mm), Brush, BAL.\n6. ROSE: Benign cells.\n7. No complications.",
  "8145010_syn_5": "Procedure note for dorothy white we did the ion robotic case today for the LLL nodule in the lb7+8 segment anesthesia was general. Navigated down there registration was ok 2.5mm error. radial ebus was concentric which is good. did the spin ct to be sure. took 8 needle passes 21 gauge then 6 cryo samples and brushed it too. also washed the area with saline for a BAL. rose just showed benign cells. patient did fine.",
  "8145010_syn_6": "Robotic navigation bronchoscopy (Ion) performed for 30mm LLL nodule (LB7+8). Registration error 2.5mm. Radial EBUS: Concentric. Cone Beam CT confirmed tool-in-lesion. Samples: 8 TBNA (21G), 6 Cryobiopsies (1.7mm), 2 Brushes, and BAL (60cc). ROSE result: Benign respiratory epithelium and macrophages. No complications.",
  "8145010_syn_7": "[Indication]\nLung cancer screening detected nodule, 30mm LLL.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to Anteromedial-Basal Segment (LB7+8). rEBUS: Concentric. CBCT performed. \n- TBNA (21G x 8)\n- Cryo (1.7mm x 6)\n- Brush (x 2)\n- BAL (LB7+8)\nROSE: Benign.\n[Plan]\nDischarge. Follow up 5-7 days.",
  "8145010_syn_8": "[REDACTED] biopsy of a 30mm nodule in the left lower lobe. We utilized the Ion robotic system to navigate to the anteromedial-basal segment (LB7+8). A concentric view on radial EBUS confirmed we were centered in the lesion. We performed extensive sampling including needle aspiration, cryobiopsy, and brushing, followed by a bronchoalveolar lavage. The on-site pathologist saw only benign cells. The patient was extubated and recovered well.",
  "8145010_syn_9": "Procedure: Robotic-assisted bronchoscopy with multimodal sampling.\nArea: LLL Anteromedial-Basal (LB7+8).\nTechnique: Ion catheter navigation with rEBUS (Concentric) and CBCT verification. The lesion was sampled via needle aspiration (21G), cryoprobe (1.7mm), and brush. The segment was also lavaged (BAL). ROSE finding was benign.",
  "8145010": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Lung cancer screening detected nodule\nTarget: 30mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Right Mainstem, RUL Carina (RC1), Left Carina (LC2), RML Carina (RC2), Trachea (Distal 1/3) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t358\t13\t80\t8\t23\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.5mm. Ion robotic catheter was used to engage the Anteromedial-Basal Segment of LLL (LB7+8). Target lesion is approximately 30mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.3cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 8 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 6 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Anteromedial-Basal Segment of LLL (LB7+8). Instilled 60cc of NS, suction returned with 21cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nGarcia, MD"
}
