{
  "8164763_syn_1": "Dx: Lung adenocarcinoma, CAO.\nTarget: RMS (72% block).\nIntervention:\n- Rigid bronch.\n- Dilation.\n- Aero SEMS Covered stent (16x30mm) deployed.\nOutcome: RMS patent (8% residual).\nPlan: Inpatient obs.",
  "8164763_syn_2": "HISTORY: Ms. [REDACTED] presented with central airway obstruction complicating primary lung adenocarcinoma.\nPROCEDURE: Rigid bronchoscopy was undertaken under general anesthesia. The right mainstem bronchus exhibited significant malignant stricture (72%). To restore airway patency, the lesion was dilated, followed by the deployment of a self-expanding metallic stent (Aero SEMS, covered, 16x30mm). The prosthesis expanded appropriately, reducing the obstruction to a clinically insignificant 8%.\nCONCLUSION: Successful palliation of RMS obstruction.",
  "8164763_syn_3": "Coding Data:\n- Primary Code: 31636 (Bronchial Stent Placement).\n- Device: Aero SEMS (Covered).\n- Dimensions: 16mm x 30mm.\n- Site: Right Mainstem Bronchus.\n- Technique: Rigid bronchoscopy with balloon dilation facilitation.\n- Indication: Malignant airway obstruction (72% pre-op).\n- Outcome: Successful deployment, patent airway.",
  "8164763_syn_4": "Procedure Steps:\n1. GA induced. Rigid scope inserted.\n2. Id[REDACTED] RMS obstruction (72%).\n3. Dilated stenosis with balloon.\n4. Deployed Aero SEMS covered stent (16x30mm) to RMS.\n5. Confirmed position and expansion.\n6. Removed scope.\nPatient [REDACTED].",
  "8164763_syn_5": "Betty Green procedure note she has lung cancer blocking the right mainstem about 72 percent. Did the rigid bronch dilated it and put in an Aero covered stent 16 by 30. Looks really good opened up to 8 percent. No bleeding complications patient goes to the floor for observation thanks.",
  "8164763_syn_6": "The patient has primary lung adenocarcinoma with CAO, presenting with ~72% obstruction of the Right mainstem. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. Sequential balloon dilation of the RMS stenosis was performed. The airway was measured and an Aero SEMS Covered stent (16x30mm) was deployed in the Right mainstem. Stent position was confirmed with good expansion and patency. Post-procedure obstruction was ~8%. There were no complications and EBL was minimal.",
  "8164763_syn_7": "[Indication]\nLung adenocarcinoma, 72% RMS obstruction.\n[Anesthesia]\nGeneral, Rigid Bronch.\n[Description]\nRMS dilated. Aero SEMS Covered stent (16x30mm) placed. Obstruction reduced to 8%.\n[Plan]\nAdmit for observation. Follow up 4-6 weeks.",
  "8164763_syn_8": "[REDACTED] to the OR for management of her malignant airway obstruction. Using rigid bronchoscopy, we id[REDACTED] a 72% blockage in the right mainstem bronchus. We dilated the stricture and then placed a 16x30mm Aero covered SEMS. The stent expanded immediately, clearing the airway to near-normal patency (8% residual). She remained stable throughout and was transferred to the floor.",
  "8164763_syn_9": "Indication: Primary lung adenocarcinoma with CAO.\nPre-procedure blockage: ~72% Right mainstem.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was executed. Sequential balloon widening of RMS stenosis was done. The airway was calibrated and an Aero SEMS - Covered stent (16x30mm) was inserted in the Right mainstem. Stent orientation was corroborated with good distension and openness.\nPost-procedure blockage: ~8%.\nNo complications.",
  "8164763": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Primary lung adenocarcinoma with CAO\nPre-procedure obstruction: ~72% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Aero SEMS - Covered stent (16x30mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~8%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nGarcia, MD"
}
