{
  "8238113_syn_1": "Dx: CAO at LMS (72%).\nMethod: Rigid Bronchoscopy (GA).\nActions:\n- Mechanical debulking of LMS tumor.\n- Balloon dilation of residual stenosis.\nResult: 16% residual. EBL 200mL. Hemostasis ok.\nPlan: ICU obs.",
  "8238113_syn_2": "OPERATIVE SUMMARY: [REDACTED] malignant obstruction of the Left Main Stem (LMS) bronchus estimated at 72%. Rigid bronchoscopy was initiated under general anesthesia. The endobronchial lesion was targeted for mechanical debulking, utilizing the rigid barrel to core out tumor tissue sequentially. Following mechanical resection, balloon dilation was employed to treat the residual stenosis. This multimodal approach resulted in a residual obstruction of approximately 16%. Hemostasis was achieved after an estimated blood loss of 200mL.",
  "8238113_syn_3": "Code Selection: 31641 (Bronchoscopy with tumor destruction/debulking).\nSite: Left Main Stem (LMS).\nModality: Mechanical debulking via rigid scope + Balloon dilation (Note: Balloon often bundled or used for dilation, coded as 31630 if distinct). \nDetails: 72% obstruction reduced to 16% via mechanical removal and dilation.\nComplexity: Moderate bleeding (200mL) managed.",
  "8238113_syn_4": "Procedure: Rigid Bronch Debulking\nPatient: [REDACTED], 64M\nIndication: LMS tumor.\nSteps:\n1. Rigid scope down.\n2. Coring/mechanical debulking of LMS tumor.\n3. Balloon dilation performed.\n4. Suctioned blood (~200cc).\n5. Good result, 16% residual.\nPlan: ICU.",
  "8238113_syn_5": "Kenneth Baker 64 male here for airway obstruction LMS about 72 percent. Did the rigid bronchoscopy today. We mechanically debulked the tumor scraped it out essentially. Then we used a balloon to open it up more. Bleeding was a bit more like 200 ml but we got it stopped. Airway looks way better 16 percent residual. ICU for observation.",
  "8238113_syn_6": "Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at LMS. Rigid bronchoscopy mechanical debulking performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Balloon dilation performed for residual stenosis. Post-procedure: ~16% residual obstruction. EBL: ~200mL. Hemostasis achieved. Specimens sent for histology.",
  "8238113_syn_7": "[Indication]\nMalignant CAO at LMS, 72% obstruction.\n[Anesthesia]\nGeneral anesthesia.\n[Description]\nRigid bronchoscopy performed. Mechanical debulking of LMS tumor completed. Balloon dilation of residual stenosis. Residual obstruction 16%. EBL 200mL.\n[Plan]\nICU observation. Oncology follow-up.",
  "8238113_syn_8": "[REDACTED] bronchoscopy to treat a 72% obstruction in his left main stem bronchus. We mechanically debulked the tumor using the rigid scope and forceps, removing significant tissue. Afterward, we performed balloon dilation to further open the airway. The procedure successfully reduced the obstruction to 16%. There was about 200mL of blood loss, but hemostasis was secured before the end of the case.",
  "8238113_syn_9": "Operation: Rigid bronchoscopy with mechanical resection of tumor.\nSite: Left Main Stem.\nAction: The neoplasm was mechanically excised. The residual stenosis was expanded via balloon plasty.\nResult: Obstruction lessened from 72% to 16%. Hemostasis secured.",
  "8238113": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~72% obstruction at LMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at LMS.\nRigid bronchoscopy mechanical debulking performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nBalloon dilation performed for residual stenosis.\nPost-procedure: ~16% residual obstruction.\nEBL: ~200mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nGarcia, MD"
}
