{
  "8294651_syn_1": "Procedure: Flexible Bronchoscopy with Radial Knife & Balloon Dilation.\nIndication: Tracheal/Bronchial Stenosis (GPA).\nFindings: 5cm tracheal stenosis (60%); RLL/LLL segmental stenosis (80-95%).\nAction: Serial balloon dilation (12-15mm trachea; 6-8mm segments). Radial knife incisions to strictures.\nResult: Recanalization achieved. No bleeding.",
  "8294651_syn_2": "Operative Report: The patient presented with complex airway stenosis secondary to Granulomatosis with polyangiitis. Under general anesthesia, a flexible bronchoscope was introduced via LMA. Examination revealed a 5cm circumferential tracheal stenosis and multiple severe strictures involving the right lower and left upper lobes. We proceeded with a multimodal intervention utilizing electrocautery radial knife incisions to release fibrous bands, followed by serial balloon dilatations. This resulted in significant luminal restoration across all affected segments.",
  "8294651_syn_3": "Coding Justification: 31641 (Bronchoscopy with destruction of tumor or relief of stenosis). Procedure involved therapeutic relief of stenosis using multiple modalities (electrocautery knife, balloon dilation) in the trachea and multiple bronchial segments. This single code captures the primary therapeutic intent of stenosis relief.",
  "8294651_syn_4": "Resident Note:\nProcedure: Flex Bronch, Knife, Balloon.\nAttending: Dr. Hamilton.\n1. LMA placed.\n2. Scope down. Saw stenosis in trachea and lower lobes.\n3. Used radial knife to cut scar tissue.\n4. Dilated with balloons (CRE 12-15mm for trachea, smaller for bronchi).\n5. Airway opened up nicely.",
  "8294651_syn_5": "did a bronch for lisa morgan she has gpa and bad stenosis. used the knife to cut the strictures and then the balloons to stretch them out. trachea looked bad 60 percent blocked but we opened it. also did the rll and lul segments. everything looks open now no bleeding sent her to recovery.",
  "8294651_syn_6": "Flexible bronchoscopy with radial knife incisions and balloon dilatation for tracheal and bronchial stenosis secondary to Granulomatosis with polyangiitis. A long segment tracheal stenosis and multiple bronchial strictures were id[REDACTED]. Radial knife incisions were made to the strictures, followed by serial balloon dilatations. Near complete recanalization of the segments was achieved.",
  "8294651_syn_7": "[Indication] Tracheal and bronchial stenosis (GPA).\n[Anesthesia] General.\n[Description] Tracheal stenosis (5cm, 60%) and bronchial strictures id[REDACTED]. Radial knife incisions performed. Serial balloon dilation (trachea 12-15mm, bronchi 6-8mm) completed.\n[Plan] PACU recovery.",
  "8294651_syn_8": "We brought [REDACTED] suite to address her airway stenosis caused by GPA. After inducing anesthesia, we visualized a significant tracheal narrowing and multiple bronchial strictures. We used a radial knife to incise the scar tissue and then performed serial balloon dilations to expand the airways. The result was excellent, with good patency restored.",
  "8294651_syn_9": "Flexible bronchoscopy with electrocautery incision and pneumatic dilation. Diagnosis: Airway constriction due to vasculitis. The stenotic segments were incised and expanded. Luminal patency was restored.",
  "8294651": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate: [REDACTED]\n\nPreoperative Diagnosis: Tracheal and bronchial stenosis secondary to Granulomatosis with polyangiitis\nPostoperative Diagnosis: Tracheal and bronchial stenosis secondary to Granulomatosis with polyangiitis\nProcedure Performed: Flexible bronchoscopy with radial knife incisions and balloon dilatation\n\nSurgeon: Gregory Hamilton, MD\nIndications: Tracheal and bronchial stenosis\nConsent: Consent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent.\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the bronchoscopy suite. An I-gel LMA was placed and the diagnostic flexible bronchoscope was inserted through the airway device. The vocal cords were visualized and normal. The subglottic space was normal. Approximately 3 cm below the vocal cords, there was a long segment stenotic lesion which was erythematous and inflamed in a circumferential pattern measuring 5 cm in length. The maximal obstruction within the long segment was approximately 60% with an endoluminal diameter of 6-7 mm. There were no simple strictures associated with the stenosis. The carina was sharp.\n\nOn the right, there were mucosal changes/erythema without obstruction on the posterior wall of the right mainstem and at the entrance to the right upper lobe. The right upper lobe and mainstem appeared unaffected. The bronchus intermedius was mostly unaffected with small mucosal irregularities. The right middle lobe was minimally narrowed without significant obstruction. There was mild stricturing on the right lower lobe orifice (approximately 10% obstruction). The medial basal segment of the right lower lobe was concentrically obstructed from stricture with only a pinpoint opening (95% occluded). A similar circumferential obstruction was seen at the orifice of the superior segment (80% occluded). The anterior, lateral, and posterior basal segments were partially obstructed from stricture (50%).\n\nOn the left, the mainstem was normal. The left upper lobe proper was normal. The lingula was obstructed at the orifice by a similar appearing circumferential obstruction (50% occluded). The superior segment of the left lower lobe was also minimally obstructed from stricture (15% obstructed). The basal segments of the left lower lobe were unaffected.\n\nFollowing inspection, we then brought our attention to the tracheal stenosis and serial dilatations were performed with 3 cm length with a 12, 13.5, 15 CRE balloon with post-dilatation obstruction of 25% of normal airway. We then inserted the electrocautery knife through the working channel and cuts were made to the band-like strictures within the lingula, the superior segment of the right lower lobe, medial basal segments of the right lower lobe, and anterior and lateral basilar segments of the right lower lobe. Serial dilatations were performed using the 6, 7, 8 CRE balloon to the lingula, the superior segment of the right lower lobe, medial basal segments of the right lower lobe, and anterior and lateral basilar segments of the right lower lobe with near complete recanalization of the segments, after which the flexible bronchoscope could easily be passed into the segments. At this point, once we were satisfied that there was no active bleeding, the bronchoscope was removed and the procedure completed.\n\nRecommendations:\n• Patient to PACU for recovery\n• Patient to follow up with me PRN if symptoms return\n\nGregory Hamilton, MD"
}
