{
  "8305136_syn_1": "Indication: iSGS, symptomatic.\nProcedure: Balloon dilation (31630).\n- 8.0 ETT.\n- Subglottic stenosis, 71% narrowing.\n- Hurricane balloon: 10, 12, 15mm x 90s.\n- Post: 68% patency.\n- Minimal bleeding.\nPlan: Admit overnight. Decadron 10mg.",
  "8305136_syn_2": "PROCEDURE NOTE: Therapeutic bronchoscopy for id[REDACTED] subglottic stenosis.\nHISTORY: 50-year-old female with recurrent iSGS presenting with stridor.\nTECHNIQUE: General anesthesia was administered. Direct visualization revealed a mature cicatricial stricture immediately subglottic with 71% compromise. A Hurricane balloon was employed for serial dilations reaching 15mm. Each inflation was held for 90 seconds. Post-dilation, the airway patency was estimated at 68% of normal. Minimal mucosal bleeding was noted and was self-limited.",
  "8305136_syn_3": "CPT: 31630 (Dilation of trachea/bronchus).\nCondition: Id[REDACTED] Subglottic Stenosis.\nAction: Flexible bronchoscopy performed. Stenosis id[REDACTED]. Hurricane balloon used to dilate area to 15mm. Improvement in airflow documented. Medical necessity: Symptomatic airway obstruction.",
  "8305136_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Airway Dilation\nStaff: Dr. N. Shah\nSteps:\n1. GA with 8.0 ETT.\n2. Stenosis visualized subglottic.\n3. Balloon dilation (10, 12, 15mm).\n4. Good expansion achieved.\n5. Minor bleeding controlled.\nPlan: Admit for obs.",
  "8305136_syn_5": "donna thomas here for her isgs dilation again. having trouble breathing. put her under general. saw the scar tissue right below the cords about 70 percent blocked. used the hurricane balloon big ones this time 10 12 15 mm held for 90 seconds. opened up pretty good. little bit of bleeding but fine. admit her for the night gave steroids.",
  "8305136_syn_6": "The patient, a 50-year-old female with id[REDACTED] subglottic stenosis, underwent therapeutic bronchoscopy. Under general anesthesia, a subglottic stricture with 71% narrowing was id[REDACTED]. We performed balloon dilation using a Hurricane balloon at 10mm, 12mm, and 15mm. The airway patency improved to 68%. Minimal mucosal bleeding occurred. The patient was admitted for overnight observation.",
  "8305136_syn_7": "[Indication]\nId[REDACTED] subglottic stenosis.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nSubglottic stricture (71%) id[REDACTED]. Balloon dilation performed (10-15mm). Patency improved to 68%.\n[Plan]\nAdmit overnight. Repeat in 8 weeks.",
  "8305136_syn_8": "We brought [REDACTED] operating room to address her recurrent subglottic stenosis. After inducing anesthesia, we located the stricture which was significantly narrowing her airway. We used a Hurricane balloon to perform graduated dilations, holding each inflation for 90 seconds to maximize the effect. The final diameter was 15mm. The airway looked much better afterwards with improved caliber. She was admitted for monitoring.",
  "8305136_syn_9": "INDICATION: Id[REDACTED] subglottic constriction.\nACTION: Bronchoscopy with balloon widening.\nFINDINGS: A mature scar was seen narrowing the airway. We used a Hurricane balloon to expand the lumen. We inflated it to 10, 12, and 15mm. The airway opened up significantly. Minor bleeding was noted. The patient will stay overnight."
}
