{
  "8319821": "Peter Brown, MRN [REDACTED], a 60-year-old female underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Cleveland Clinic on [REDACTED]. The indication was lung nodule evaluation with mediastinal lymphadenopathy workup with a 31.2mm solid lesion in the LUL inferior lingula (B5), bronchus sign positive, PET SUV max 5.0. The patient was ASA class 2 with smoking history of None pack-years (never). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Olympus BF-UC180F bronchoscope with 22-gauge Acquire needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 10R (16.6mm, 4 passes, ROSE: Malignant - NSCLC NOS); station 4R (13.5mm, 2 passes, ROSE: Malignant - small cell carcinoma); station 2L (11.0mm, 4 passes, ROSE: Adequate lymphocytes, no malignancy); station 2R (21.8mm, 4 passes, ROSE: Adequate lymphocytes, no malignancy); station 4L (22.9mm, 3 passes, ROSE: Atypical cells). Rapid on-site evaluation was available for all stations.\n\nThe Monarch robotic bronchoscopy system (Auris Health (J&J)) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 2.2mm. The robotic catheter was advanced to the LUL inferior lingula (B5) and radial EBUS probe deployment revealed concentric view of the lesion. Tool-in-lesion was confirmed by cbct. Transbronchial forceps biopsies (6 specimens), transbronchial needle aspiration (2 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed malignant - squamous cell carcinoma.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 78 minutes. Attending physician: Brian O'Connor, MD."
}
