{
  "8398156_syn_1": "Indication: Post-intubation tracheal stenosis.\nProcedure: Bronchoscopy with balloon dilation (31630).\n- LMA airway.\n- Stenosis 2-4cm below cords, 76% narrowing.\n- CRE balloon: 12mm, 14mm, 16mm x 45s.\n- Post-dilation: 12% residual narrowing.\n- No complications.\nPlan: Extubate. Decadron 8mg. Follow-up 6 wks.",
  "8398156_syn_2": "PROCEDURE PERFORMED: Therapeutic flexible bronchoscopy with serial balloon dilation.\nCLINICAL NARRATIVE: The patient, a 58-year-old female with a history of prolonged intubation complicated by sepsis, presented with biphasic stridor. Upon bronchoscopic evaluation, a complex tracheal stenosis with granulation tissue was id[REDACTED] 2-4 cm subglottically. The lumen was compromised by approximately 76%. Therapeutic intervention was pursued using a CRE balloon catheter. Sequential dilations were performed at 12mm, 14mm, and 16mm for 45 seconds each. Post-procedural inspection revealed significant luminal improvement to 12% residual stenosis without mucosal avulsion. The patient tolerated the procedure well.",
  "8398156_syn_3": "CPT Code: 31630 (Bronchoscopy with tracheal dilation).\nDiagnosis: Tracheal stenosis (J95.851).\nTechnique:\n1. Introduction of bronchoscope to stenosis site.\n2. Assessment: 76% obstruction.\n3. Intervention: CRE balloon dilation. Three separate inflations performed (12mm, 14mm, 16mm) to achieve therapeutic patency.\n4. Outcome: Patency improved from 24% to 88%. Medical necessity met due to symptomatic stridor and dyspnea.",
  "8398156_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nAttending: Dr. K. Patel\nProcedure: Balloon Dilation (31630)\nSteps:\n1. Time out performed.\n2. MAC anesthesia, LMA placed.\n3. Scope inserted transnasally.\n4. Stenosis found 2cm below cords.\n5. CRE balloon used for 3 inflations up to 16mm.\n6. Good result, minimal bleeding.\nPlan: PACU, Decadron given.",
  "8398156_syn_5": "[REDACTED] here for tracheal stenosis dilation. had sepsis before intubated 10 days. having stridor now. we used mac and lma scope went in nose. saw the narrowing below the cords about 76 percent blocked. used the cre balloon did 12 14 and 16 mm held for 45 secs each. looks way better now maybe 12 percent left. no bleeding really gave some epi just in case. she woke up fine sent to recovery with some decadron.",
  "8398156_syn_6": "The patient is a 58-year-old female with post-intubation tracheal stenosis presenting for therapeutic bronchoscopy. Under MAC anesthesia with an LMA, the airway was inspected. Vocal cords moved normally. A complex stenosis with granulation tissue was found 2-4 cm below the cords, narrowing the lumen by 76%. We advanced a CRE balloon and performed serial dilations at 12mm, 14mm, and 16mm for 45 seconds each. The airway patency improved significantly to 88%. There were no complications. The patient was extubated and transferred to the floor.",
  "8398156_syn_7": "[Indication]\nPost-intubation tracheal stenosis with stridor.\n[Anesthesia]\nMAC, LMA.\n[Description]\nScope advanced. 76% stenosis id[REDACTED] 2-4 cm below cords. CRE balloon dilation performed (12, 14, 16mm). Luminal patency improved to 88%.\n[Plan]\nRepeat in 6 weeks. PFTs prior.",
  "8398156_syn_8": "The patient was brought to the bronchoscopy suite for management of post-intubation tracheal stenosis. After induction of anesthesia, the scope was introduced. We id[REDACTED] a complex stenosis approximately 2-4 cm below the vocal cords with 76% narrowing. We proceeded to dilate the airway using a CRE balloon. Three inflations were performed sequentially at 12mm, 14mm, and 16mm. Following the intervention, the airway patency was markedly improved, with only 12% residual narrowing remaining. The patient tolerated the procedure well.",
  "8398156_syn_9": "PREOPERATIVE DIAGNOSIS: Post-intubation tracheal stricture.\nPROCEDURE: Flexible bronchoscopy with therapeutic balloon expansion (31630).\nDETAILS: The scope was navigated to the stricture site. The airway was narrowed by 76%. We utilized a CRE balloon to expand the airway. Three cycles were completed at increasing diameters. The airway caliber improved significantly. No major trauma to the mucosa was noted. The patient was sent to recovery in stable condition."
}
