{
  "8436280_syn_1": "Indication: SCC airway compromise LMS.\nFindings: 93% obstruction.\nProcedure:\n- Rigid bronch.\n- Aero SEMS Covered stent (16x30mm) placed.\n- Good expansion.\nResult: 8% residual.\nPlan: Admit.",
  "8436280_syn_2": "HISTORY: Ms. [REDACTED] presented with near-total occlusion (93%) of the left mainstem (LMS) bronchus due to squamous cell carcinoma.\nPROCEDURE: Under general anesthesia with jet ventilation, the airway was accessed via rigid bronchoscopy. Given the severity of the stenosis, a covered self-expanding metallic stent (Aero SEMS, 16x30mm) was selected and deployed across the lesion. The stent demonstrated excellent radial force and expansion, restoring the airway lumen to 8% residual narrowing.\nIMPRESSION: Successful recanalization of the LMS.",
  "8436280_syn_3": "Procedure Code: 31636 (Bronchial Stent).\nSite: Left Mainstem Bronchus.\nProsthesis: Aero SEMS (Covered), 16x30mm.\nJustification: 93% Malignant Obstruction.\nTechnique: Rigid bronchoscopy, measurement, deployment, verification.\nResult: Patent airway.",
  "8436280_syn_4": "Procedure: LMS Stent Placement\nPatient: [REDACTED]\nSteps:\n1. GA/Rigid scope.\n2. LMS obstruction 93%.\n3. Measured airway.\n4. Deployed Aero SEMS 16x30mm.\n5. Confirmed patency.\nNo complications.\nPlan: Admit.",
  "8436280_syn_5": "Kathleen Baker procedure note she has squamous cell cancer blocking the left mainstem 93 percent really tight. We went in with the rigid scope measured it out and put in an Aero covered stent 16 by 30. Opened up great down to 8 percent. No bleeding no issues. Admit her for the night.",
  "8436280_syn_6": "Indication: Squamous cell carcinoma with airway compromise, ~93% Left mainstem obstruction. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. The airway was measured and an Aero SEMS Covered stent (16x30mm) was deployed in the Left mainstem. Stent position was confirmed with good expansion and patency. Post-procedure obstruction was ~8%. There were no complications and EBL was minimal.",
  "8436280_syn_7": "[Indication]\nSCC, 93% LMS obstruction.\n[Anesthesia]\nGeneral, Rigid Bronch.\n[Description]\nAero SEMS Covered stent (16x30mm) deployed in LMS. Good expansion. Obstruction reduced to 8%.\n[Plan]\nAdmit overnight. Follow up 4-6 weeks.",
  "8436280_syn_8": "[REDACTED] intervention for a 93% blockage of her left mainstem bronchus caused by squamous cell carcinoma. Using a rigid bronchoscope under general anesthesia, we placed a 16x30mm covered Aero SEMS. The stent expanded fully, immediately relieving the obstruction and leaving only an 8% residual narrowing. She tolerated the procedure well and was admitted for observation.",
  "8436280_syn_9": "Indication: Squamous cell carcinoma with airway impairment.\nPre-procedure blockage: ~93% Left mainstem.\nPROCEDURE: Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. The airway was gauged and an Aero SEMS - Covered stent (16x30mm) was positioned in the Left mainstem. Stent placement was validated with good distension and openness.\nPost-procedure blockage: ~8%.\nNo complications.",
  "8436280": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Squamous cell carcinoma with airway compromise\nPre-procedure obstruction: ~93% Left mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nAirway measured and Aero SEMS - Covered stent (16x30mm) deployed in Left mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~8%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nRodriguez, MD"
}
