{
  "8464986_syn_1": "Procedure: Robotic Bronchoscopy (Ion).\nTarget: 35mm nodule, RML Medial Segment (RB5).\nActions:\n- Navigated to 1.4cm from target.\n- rEBUS: Adjacent view.\n- CBCT: Tool-in-lesion confirmed.\n- Sampling: TBNA (23G x5), Cryo (1.7mm x3, 5s), Brush (x2).\nROSE: Benign respiratory epithelium.\nComplications: None.\nPlan: Discharge.",
  "8464986_syn_2": "OPERATIVE NARRATIVE: The patient was anesthetized and the airway secured. We utilized the Intuitive Ion robotic platform to navigate the bronchial tree. The target lesion, a 35mm nodule within the Right Middle Lobe medial segment (RB5), was localized. Radial EBUS demonstrated an adjacent acoustic signature. Cone Beam CT (Cios Spin) with 3D reconstruction verified the catheter's position relative to the lesion. We proceeded with multimodal sampling: transbronchial needle aspiration using a 23-gauge needle, cryobiopsy utilizing a 1.7mm probe with a 5-second freeze time, and protected sheath brushing. ROSE assessment revealed benign respiratory epithelium and macrophages.",
  "8464986_syn_3": "Procedure: 31629 (TBNA), 31628 (Cryo), 31623 (Brush), +31627 (Nav), +31654 (EBUS).\nTechnique: Computer-assisted image-guided navigation (Ion) employed to reach RML (RB5). Radial EBUS probe used to id[REDACTED] peripheral lesion (adjacent view). Transbronchial needle aspiration performed (5 passes). Cryobiopsy performed (3 specimens). Brushing performed. Medical Necessity: 35mm Lung-RADS 4B nodule requiring tissue diagnosis.",
  "8464986_syn_4": "Procedure Note\nPatient: [PATIENT_NAME]\nAttending: Dr. Wilson\n\nSteps:\n1. Time out. GA induced.\n2. Ion catheter navigated to RML medial segment (RB5).\n3. rEBUS showed adjacent view.\n4. CBCT spin confirmed tool in lesion.\n5. Samples: 5 TBNA (23G), 3 Cryo (1.7mm), 2 Brush.\n6. ROSE: Benign.\n7. Tolerated well.\n\nPlan: CXR, follow up pathology.",
  "8464986_syn_5": "patient [REDACTED] here for the lung nodule biopsy used the ion robot thing went to the RML medial segment rb5 nodule was big 35mm used the radial ebus saw it adjacent then did the spin ct to confirm. took a bunch of samples 5 needle passes 3 cryo and 2 brushes rose said benign stuff no bleeding really patient woke up fine send to recovery check xray for pneumo thanks.",
  "8464986_syn_6": "Robotic navigation bronchoscopy was performed with Ion platform on a 35mm nodule in the RML Medial Segment (RB5). Registration error was 1.9mm. Radial EBUS showed an adjacent view. Cone Beam CT confirmed tool-in-lesion. Sampling included Transbronchial needle aspiration (23G, 5 passes), Transbronchial cryobiopsy (1.7mm probe, 3 samples), and Transbronchial brushing (2 samples). ROSE showed benign respiratory epithelium and macrophages. No complications occurred.",
  "8464986_syn_7": "[Indication]\nLung-RADS 4B nodule, 35mm.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon robotic navigation to RML Medial Segment (RB5). rEBUS: Adjacent. Imaging: Cone Beam CT. \nBiopsy: \n- TBNA (23G x 5)\n- Cryo (1.7mm x 3)\n- Brush (x 2)\nROSE: Benign.\n[Plan]\nDischarge if stable. CXR.",
  "8464986_syn_8": "We brought the patient to the suite for evaluation of a 35mm RML nodule. Using the Ion robotic system, we successfully navigated to the medial segment (RB5). We confirmed our location first with radial EBUS, which showed an adjacent signal, and then with Cone Beam CT. Once positioned, we obtained samples using a 23G needle, a 1.7mm cryoprobe, and a cytology brush. The preliminary on-site evaluation showed benign cells. The patient remained stable throughout.",
  "8464986_syn_9": "Operation: Robotic-assisted bronchoscopy.\nTarget: RML Medial Segment (RB5) mass.\nMethod: The Ion catheter was steered to the target. Acoustic confirmation was achieved via radial EBUS (Adjacent). Positional verification was performed via CBCT. The lesion was sampled using needle aspiration (23G), cryo-extraction (1.7mm), and brushing. ROSE indicated benign tissue.",
  "8464986": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Lung-RADS 4B nodule\nTarget: 35mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, LUL Lingula Carina (LC1), Bronchus Intermedius, Left Carina (LC2), RML Carina (RC2) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t384\t14\t100\t8\t16\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 1.9mm. Ion robotic catheter was used to engage the Medial Segment of RML (RB5). Target lesion is approximately 35mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.4cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 5 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 3 samples were collected. Samples sent for Pathology.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD"
}
