{
  "8472951_syn_1": "Procedure: Rigid Bronchoscopy, Tumor Debulking (APC/Mechanical), EBUS-TBNA.\n- Finding: Subcarinal mass, severe airway obstruction (R main 90%, L main 50%).\n- Action: APC, mechanical debulking, cryo for clots. EBUS TBNA 7.\n- Result: R main <25%, L main <10% obstruction.",
  "8472951_syn_2": "Operative Report: The patient underwent rigid bronchoscopy for management of malignant central airway obstruction. Extensive tumor debulking was achieved utilizing mechanical coring and argon plasma coagulation (APC), significantly improving patency in the distal trachea and bilateral mainstem bronchi. Additionally, EBUS-TBNA of a subcarinal mass was performed for diagnosis.",
  "8472951_syn_3": "Coding: 31641 (Destruction/Debulking), 31652 (EBUS 1-2 stations), 31645 (Therapeutic Aspiration - clots), 31625 (Biopsy). 31640 bundled into 31641. High complexity rigid procedure.",
  "8472951_syn_4": "Resident Note:\n- Rigid scope placed.\n- Suctioned blood (31645).\n- EBUS TBNA station 7 (31652).\n- APC and mechanical debulking of tumor (31641).\n- Biopsies taken (31625).\n- Hemostasis achieved.",
  "8472951_syn_5": "rigid bronch for sarah martinez. she had a lot of blood and tumor blocking the airway. suctioned it out. used apc and the rigid scope to core out the tumor. also did an ebus on the subcarinal node. airway looks much better now.",
  "8472951_syn_6": "Rigid bronchoscopy with tumor debulking and EBUS-TBNA. Extensive endobronchial tumor was debulked using APC and mechanical techniques. EBUS-TBNA of the subcarinal mass was performed. Hemostasis was achieved.",
  "8472951_syn_7": "[Indication] Malignant airway obstruction.\n[Anesthesia] General.\n[Description] Rigid bronchoscopy. EBUS-TBNA (31652). Tumor debulking via APC/mechanical (31641). Clot aspiration (31645). Biopsy (31625).\n[Plan] ICU observation.",
  "8472951_syn_8": "[REDACTED] urgent rigid bronchoscopy due to a tumor blocking her airways. We cleared a significant amount of blood and then debulked the tumor using cautery and mechanical tools, opening up her breathing passages. We also sampled the tumor and a nearby lymph node for diagnosis.",
  "8472951_syn_9": "Rigid bronchoscopy with tumor destruction and EBUS-TBNA. We utilized APC and mechanical methods to recanalize the obstructed airways. We also aspirated the subcarinal lymph node.",
  "8472951": "Patient: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\nPreoperative Diagnosis: Hemoptysis with subcarinal mass\nPostoperative Diagnosis: Malignant central airway obstruction\nProcedure Performed: Rigid bronchoscopy with tumor debulking\n\nCPT Codes:\n• 31641: Bronchoscopy, rigid or flexible, including fluoroscopic guidance, with destruction of tumor or relief of stenosis (laser therapy, cryotherapy)\n• 31640: Bronchoscopy, rigid or flexible, including fluoroscopic guidance, with excision of tumor\n• 31645: Bronchoscopy with therapeutic aspiration\n• 31625: Bronchoscopy with endobronchial biopsy\n• 31652: Bronchoscopy, rigid or flexible, including fluoroscopic guidance, when performed with endobronchial ultrasound (EBUS) guided transtracheal and/or transbronchial sampling 2 or fewer structures\n\nSurgeon: Robert Chen, MD\nAssistant: Sean Foley, MD (Attending)\nIndications: Hemoptysis, significant airway obstruction, and need for tissue biopsy\nConsent: Informed consent obtained from patient and family after detailed explanation of the procedure, associated risks, benefits, and alternatives.\nAnesthesia: General anesthesia\n\nDescription of Procedure:\nFollowing induction of general anesthesia and insertion of an LMA, topical anesthesia was applied to the upper airway. A T190 video bronchoscope was then advanced orally through the LMA into the tracheobronchial tree. Initial inspection revealed normal vocal cords and subglottic space. Significant fresh and clotted blood was present throughout the airway. The proximal and mid trachea appeared normal. The distal trachea and main carina demonstrated extensive friable tumor infiltration causing combined extrinsic and intrinsic obstruction—approximately 15% in the distal trachea, 50% in the proximal left mainstem bronchus, and up to 75% in the right mainstem bronchus. After copious suctioning, the left mainstem bronchus beyond the subcarinal region was clear and normal. The right mainstem bronchus showed diffuse tumor infiltration causing up to 90% obstruction proximally and extending into the proximal right upper lobe bronchus with approximately 85% obstruction. Distal to this region, the airways appeared uninvolved, including the bronchus intermedius, right middle, and lower lobes.\n\nThe video bronchoscope and LMA were then removed. A 12 mm ventilating rigid bronchoscope was inserted through the mouth and advanced into the distal trachea. Jet ventilation was initiated via the Monsoon ventilator. Using a therapeutic bronchoscope inserted through the rigid scope, cryotherapy was performed to remove adherent thick clots.\n\nSubsequently, the UC180F convex probe EBUS bronchoscope was utilized to visualize and biopsy the large subcarinal mass. Five transbronchial needle aspirations (TBNA) were conducted using the Olympus Vizishot 2 EBUS TBNA 22-gauge needle. Rapid on-site evaluation (ROSE) confirmed malignant cells. Flexible forceps biopsies were also obtained from visible endobronchial tumor and specimens were preserved in formalin.\n\nThe tumor, which was friable and prone to bleeding, was debulked using Argon Plasma Coagulation (APC) for cautery and mechanical debulking through the rigid bronchoscope. After extensive debulking, significant improvement was achieved: the left mainstem bronchus residual obstruction reduced to approximately 10%, and the right mainstem bronchus reduced to approximately 25%.\n\nPersistent diffuse oozing from the tumor bed prompted instillation of 6 cc topical tranexamic acid via flexible bronchoscope. Persistent bleeding was controlled by direct application of three Surgicel pledgets for approximately one minute, successfully achieving hemostasis.\n\nFollowing verification of hemostasis, the rigid bronchoscope was removed, and patient care was transitioned back to anesthesia.\n\nComplications: None\nEstimated Blood Loss: 30 cc\n\nPost-procedure Recommendations:\n- Admit to ICU overnight for close observation and continuation of nebulized tranexamic acid\n- Await pathology results\n- Upon receipt of preliminary pathology, prompt multidisciplinary discussion with radiation oncology and medical oncology recommended to initiate treatment planning and prevent tumor recurrence and further airway compromise\n\n________________________________________"
}
