{
  "84729315_syn_1": "Proc: Bronchoscopy w/ Microwave Ablation.\nTarget: 2.3cm RUL nodule.\nNav: SuperDimension + Radial EBUS confirmed lesion.\nAblation: Emprint probe, 65W x 5min. Temp 85C.\nPost-ablation: Hyperechoic zone seen. No bleeding.\nPlan: [REDACTED] in 6h.",
  "84729315_syn_2": "OPERATIVE REPORT: ELECTROMAGNETIC NAVIGATION BRONCHOSCOPY WITH MICROWAVE ABLATION.\nINDICATION: A 67-year-old male with severe COPD and a PET-avid RUL adenocarcinoma presented for non-surgical management. \nPROCEDURE: Under general anesthesia, the airways were surveyed. Using electromagnetic guidance, the RUL posterior segment nodule was localized. Radial EBUS confirmed a concentric view. A microwave ablation catheter was advanced. Ablation was performed at 65 watts for 5 minutes, achieving a target temperature of 85 degrees Celsius. Post-ablation imaging demonstrated a satisfactory zone of coagulative necrosis. The patient tolerated the procedure well.",
  "84729315_syn_3": "CPT Justification:\n- 31627: Electromagnetic navigation used to guide catheter to RUL target.\n- 31654: Radial EBUS probe utilized to confirm tool-in-lesion position.\n- 31641: Microwave ablation performed (Destruction of tumor). Probe: Emprint. Settings: 65W, 5 min. Target destroyed.\nNote: Diagnostic bronchoscopy (31622) is bundled.",
  "84729315_syn_4": "Procedure Note (Resident)\nPatient: [REDACTED]\nAttending: Dr. Chen\nProcedure: MWA of RUL nodule.\nSteps:\n1. Intubated 8.5 ETT.\n2. Navigated to RUL posterior segment.\n3. Confirmed with Radial EBUS (hypoechoic lesion).\n4. Microwave probe inserted.\n5. Burned at 65 Watts for 5 mins.\n6. Re-checked: good ablation zone.\nPlan: Post-op CT.",
  "84729315_syn_5": "dictation for mr [REDACTED]... we did the microwave ablation today right upper lobe... navigation went well used the superdimension... radial ebus saw the lesion clearly... put the emprint probe in and cooked it at 65 watts for five minutes... temp got up to 85... no bleeding noted after... extubated fine sending to pacu.",
  "84729315_syn_6": "Bronchoscopic electromagnetic navigation with microwave ablation of right upper lobe peripheral nodule. 67-year-old gentleman with incidentally discovered 2.3 cm spiculated nodule. Electromagnetic navigation bronchoscopy performed using superDimension system. Planning software id[REDACTED] target nodule in RUL posterior segment. Radial EBUS performed demonstrating target lesion in contact position. Microwave ablation probe advanced to target site. Ablation parameters: 65 watts, 5 minute duration. Post-ablation radial EBUS demonstrated hyperechoic changes consistent with coagulative necrosis. No complications.",
  "84729315_syn_7": "[Indication]\nInoperable RUL adenocarcinoma (2.3cm) in patient with severe COPD.\n[Anesthesia]\nGeneral Anesthesia, 8.5 ETT.\n[Description]\nNavigated to RUL posterior segment via EMN. Radial EBUS confirmed target. Cone-beam CT verified tool placement. Microwave ablation performed (65W, 5 min). Post-ablation imaging confirmed necrosis.\n[Plan]\nAdmit for observation. CT chest in 6 hrs.",
  "84729315_syn_8": "[REDACTED] underwent a bronchoscopy to treat a lung cancer nodule in his right upper lobe using heat energy. Because his lungs are too weak for surgery, we used microwave ablation. We navigated a small catheter to the tumor using a GPS-like system and confirmed its location with ultrasound. We then inserted the microwave probe and treated the area for 5 minutes at high heat. The follow-up ultrasound showed the tumor was effectively treated.",
  "84729315_syn_9": "Procedure: Bronchoscopic thermal destruction of pulmonary neoplasm.\nTechnique: Electromagnetic guidance deployed to localize RUL lesion. Ultrasonic confirmation achieved. Microwave energy utilized to induce coagulative necrosis (65W/300s). \nOutcome: Target ablated.",
  "84729315": "Patient Name: [REDACTED] Anderson\nMRN: [REDACTED]\nDOB: [REDACTED] (Age: 67)\nDate of Procedure: [REDACTED]\nInstitution: [REDACTED]\nAttending Physician: Dr. Sarah Chen, MD, FCCP\nFellow: Dr. Michael Rodriguez, MD\nAnesthesia: Dr. Patricia Williams, MD\n\nPREOPERATIVE DIAGNOSIS:\nRight upper lobe pulmonary nodule, 2.3 cm, highly suspicious for primary lung adenocarcinoma. Patient deemed high surgical risk due to severe COPD (FEV1 38% predicted) and coronary artery disease with prior CABG.\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED:\nBronchoscopic electromagnetic navigation with microwave ablation of right upper lobe peripheral nodule\n\nINDICATION:\n67-year-old gentleman with 45 pack-year smoking history presents with incidentally discovered 2.3 cm spiculated nodule in right upper lobe posterior segment. PET-CT demonstrates SUV max 8.4. Transthoracic needle biopsy confirmed adenocarcinoma. Patient evaluated by thoracic surgery but deemed prohibitive surgical risk. Multidisciplinary tumor board recommended bronchoscopic ablation vs SBRT. Patient elected for bronchoscopic microwave ablation after extensive discussion of risks and benefits.\n\nPROCEDURE DETAILS:\nAfter informed consent, patient brought to interventional pulmonology suite. Time-out performed. General anesthesia induced with propofol and rocuronium, patient intubated with 8.5 ETT. Bronchoscope advanced through ETT after securing airway. Initial survey bronchoscopy revealed patent airways without endobronchial lesions. \n\nElectromagnetic navigation bronchoscopy performed using superDimension system with prior thin-slice CT protocol. Planning software id[REDACTED] target nodule in RUL posterior segment (RB1). Navigation successful with 8 steerable guide sheath advanced to peripheral location. Radial EBUS performed demonstrating target lesion in contact position with characteristic hypoechoic appearance. Target confirmed with cone-beam CT showing guide sheath within 5mm of lesion center.\n\nExtended working channel passed through guide sheath. Microwave ablation probe (Emprint 2.0, 15mm active tip) advanced through EWC to target site. Ablation parameters: 65 watts, 5 minute duration. Temperature monitoring showed gradual rise to 85°C at probe tip. Patient remained hemodynamically stable throughout ablation. Post-ablation radial EBUS demonstrated hyperechoic changes consistent with coagulative necrosis. \n\nGuide sheath slowly withdrawn under direct visualization. Inspection revealed mild mucosal edema but no active bleeding. Airways suctioned clear. Patient emerged from anesthesia without complications. Extubated in suite and transferred to PACU in stable condition.\n\nESTIMATED BLOOD LOSS: Minimal\nFLUIDS: 800 mL crystalloid\nCOMPLICATIONS: None\nSPECIMENS: None sent\n\nFINDINGS:\n1. Successful electromagnetic navigation to RUL posterior segment target\n2. Microwave ablation completed per protocol with good real-time monitoring\n3. Post-ablation imaging confirms appropriate zone of coagulation\n\nPLAN:\n1. Admit for overnight observation\n2. Chest CT with contrast in 6 hours to assess for complications\n3. Pain control with scheduled acetaminophen and PRN oxycodone\n4. Incentive spirometry q2h while awake\n5. Follow-up CT chest in 6 weeks to assess treatment response\n6. Close PET-CT surveillance at 3, 6, and 12 months\n\nDISPOSITION: Admitted to 7 West pulmonary intermediate care\n\n_________________________________\nSarah Chen, MD, FCCP\nDirector, Interventional Pulmonology"
}
