{
  "8472910_syn_1": "Dx: Tracheal stenosis (stoma site).\nAnesthesia: GA, Rigid Bronch.\nFindings: Complex stenosis (granulation/web) 75% obstruction.\nAction: Rigid dilation (Size 8->9) followed by Balloon (15mm, 10 ATM).\nResult: 80% patency achieved.\nPlan: Admit. Consider T-tube if recurrence.",
  "8472910_syn_2": "OPERATIVE SUMMARY: The patient, with a history of tracheostomy, presented with complex tracheal stenosis. Under general anesthesia, rigid bronchoscopy was initiated. Evaluation of the prior stoma site revealed a mixed stenosis (granulation/fibrosis) occluding 75% of the lumen. Mechanical dilation was first performed with the rigid barrel (sizes 8 and 9), followed by definitive hydrostatic dilation using a 15mm balloon at 10 atmospheres. Final inspection demonstrated an estimated 80% luminal patency.",
  "8472910_syn_3": "Code: 31630 (Tracheal Dilation).\nModality: Combined Rigid and Balloon Dilation.\nLocation: Mid-trachea (prior stoma).\nTechnique:\n1. Mechanical dilation via rigid scope (Size 9).\n2. Balloon dilation (15mm diameter) x 3 inflations @ 10 ATM.\nOutcome: Stenosis reduction from 75% to 20%.",
  "8472910_syn_4": "Resident Note\nPatient: [REDACTED] Hughes\nProcedure: Tracheal Dilation (Rigid + Balloon)\nSteps:\n1. GA, rigid scope inserted.\n2. Saw 75% stenosis at old trach site.\n3. Dilated with the rigid scope first.\n4. Then used 15mm balloon at 10 atm.\n5. Airway looks 80% open now.\nPlan: Obs, maybe T-tube next time.",
  "8472910_syn_5": "Mr [REDACTED] P. Price here for the tracheal stenosis dilation. He had a trach before. Used the rigid scope general anesthesia. Saw the narrowing about 75 percent block granulation and scar. Dilated with the rigid tube then used the big 15 millimeter balloon. Inflated it three times. Looks much better about 80 percent open. No bleeding. Thinking maybe a t-tube if it comes back.",
  "8472910_syn_6": "Rigid bronchoscopy with mechanical dilation and balloon dilation. 59 y/o male with history of traumatic brain injury requiring prolonged mechanical ventilation and tracheostomy 4 months ago. Progressive stridor. General anesthesia with spontaneous ventilation through rigid bronchoscope. At level of prior tracheostomy site, complex stenosis noted with combination of granulation tissue and fibrous web causing 70-75% obstruction. Initial mechanical dilation with rigid bronchoscope (size 8, then 9). Balloon dilation with 15mm diameter balloon x 3 inflations at 10 ATM. Final patency approximately 80%.",
  "8472910_syn_7": "[Indication]\nPost-tracheostomy tracheal stenosis (75%).\n[Anesthesia]\nGeneral, Rigid Bronchoscope.\n[Description]\nComplex stenosis at stoma site. Mechanical dilation with rigid scope (size 9). Balloon dilation (15mm) x3 at 10 ATM. Patency improved to 80%.\n[Plan]\nInpatient obs. Pulmonary rehab. Re-eval 4-6 weeks.",
  "8472910_syn_8": "We treated Mr. [REDACTED] for narrowing of his windpipe at his old tracheostomy site. Using a rigid bronchoscope under general anesthesia, we saw the airway was 75% blocked by scar tissue. We used the rigid scope itself to gently stretch the area, followed by a 15mm balloon which we inflated to high pressure to fully dilate the stricture. The airway is now about 80% open, which is a good result.",
  "8472910_syn_9": "PREOP DIAGNOSIS: Tracheal constriction post tracheostomy\nPROCEDURE: Rigid bronchoscopy with mechanical expansion and pneumatic expansion\nDETAILS: At level of prior tracheostomy site, complex constriction noted causing 75% obstruction. Initial mechanical expansion with rigid bronchoscope. Pneumatic expansion with 15mm diameter balloon x 3 inflations at 10 ATM. Final patency approximately 80%."
}
