{
  "8497122_syn_1": "Indication: 24mm RUL nodule.\nSystem: Galaxy Robot.\nVerif: Fluoro + rEBUS (Adjacent).\nSampling: TBNA x6, Forceps x4, Brush.\nROSE: Granulomatous.",
  "8497122_syn_2": "PROCEDURE: Evaluation of a 24mm RUL nodule was performed using the Noah Galaxy robotic platform. Navigation to RB2 was achieved with 3.2mm accuracy. Fluoroscopy confirmed alignment. rEBUS demonstrated an adjacent lesion signature. TBNA and forceps biopsies were obtained, along with brushings. ROSE suggested granulomatous inflammation.",
  "8497122_syn_3": "Billing: 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (rEBUS).\nTarget: RUL (RB2).\nMethod: Robotic navigation with fluoroscopic confirmation.",
  "8497122_syn_4": "Resident Note\nPt: M. Taylor\nRUL Nodule\n1. Galaxy nav to RB2.\n2. Fluoro check.\n3. rEBUS adjacent.\n4. TBNA, Bx, Brush.\n5. ROSE: Granulomas.\nStable.",
  "8497122_syn_5": "michael taylor rul nodule. galaxy robot used. registration 3.2mm. checked with fluoro looks ok. rebus adjacent. did needle and forceps and brush. rose showed granulomas. patient fine.",
  "8497122_syn_6": "Multiple pulmonary nodules. 24mm nodule in RUL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB2. Fluoroscopic guidance used. rEBUS view: Adjacent. Transbronchial needle aspiration (21G). Transbronchial forceps biopsy. Cytology brushings. ROSE Result: Granulomatous inflammation.",
  "8497122_syn_7": "[Indication]\nRUL nodule.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav to RB2. Fluoro/rEBUS confirmed. TBNA, Forceps, Brush done.\n[Plan]\nDischarge.",
  "8497122_syn_8": "[REDACTED] a biopsy of his right upper lobe nodule today using the Galaxy robot. We navigated to the site and confirmed with fluoroscopy and ultrasound. We took needle and forceps samples. The preliminary results point towards inflammation (granulomas) rather than cancer.",
  "8497122_syn_9": "Action: Robotic investigation of RUL mass.\nVerification: Fluoroscopy and rEBUS (adjacent).\nSampling: Aspirated (needle), biopsied (forceps), brushed.\nResult: Granulomatous inflammation.",
  "8497122": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 24mm nodule in RUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t11\t345\t10\t80\t6\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RUL (RB2) based on the pre-operative CT navigational plan. Registration accuracy: 3.2mm.\n\nFluoroscopic guidance used to confirm scope position relative to target. Navigation alignment confirmed.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 21G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Granulomatous inflammation\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD"
}
