{
  "85190362_syn_1": "Indication: Bilateral lung masses.\nProc: Diagnostic Bronch.\nActions:\n- RUL Mass: TBNA x5, Forceps x6.\n- LLL Lesion: Radial EBUS, TBNA x4, Forceps x5.\n- BAL LLL.\n- ROSE: Malignant (RUL).\nPlan: PACU, Oncology.",
  "85190362_syn_2": "OPERATIVE REPORT: Diagnostic bronchoscopy for suspected malignancy. \nFINDINGS: Fungating mass RUL, peripheral lesion LLL. \nSAMPLING: \n1. RUL Mass: TBNA and endobronchial forceps biopsy. ROSE positive for malignancy. \n2. LLL Lesion: Localized via Radial EBUS. TBNA and forceps biopsy performed. \n3. BAL: LLL superior segment. \nCONCLUSION: Successful sampling of bilateral lesions.",
  "85190362_syn_3": "Codes: 31629 (TBNA), 31625 (Forceps Biopsy), 31654 (Radial EBUS), 31624 (BAL).\nSites: RUL (Endobronchial), LLL (Peripheral).\nDetails: Multiple modalities used for diagnosis/staging. ROSE confirmed malignancy in RUL.",
  "85190362_syn_4": "Procedure: Diagnostic Bronch\nPatient: [REDACTED]\nSteps:\n1. GA / 8.5 ETT.\n2. Saw mass in RUL -> Biopsied (Needle & Forceps).\n3. Radial EBUS for LLL nodule -> Biopsied.\n4. BAL LLL.\n5. ROSE said RUL is cancer.\nPlan: Wait for final path.",
  "85190362_syn_5": "chloe whitford has bilateral masses. we went in with the scope. big fungating thing in the rul took a bunch of bites and needle passes. rose says cancer. then went to the lll used the radial ebus to find the spot and biopsied that too. washed the lll. shes stable.",
  "85190362_syn_6": "Chloe Whitford. Date: [REDACTED]. Indications: Bilateral lung masses. Initial Airway Inspection: Endobronchial fungating mass RUL. Tissue Sampling: RUL Endobronchial Biopsy (TBNA, Forceps). LLL Lesion Biopsy (Radial EBUS, TBNA, Forceps). BAL LLL. ROSE: RUL malignant. Final Airway Re-Inspection: No active bleeding. Disposition: PACU.",
  "85190362_syn_7": "[Indication]\nSuspected lung malignancy.\n[Anesthesia]\nGeneral.\n[Description]\nRUL mass biopsied (TBNA/Forceps). LLL lesion localized w/ REBUS and biopsied. BAL LLL. ROSE positive.\n[Plan]\nPathology pending.",
  "85190362_syn_8": "[REDACTED] in both lungs. We did a bronchoscopy to find out what they are. The one in the right upper lobe was visible inside the airway, so we biopsied it directly—the preliminary result is cancer. The one in the left lower lobe was deeper, so we used a special ultrasound (radial EBUS) to find it and get samples. We also washed the area. We'll wait for the full report.",
  "85190362_syn_9": "Procedure: Diagnostic bronchoscopy with tissue sampling.\nFindings: Obstructing RUL mass, peripheral LLL lesion.\nIntervention: Transbronchial needle aspiration and forceps biopsy of RUL. Radial EBUS localization and sampling of LLL. Bronchoalveolar lavage.\nDiagnosis: Suspected malignancy confirmed by ROSE.",
  "85190362": "Chloe Whitford\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\nProceduralist(s):Nolan Shepherd DO\nAnesthesia/Medications:\n•\tGeneral anesthesia with 8.5 ETT placement\n•\tTopical anesthesia- 6cc 1% lidocaine)\n•\tAdditional intravenous medications per institutional protocol\nIndications:\nBilateral lung masses \nPre-Procedure Diagnosis: Suspected lung  malignancy\nPost-Procedure Diagnosis: Suspected lung  malignancy\nConsent:\nThe nature, purpose, risks, benefits, and alternatives of the procedure were discussed with the patient (or surrogate). Informed consent was obtained and documented per institutional protocol.\nTime-Out:\nA formal time-out was performed confirming the patient’s id[REDACTED], procedure, and site.\n________________________________________\nI. Initial Airway Inspection\nFindings:\n•\tThe flexible bronchoscope was introduced through the 8.5 ETT and advanced into the trachea.\n•\tThe trachea was thoroughly examined, revealing a sharp carina.\n•\tThe bronchial tree was inspected bilaterally to the subsegmental level.\n•\tInspection notable for an endobronchial fungating mass in the RUL obstructing the superior and anterior segments.\n•\tThe remaining airways appeared normal with no additional endobronchial abnormalities, mucosal irregularities, or abnormal secretions.\n________________________________________\nII. Tissue Sampling Procedures\nA. Right Upper Lobe (RUL) Endobronchial Biopsy\n•\tAn endobronchial mass was id[REDACTED] obstructing the superior and anterior segments of the RUL.\n•\tSampling Techniques:\no\tTransbronchial Needle Aspiration (TBNA): Performed using Periview Flex transbronchial needle with five (5) passes.\no\tEndobronchial Forceps Biopsy: Performed with six (6) samples obtained.\no\tHemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine.\nB. Left Lower Lobe (LLL) Lesion Biopsy\n•\tA second lesion was id[REDACTED] in the superior segment of the LLL using radial endobronchial ultrasound (EBUS) with a concentric view.\n•\tSampling Techniques:\no\tTransbronchial Needle Aspiration (TBNA): Performed using Periview Flex with four (4) passes.\no\tTransbronchial Forceps Biopsy: Performed with five (5) samples obtained.\no\tHemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine.\nC. Bronchoalveolar Lavage (BAL) - Left Lower Lobe (LLL) Superior Segment\n•\tA BAL was performed in the superior segment of the left lower lobe.\n•\tInstillation: 110 cc normal saline\n•\tReturn: 20 cc\n•\tSamples sent for cytology, microbiology (bacterial, fungal, and mycobacterial cultures), and differential cell count.\nD. Rapid On-Site Evaluation (ROSE)\n•\tRight Upper Lobe (RUL) lesion: ROSE interpretation was malignant.\n•\tLeft Lower Lobe (LLL) lesion: ROSE revealed abundant necrosis but pathology was unable to definitively confirm malignancy.\n________________________________________\nIII. Final Airway Re-Inspection and Conclusion\nFindings:\n•\tNo active bleeding was noted on final airway inspection.\n•\tNo evidence of airway compromise.\nEstimated Blood Loss: Moderate, successfully controlled with topical epinephrine.\nComplications: No immediate complications.\nDisposition/Plan:\n•\tThe patient remained hemodynamically stable throughout the procedure and was transferred to the PACU in stable condition.\n•\tPost-procedure CXR was performed to rule out pneumothorax or other complications.\n•\tPathology, cytology, and microbiology results are pending.\n•\tFollow-up bronchoscopy and multidisciplinary evaluation will be planned based on final pathology results.\nAttending: \nNolan Shepherd, DO\nInterventional Pulmonary and Critical Care\nTulsa Medical Center"
}
