{
  "8552850_syn_1": "Proc: Rt Thoracoscopy w/ Pleurodesis.\nFindings: Inflammatory changes.\nActions:\n- Visualization.\n- Talc poudrage.\n- Fluid evacuated.\n- Tube placed.\nStatus: Lung expanded.",
  "8552850_syn_2": "PROCEDURE NOTE: Right-sided medical thoracoscopy was performed. Inspection revealed inflammatory changes without nodularity. Parietal and visceral surfaces were visualized. Talc poudrage was performed for pleurodesis. Fluid was evacuated. A chest tube was placed.",
  "8552850_syn_3": "Billing: 32650 (Pleurodesis).\nRationale: Right pleural space accessed. Inflammatory changes seen. Talc poudrage performed for pleurodesis. Chest tube placed.",
  "8552850_syn_4": "Resident Note: Right Thoracoscopy + Talc\nSteps:\n1. Sedation.\n2. Entry right 6th ICS.\n3. Findings: Inflammation.\n4. Talc poudrage.\n5. Fluid drained.\n6. Chest tube placed.\nPlan: Monitor.",
  "8552850_syn_5": "right thoracoscopy on matthew inflammation seen no nodules did talc poudrage drained the fluid put the chest tube in",
  "8552850_syn_6": "Right medical thoracoscopy was performed. Inflammatory changes were noted without nodularity. Talc poudrage was performed for pleurodesis. All remaining fluid was evacuated, and a chest tube was placed. The lung expanded well.",
  "8552850_syn_7": "[Indication] Malignant pleural disease.\n[Anesthesia] Moderate.\n[Description] Right thoracoscopy. Inflammatory changes. Talc poudrage performed. Fluid evacuated. Chest tube placed.\n[Plan] Monitor.",
  "8552850_syn_8": "[REDACTED] a right medical thoracoscopy. We observed inflammatory changes but no nodules. We performed talc poudrage for pleurodesis after draining the fluid. A chest tube was placed, and the lung expanded.",
  "8552850_syn_9": "Right pleuroscopy executed. Inflammatory alterations observed. Talc insufflation executed for symphysis. Effusion drained. Catheter deployed.",
  "8552850": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\n\nIndication: Suspected malignant pleural disease\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Inflammatory changes without nodularity\nParietal, visceral, and diaphragmatic pleura visualized.\nTalc poudrage performed for pleurodesis after drainage.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nWilliams, MD"
}
