{
  "8672221_syn_1": "Ind: Met lung CA, 85% BI block.\nProc: Rigid bronch, Microdebrider.\nAction: Aggressive debulking.\nResult: 85% -> 25%.\nEBL: 50mL.\nPlan: ICU.",
  "8672221_syn_2": "OPERATIVE REPORT: [REDACTED] severe (85%) obstruction of the Bronchus Intermedius due to metastatic lung cancer. Under general anesthesia, therapeutic rigid bronchoscopy was performed. The microdebrider was employed to excise the endobronchial tumor mass (CPT 31640). Systemic debulking resulted in a patent airway with 25% residual narrowing. Hemostasis was excellent.",
  "8672221_syn_3": "Code: 31640 (Excision of tumor).\nInstrument: Microdebrider.\nSite: Bronchus Intermedius.\nRationale: Excision of 85% obstructing mass to restore ventilation. Specimens sent for path.",
  "8672221_syn_4": "Procedure: Microdebrider Debulking\nPt: [REDACTED]\nSteps:\n1. GA/Rigid scope.\n2. 85% block at BI.\n3. Microdebrider used to clear tumor.\n4. Multiple passes.\n5. Residual 25%.\nPlan: ICU.",
  "8672221_syn_5": "[REDACTED] note. lung cancer blocking the bronchus intermedius almost completely 85 percent. used the microdebrider to open it up. worked well. got it down to 25 percent. minimal bleeding. sending him to the icu to recover.",
  "8672221_syn_6": "Metastatic lung cancer with bronchial obstruction. Pre-procedure 85% obstruction at BI. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Microdebrider assisted tumor removal performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Post-procedure 25% residual obstruction. EBL 50mL.",
  "8672221_syn_7": "[Indication]\nMetastatic lung CA, 85% BI obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Microdebrider excision. Residual obstruction 25%.\n[Plan]\nICU admission.",
  "8672221_syn_8": "[REDACTED] intervention for an 85% obstruction in his Bronchus Intermedius caused by metastatic lung cancer. We performed a rigid bronchoscopy and utilized a microdebrider to shave away the tumor. We made multiple passes until the airway was significantly more open, leaving only a 25% residual obstruction.",
  "8672221_syn_9": "Under general anesthesia, rigid bronchoscopy was performed. An endobronchial tumor was id[REDACTED] at the BI. Microdebrider assisted tumor extraction was performed with sequential tumor removal. Several passes were completed to attain maximal reduction. Post-procedure ~25% residual blockage.",
  "8672221": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Metastatic lung cancer with bronchial obstruction\nPre-procedure: ~85% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nMicrodebrider assisted tumor removal performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nPost-procedure: ~25% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nDavis, MD"
}
