{
  "8684379": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (66 years old)\nDate of Procedure: [REDACTED]\nLocation: [REDACTED]\n\nAttending: Dr. Priya Patel, MD\nFellow: Dr. Kevin Nguyen, MD (PGY-6)\nRN: Anna Martinez\nRT: Brian Lee\n\nPREOPERATIVE DIAGNOSIS: Persistent bronchopleural fistula (BPF) with prolonged air leak, post right upper lobectomy for lung cancer (POD #14)\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE: Flexible bronchoscopy with endobronchial valve placement for bronchopleural fistula/air leak closure\n\nINDICATION: 66-year-old male status post right upper lobectomy for stage IIA squamous cell carcinoma 14 days ago, complicated by persistent air leak via chest tube (continuous, >500mL/breath). CT chest shows persistent right apical pneumothorax with bronchial stump intact but suspected peripheral alveolar-pleural fistula in the remaining RML/RLL. Given poor surgical candidacy for re-thoracotomy (COPD, recent surgery, poor nutritional status), endobronchial valve placement was planned for non-surgical management of the air leak.\n\nNOTE: This is NOT a BLVR procedure for emphysema/lung volume reduction. The indication is therapeutic air leak closure in the setting of BPF.\n\nANESTHESIA: General anesthesia (TIVA) with single-lumen ETT\n\nPROCEDURE NARRATIVE:\nPatient [REDACTED] positioned supine. Flexible bronchoscopy performed. Airway inspection revealed:\n- Trachea: Normal\n- Right bronchial stump: Healing well, no gross leak\n- Right bronchus intermedius: Patent\n- Right middle lobe: Patent, normal appearance\n- Right lower lobe: Segmental bronchi appeared inflamed but patent\n- Left lung: Normal\n\nBalloon occlusion testing was performed to id[REDACTED] the leaking segment. Sequential balloon occlusion of right lower lobe segments revealed:\n- RB6 (superior segment): Partial reduction in air leak\n- RB7-10 (basal segments): Further reduction with RB9 occlusion\n- Combined RB6 + RB9 occlusion: Complete cessation of air leak\n\nBased on balloon occlusion testing, decision was made to place endobronchial valves in RB6 and RB9.\n\nValve placement:\n1. RB6 (superior segment): Zephyr 4.0mm EBV deployed. Good fit, no air flow around valve.\n2. RB9 (lateral basal segment): Zephyr 4.0-LP EBV deployed. Good fit.\n\nPost-valve bronchoscopy confirmed valves in good position. Patient's chest tube placed to water seal at end of procedure.\n\nImmediate post-procedure assessment showed COMPLETE CESSATION of air leak on the chest tube drainage system.\n\nDEVICES:\n- Zephyr EBV 4.0mm x 1 (RB6)\n- Zephyr EBV 4.0-LP x 1 (RB9)\n\nSPECIMENS: None\n\nCOMPLICATIONS: None\n\nEBL: Minimal\n\nDISPOSITION: Return to thoracic surgery floor. Chest tube to water seal. If no air leak for 48 hours, will remove chest tube.\n\nFOLLOW-UP: Will monitor for valve expectoration. Repeat bronchoscopy in 6-8 weeks for potential valve removal if air leak remains resolved. Valves may be permanent if necessary.\n\nDr. Priya Patel, MD\nDr. Kevin Nguyen, MD"
}
