{
  "8734481_syn_1": "Dx: Malignant CAO at BI (76%).\nProcedure: Rigid Bronchoscopy.\nActions:\n- Mechanical debulking (forceps).\n- APC/Laser for hemostasis/base.\nResult: 19% residual. EBL 75mL.\nPlan: ICU.",
  "8734481_syn_2": "OPERATIVE NARRATIVE: [REDACTED] a 76% malignant obstruction of the Bronchus Intermedius (BI). Rigid bronchoscopy was performed under general anesthesia. The tumor was addressed via mechanical debulking, using the rigid scope and forceps to remove tissue in a sequential fashion. Adjunctive APC and laser were applied to the tumor bed to ensure hemostasis and ablate residual tissue. The airway patency was significantly restored, leaving approximately 19% residual obstruction.",
  "8734481_syn_3": "Code: 31640 (Bronchoscopy with excision of tumor).\nSite: Bronchus Intermedius (BI).\nTechnique: Mechanical debulking + APC/Laser.\nStats: 76% -> 19% obstruction.\nEBL: 75mL.",
  "8734481_syn_4": "Procedure: BI Debulking\nPt: [REDACTED], 54M\nSteps:\n1. Rigid scope inserted.\n2. Saw BI tumor (76%).\n3. Mechanically debulked with forceps.\n4. APC/Laser for the rest.\n5. Good result, 19% residual.\nPlan: ICU.",
  "8734481_syn_5": "Nicholas Baker here for the BI tumor 76 percent blocked. Rigid bronch done. We used the forceps to mechanically debulk it basically ripped it out. Then used APC and laser to clean it up. Bleeding was 75ml controlled. Airway is 19 percent obstructed now much better. ICU.",
  "8734481_syn_6": "Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Rigid bronchoscopy mechanical debulking performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure: ~19% residual obstruction. EBL: ~75mL. Hemostasis achieved. Specimens sent for histology.",
  "8734481_syn_7": "[Indication]\nMalignant CAO at BI, 76% obstruction.\n[Anesthesia]\nGeneral anesthesia.\n[Description]\nRigid bronchoscopy. Mechanical debulking of BI tumor using forceps. APC and laser used for hemostasis. Residual obstruction 19%. EBL 75mL.\n[Plan]\nICU observation. Oncology follow-up.",
  "8734481_syn_8": "We took [REDACTED] OR to address the tumor blocking his bronchus intermedius. Using the rigid bronchoscope, we mechanically removed the majority of the tumor with forceps. We followed this with APC and laser treatment to stop any bleeding and ablate the remaining tissue. The obstruction was reduced from 76% to 19%.",
  "8734481_syn_9": "Procedure: Rigid bronchoscopy with mechanical tumor excision.\nSite: Bronchus Intermedius.\nAction: Forceps were utilized for mechanical resection. APC and laser provided hemostasis and ablation.\nResult: Obstruction reduced to 19%.",
  "8734481": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~76% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nRigid bronchoscopy mechanical debulking performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~19% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nPark, MD"
}
