{
  "87654321_syn_1": "Pre-op: Severe emphysema, LUL target.\nAnesthesia: General.\nSteps:\n- Airway insp: normal.\n- Chartis LUL: CV negative.\n- 4 Zephyr valves deployed: 5.5mm (lingula), 4.0mm x3 (upper).\n- No complications.\n- Verification: Good seating, reduced LUL volume.\nPlan: Admit, CXR.",
  "87654321_syn_2": "HISTORY: [REDACTED], a 68-year-old male with severe emphysema, presented for bronchoscopic lung volume reduction. \nPROCEDURE: Under general anesthesia, the airway was secured. The left upper lobe was id[REDACTED] as the target. Collateral ventilation was excluded via Chartis assessment. Subsequently, four Zephyr endobronchial valves were deployed into the LUL segmental bronchi. \nOUTCOME: Immediate reduction in lobar volume was observed. The patient remained hemodynamically stable throughout.",
  "87654321_syn_3": "Procedure: Bronchoscopy with Valve Placement (CPT 31647).\nTarget: Left Upper Lobe.\nDevices: 4 Zephyr Valves.\nTechnique: Chartis assessment confirmed absence of collateral ventilation (required for code). Valves were placed in the Lingular and Upper Division segments. Complete occlusion verified by bronchoscopy and fluoroscopy. Procedure meets criteria for single lobe treatment.",
  "87654321_syn_4": "Procedure Note\nResident: Dr. Chang\nAttending: Dr. Kim\nSteps:\n1. Time out.\n2. ETT placed.\n3. Scope down. Anatomy checked.\n4. Chartis LUL -> Neg CV.\n5. Placed 4 valves (Zephyr) in LUL.\n6. Checked position. Good.\nPlan: Post-op CXR.",
  "87654321_syn_5": "bill anderson here for the lung volume reduction left side we put him to sleep tube down looked at the left upper lobe chartis said no collateral vent so we put in four zephyr valves one big one three small ones looks good lung is smaller now no bleeding waking him up sent to recovery thanks.",
  "87654321_syn_6": "The patient was brought to the endoscopy suite and placed under general anesthesia for bronchoscopic lung volume reduction of the left upper lobe. Initial inspection revealed severe emphysematous changes. Chartis assessment of the LUL was performed and was negative for collateral ventilation. We proceeded to place four Zephyr valves into the target segments. One 5.5mm valve went to the lingula and three 4.0mm valves to the upper division. Placement was uncomplicated. Final inspection showed complete occlusion. The patient tolerated the procedure well.",
  "87654321_syn_7": "[Indication]\nSevere LUL emphysema, candidate for BLVR.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nScope advanced. LUL isolated. Chartis: CV negative. 4 Zephyr valves deployed in LUL. Good position confirmed.\n[Plan]\nAdmit for observation. Serial CXRs.",
  "87654321_syn_8": "[REDACTED] a left upper lobe BLVR procedure today. After induction of anesthesia, we examined the airways and confirmed the target lobe. Using the Chartis system, we verified the absence of collateral ventilation. Following this, we sequentially placed four Zephyr valves into the segmental bronchi of the left upper lobe. We confirmed the position of each valve and noted a reduction in lobar volume. The patient was extubated without incident.",
  "87654321_syn_9": "Operation: Bronchoscopic lung volume reduction.\nTarget: Left Upper Lobe.\nAction: The airway was surveyed. The LUL was interrogated with Chartis, showing no collateral flow. Four Zephyr prostheses were implanted in the target airways. The devices were seated firmly. The lobe showed signs of atelectasis. The patient was awakened and transferred.",
  "87654321": "BRONCHOSCOPY REPORT - BLVR PROCEDURE\n[REDACTED]\n\nPatient: [REDACTED] \"Bill\" Anderson | DOB: [REDACTED] | MRN: [REDACTED]\nInstitution: [REDACTED]\nPhysician: Sarah Kim, MD | Fellow: Michael Chang, MD\n\nPatient is a 68-year-old gentleman with end-stage COPD who presented for bronchoscopic lung volume reduction. His emphysema is predominantly in the left upper lobe with CT demonstrating 85% destruction and essentially complete fissural integrity at 98%. \n\nAfter discussing risks and benefits, informed consent was obtained. The patient was brought to the procedure suite and placed in supine position. Monitoring included continuous pulse oximetry, blood pressure, and cardiac telemetry. Moderate sedation was achieved with appropriate medications.\n\nUsing a flexible bronchoscope, I entered through the mouth and performed a systematic evaluation of the entire tracheobronchial tree. The vocal cords were normal. The trachea and carina appeared unremarkable. Both mainstem bronchi were patent. Moving to the left upper lobe, I noted the characteristic changes of severe emphysema.\n\nI proceeded with Chartis assessment of the LUL which demonstrated absent collateral ventilation - an ideal finding for valve placement. Subsequently, I placed four Zephyr endobronchial valves: one 5.5mm valve in the lingular segments, and three 4.0mm valves in the upper division bronchi. Each valve was carefully sized and positioned to ensure complete occlusion without migration risk.\n\nThe patient tolerated the procedure remarkably well without complications. Post-procedure imaging confirmed appropriate valve positioning and early signs of target lobe volume reduction.\n\nSarah Kim, MD, FCCP\nInterventional Pulmonology\nCleveland Clinic Foundation"
}
