{
  "8801010_syn_1": "Indication: Left effusion.\nProcedure: US-Guided Thoracentesis.\n- Ultrasound: Fluid loculated/small.\n- Needle inserted under US guidance.\n- 180mL removed.\n- Stopped due to cough/pain.\n- No chest tube left.\nPlan: D/C.",
  "8801010_syn_2": "HISTORY: [REDACTED] a symptomatic left pleural effusion.\nPROCEDURE: Bedside ultrasound id[REDACTED] a pocket of fluid. Under real-time ultrasound guidance, a thoracentesis needle was advanced into the pleural space. Approximately 180 mL of fluid was aspirated. The procedure was terminated due to patient discomfort (pleuritic pain/cough). Post-procedure ultrasound ruled out pneumothorax. No catheter was left in situ.\nIMPRESSION: US-guided thoracentesis, diagnostic/therapeutic.",
  "8801010_syn_3": "Coding: 32555 (Thoracentesis with Imaging Guidance).\nRationale:\n- Ultrasound guidance was used during the procedure.\n- Fluid was removed (180mL).\n- Procedure stopped early but definition of code met.\n- No chest tube placed (excludes 32557/32551).\n- 32554 (without image guidance) is incorrect.",
  "8801010_syn_4": "Procedure: US Thoracentesis\nPatient: [REDACTED], 58M\nSteps:\n1. US check.\n2. Lidocaine.\n3. Needle in with US watching.\n4. Got 180cc straw fluid.\n5. Patient coughed, so we stopped.\n6. Pulled needle.\nPlan: Home.",
  "8801010_syn_5": "Note for [REDACTED]. Left side tap. Used ultrasound to find the spot and guide the needle. Got about 180ml out but he started coughing and hurting so we quit. Fluid sent to lab. No pneumo. Going home.",
  "8801010_syn_6": "Ultrasound-guided thoracentesis. Patient 58M. Local anesthesia. Real-time US guidance. 180 mL fluid removed. Terminated due to symptoms. No complications. 32555 supported. Discharged.",
  "8801010_syn_7": "[Indication]\nLeft pleural effusion.\n[Anesthesia]\nLocal.\n[Description]\nUS-guided needle aspiration. 180mL removed. Stopped due to cough. No chest tube.\n[Plan]\nAnalysis of fluid.",
  "8801010_syn_8": "We performed a thoracentesis on [REDACTED] guidance. We found a small pocket of fluid and inserted the needle. We managed to get 180 mL of fluid out before he developed some pain and coughing, so we stopped. We didn't leave a tube in. He is safe to go home.",
  "8801010_syn_9": "Procedure: Image-guided pleural aspiration.\nAction: Sonographic localization performed. Needle introduced under guidance. Fluid aspirated (180 mL). Procedure halted due to intolerance. No drain placed.\nResult: Fluid obtained for analysis.",
  "8801010": "Patient: [REDACTED] | 58M | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Emily Rogers, MD\n\nPRE-OP DIAGNOSIS:\nSmall left pleural effusion of unclear etiology in patient with dyspnea\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURE PERFORMED:\nUltrasound-guided diagnostic and therapeutic thoracentesis, left\n\nANESTHESIA:\nLocal anesthesia with 1% lidocaine at puncture site\n\nDESCRIPTION:\nPatient [REDACTED] upright. Bedside ultrasound demonstrated a small but definite left pleural effusion\nwith a safe pocket of approximately 2 cm depth at the posterior axillary line.\n\nThe skin and subcutaneous tissues were infiltrated with 1% lidocaine. Using real-time ultrasound guidance, a\nthoracentesis needle and catheter were advanced into the pleural space. Approximately 180 mL of straw-colored\nfluid was removed before the patient developed pleuritic chest discomfort and coughing. The procedure was\nterminated at that point, but adequate fluid was obtained for diagnostic testing.\n\nNo chest tube or tunneled catheter was placed. Post-procedure ultrasound showed residual trace fluid and no\nevidence of pneumothorax.\n\nFluid was sent for cell count, protein, LDH, glucose, cytology, and culture.\n\nCOMPLICATIONS:\nMild chest discomfort and cough; no pneumothorax.\n\nDISPOSITION:\nObserved for 2 hours and discharged home.\n\nCPT (requested): 32555"
}
