{
  "8801004_syn_1": "Indication: Mediastinal adenopathy.\nSedation: Moderate (Versed/Fentanyl). Nasal.\nProcedure:\n- Airways inspected: Clear.\n- Attempted EBUS: Failed due to severe cough/desat.\n- ABORTED EBUS. No nodes sampled.\n- BAL performed RML.\nComplications: Desat, resolved.\nPlan: Discharge. Re-eval.",
  "8801004_syn_2": "HISTORY: [REDACTED] evaluation of mediastinal adenopathy.\nPROCEDURE: Under moderate sedation via nasal approach, the vocal cords were traversed. An attempt was made to introduce the linear EBUS scope; however, the patient exhibited severe tussive reflex and desaturation, necessitating abortion of the EBUS component prior to any sampling. A standard bronchoscope was reintroduced, and a bronchoalveolar lavage (BAL) was performed in the RML.\nIMPRESSION: Diagnostic bronchoscopy with BAL only. EBUS aborted.",
  "8801004_syn_3": "Coding: 31624 (Bronchoscopy with BAL).\nRationale:\n- EBUS codes (31652/53/54) are NOT billable as the scope did not advance/no sampling occurred.\n- 31622 (Diagnostic) is bundled into 31624.\n- Service performed: Inspection + BAL of RML.\n- Sedation: Moderate, inherent.",
  "8801004_syn_4": "Procedure: Bronch BAL (Failed EBUS)\nPatient: [REDACTED], 71M\nSteps:\n1. Mod sedation.\n2. Scope in nose.\n3. Tried EBUS, patient coughed too much, desatted to 84%.\n4. Stopped EBUS attempt.\n5. Did BAL in RML with regular scope.\n6. Patient recovered.\nPlan: Home.",
  "8801004_syn_5": "Procedure note Justin Fowler 71M. Wanted to do EBUS for nodes. Patient under moderate sedation via nose. Tried to get the EBUS scope down but he coughed like crazy and sats dropped. Couldn't do it so we stopped. Switched back to regular scope and just washed the RML (BAL). Sending fluid for labs. No biopsy done. Discharge home.",
  "8801004_syn_6": "Flexible bronchoscopy with bronchoalveolar lavage. Attempted EBUS aborted. Patient 71M. Moderate sedation. EBUS scope introduction failed due to severe cough and hypoxia. No nodal sampling performed. Standard bronchoscope used for BAL of RML. Patient stabilized. Discharged.",
  "8801004_syn_7": "[Indication]\nMediastinal adenopathy.\n[Anesthesia]\nModerate sedation (native airway).\n[Description]\nDiagnostic inspection. Attempted EBUS aborted due to intolerance/desaturation. BAL RML performed. No biopsies.\n[Plan]\nDischarge, consider GA for future attempt.",
  "8801004_syn_8": "We attempted an EBUS on [REDACTED] moderate sedation. Unfortunately, he had a severe cough and his oxygen levels dropped when we tried to pass the EBUS scope, so we had to stop that part of the procedure without sampling any nodes. We did manage to perform a lavage of the right middle lobe with a standard scope. He recovered well afterwards.",
  "8801004_syn_9": "Procedure: Flexible bronchoscopy with lavage; attempted sonographic staging.\nDetails: Access was achieved via the naris. Introduction of the ultrasonic bronchoscope was precluded by respiratory instability. The EBUS component was terminated. A lavage of the RML was executed successfully.\nOutcome: Lavage fluid collected; no nodal tissue.",
  "8801004": "Patient: [REDACTED] | 71M | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Priya Desai, MD\n\nPRE-OP DIAGNOSIS:\nMediastinal adenopathy in patient with unexplained weight loss\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURES PERFORMED:\n1. Flexible bronchoscopy with bronchoalveolar lavage\n2. Attempted EBUS bronchoscopy (aborted before lymph node sampling)\n\nSEDATION:\nModerate sedation with midazolam 2 mg IV and fentanyl 75 mcg IV, native airway with nasal approach\n\nDESCRIPTION:\nAfter informed consent, patient was placed supine and topical lidocaine applied to nasopharynx. Diagnostic\nflexible bronchoscopy was performed via left naris. Vocal cords were mobile. Trachea and main bronchi without\nendobronchial lesion.\n\nGiven CT suggestion of mediastinal nodes, attempt was made to pass the linear EBUS scope through the vocal cords.\nHowever, despite additional topical anesthesia, the patient developed severe coughing and transient desaturation\nto 84%. The EBUS scope could not be advanced safely beyond the glottis and NO nodal survey or TBNA passes were performed.\n\nTo at least obtain diagnostic material, the conventional bronchoscope was reintroduced and bronchoalveolar lavage\nwas performed in the right middle lobe (120 mL in, 70 mL out). Fluid sent for cytology, AFB smear/culture, and\nfungal studies.\n\nNo biopsies (TBLB or TBNA) were performed and no EBUS images were obtained.\n\nCOMPLICATIONS:\nBrief desaturation during attempted EBUS entry, resolved with oxygen and scope removal. No bleeding.\n\nDISPOSITION:\nObserved in step-down unit for 2 hours and discharged home the same day.\n\nCPT (requested by operator): 31652"
}
