{
  "8801002_syn_1": "Indication: RLL mass staging.\nAnesthesia: GA, 8.0 ETT.\nProcedure:\n- Airway clear.\n- EBUS-TBNA performed at 3 stations: 11R, 4R, 7.\n- Radial probe used inside 11R node for echotexture (not peripheral lung).\n- Total 10 passes.\nComplications: Minimal bleeding.\nPlan: PACU.",
  "8801002_syn_2": "HISTORY: [REDACTED] staging of an RLL mass and associated adenopathy.\nPROCEDURE: General anesthesia was established via an 8.0 mm ETT. A diagnostic airway survey was unrevealing. A linear EBUS scope was introduced. Systematic staging involved TBNA of station 11R (interlobar), station 4R (lower paratracheal), and station 7 (subcarinal). Note: A radial miniprobe was utilized strictly intravascularly within the 11R node for characterization, not for peripheral lung navigation.\nIMPRESSION: Successful sampling of three distinct nodal stations (11R, 4R, 7).",
  "8801002_syn_3": "Billing Summary:\n- CPT 31653 (EBUS-TBNA 3+ stations).\n- Stations Sampled: 11R, 4R, 7 (Three distinct stations).\n- Note on 31654: Radial EBUS was used only within the lymph node (11R) for characterization. No peripheral lesion was targeted with radial EBUS. Therefore, 31654 is NOT reported.\n- 31622 Bundled.",
  "8801002_syn_4": "Procedure: EBUS 3 Stations\nPatient: [REDACTED], 64M\nSteps:\n1. GA/ETT.\n2. Scope checked airways.\n3. EBUS scope used.\n4. Sampled 11R (used radial probe to look inside node first).\n5. Sampled 4R.\n6. Sampled 7.\n7. 10 passes total.\nComplications: None.",
  "8801002_syn_5": "Procedure note [REDACTED] 64M RLL mass. We did the bronch under GA. Airway looked ok. Used the EBUS scope to sample three nodes. First was 11R used the mini radial probe just to check the inside of the node then biopsied it. Then did 4R and 7. Good samples obtained. No peripheral biopsy done. Patient stable.",
  "8801002_syn_6": "Flexible bronchoscopy and linear EBUS-TBNA. General anesthesia 8.0 ETT. Diagnostic inspection normal. EBUS nodal survey performed. Station 11R sampled x4 passes (radial probe used for nodal characterization only). Station 4R sampled x3 passes. Station 7 sampled x3 passes. No peripheral lung sampling. Minimal bleeding. Patient stable.",
  "8801002_syn_7": "[Indication]\nMediastinal/hilar staging, RLL mass.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nEBUS-TBNA performed at stations 11R, 4R, and 7. Radial probe utilized intra-nodally at 11R only. No peripheral lesion targeting. Total 10 passes.\n[Plan]\nPathology review.",
  "8801002_syn_8": "We performed a bronchoscopy on [REDACTED] anesthesia. We sampled three separate lymph node stations: 11R, 4R, and 7. At station 11R, we briefly used a radial probe to look at the node structure before sampling, but we did not go out to the lung periphery. All biopsies went well with minimal bleeding.",
  "8801002_syn_9": "Operation: Endobronchial ultrasound with needle aspiration.\nTarget: Stations 11R, 4R, 7.\nDetails: The linear instrument was advanced. At station 11R, a radial transducer was employed to characterize the node interior prior to aspiration. Stations 4R and 7 were also aspirated. No peripheral lung nodule was targeted.\nOutcome: Samples acquired from three distinct stations.",
  "8801002": "Patient: [REDACTED] | 64M | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Sarah Lin, MD\n\nPRE-OP DIAGNOSIS:\nRLL lung mass with PET-avid mediastinal and hilar adenopathy\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURES PERFORMED:\n1. Flexible bronchoscopy\n2. Linear endobronchial ultrasound with transbronchial needle aspiration (EBUS-TBNA) of mediastinal/hilar nodes\n\nANESTHESIA:\nGeneral anesthesia with 8.0 ETT (anesthesia service)\n\nDESCRIPTION:\nStandard diagnostic bronchoscopy performed first; no endobronchial tumor visualized in the central airways.\n\nThe linear EBUS bronchoscope was then advanced through the ETT. A systematic nodal survey was performed.\n\nStation 11R: 1.3 cm hypoechoic node. A radial EBUS miniprobe was briefly advanced into the node to better\ncharacterize internal echotexture. This probe was used within the node only, not to evaluate a peripheral lung lesion.\nEBUS-TBNA with 22G needle x4 passes was then performed.\n\nStation 4R: 1.0 cm node, classic malignant features. EBUS-TBNA x3 passes (22G).\n\nStation 7: 1.1 cm subcarinal node. EBUS-TBNA x3 passes (22G).\n\nNo peripheral lung lesion was targeted with radial EBUS and no transbronchial lung biopsies were performed.\n\nSPECIMENS:\nEBUS-TBNA 11R, 4R, 7 (total 10 passes).\n\nCOMPLICATIONS:\nNone. Patient remained hemodynamically stable, minimal bleeding.\n\nDISPOSITION:\nExtubated in procedure room, transferred to PACU.\n\nCPT (requested): 31622, 31653, 31654"
}
