{
  "8801008_syn_1": "Indication: Massive hemoptysis.\nAnesthesia: Intubated ICU, Deep sed.\nProcedure:\n- Blood in airway.\n- Source: RUL posterior seg.\n- TX: Iced saline, Epi, TXA.\n- Bleeding slowed/stopped.\n- NO biopsies taken.\nPlan: IR Embolization.",
  "8801008_syn_2": "HISTORY: [REDACTED] acute hemoptysis.\nPROCEDURE: The patient was intubated. Bronchoscopy revealed active hemorrhage from the RUL posterior segment. Hemostasis was achieved utilizing serial aliquots of iced saline, topical epinephrine, and tranexamic acid. No biopsy or brushing was performed to avoid exacerbating bleeding. The airway was cleared of clots.\nIMPRESSION: Hemoptysis control. Referred to IR.",
  "8801008_syn_3": "Coding: 31634 (Bronchoscopy with control of hemorrhage).\nRationale:\n- Primary intent and action was stopping active bleeding.\n- Methods: Iced saline, Epi, TXA.\n- No diagnostic samples (31622/28/25) taken.\n- 31622 is bundled into 31634.\n- Note supports active intervention for hemorrhage.",
  "8801008_syn_4": "Procedure: Emergent Bronch for Bleed\nPatient: [REDACTED], 62M\nSteps:\n1. Already intubated.\n2. Scope down. Lot of blood.\n3. Found bleeder in RUL.\n4. Washed with iced saline, gave Epi and TXA.\n5. Bleeding stopped.\n6. Didn't biopsy anything.\nPlan: IR.",
  "8801008_syn_5": "Emergency note for Marcus Lee. Coughing up blood. Intubated. Went down with scope. RUL bleeding active. We dumped iced saline and epi on it also TXA. Stopped the flow. Suctioned the clots out. No biopsy cause it was bleeding too much. Consult IR.",
  "8801008_syn_6": "Emergency bronchoscopy for hemoptysis. Patient 62M. Intubated. Active bleeding RUL. Hemostasis achieved with iced saline, epinephrine, TXA. No biopsies performed. 31634 supported. Plan IR embolization.",
  "8801008_syn_7": "[Indication]\nAcute hemoptysis.\n[Anesthesia]\nGeneral (Intubated).\n[Description]\nBlood suctioned. Source RUL. Iced saline, Epi, TXA instilled. Hemostasis achieved. No biopsies.\n[Plan]\nIR Bronchial Artery Embolization.",
  "8801008_syn_8": "We performed an emergency bronchoscopy on Mr. [REDACTED] due to severe bleeding. We found the source in the right upper lobe. We used iced saline, epinephrine, and TXA to stop the bleeding. We successfully controlled the hemorrhage and cleared the airway. We did not take any biopsies to prevent further bleeding.",
  "8801008_syn_9": "Procedure: Emergency bronchoscopy with hemostasis.\nAction: Significant hemorrhage observed. Source localized to RUL. Hemostatic agents (cold saline, epinephrine, TXA) administered. Bleeding arrested. No tissue sampling conducted.\nResult: Control of airway hemorrhage.",
  "8801008": "EMERGENCY BRONCHOSCOPY – HEMOPTYSIS\nPatient: [REDACTED] | 62M | MRN [REDACTED]\nDate: [REDACTED] 01:10 AM\nAttending: Rachel O'Neal, MD\n\nINDICATION:\nAcute moderate-to-massive hemoptysis in patient with known cavitary RUL lesion\n\nANESTHESIA:\nIntubated in ICU by critical care team (8.0 ETT). Bronchoscopy performed under deep sedation on ventilator.\n\nDESCRIPTION:\nFlexible bronchoscope advanced through the ETT. Large amounts of fresh blood were suctioned from trachea and\nright mainstem bronchus.\n\nRIGHT LUNG:\nRUL found to be the bleeding source with active oozing from posterior segment. No foreign body or tumor id[REDACTED].\n\nHEMOSTATIC MEASURES:\n- Iced saline lavage 50 mL aliquots x4 (200 mL total) to RUL\n- Topical epinephrine 1:10,000, 10 mL instilled to RUL\n- Tranexamic acid 500 mg in 50 mL NS instilled via bronchoscope\n- No radial EBUS, navigation, or biopsies were performed\n\nFollowing these measures, bleeding slowed from brisk to scant oozing. Airway was packed with small amounts of\nsuctioned clot but remained patent. No balloon tamponade was required.\n\nLEFT LUNG:\nNormal, no blood.\n\nNo transbronchial biopsies, brushings, or BAL were performed because priority was hemorrhage control.\n\nCOMPLICATIONS:\nNone beyond initial hemorrhage.\n\nDISPOSITION:\nRemain intubated in ICU, plan for IR bronchial artery embolization later this morning.\n\nCPT (requested): 31634, 31622"
}
