{
  "8801009_syn_1": "Indication: Malignant effusion, existing PleurX.\nProcedure: Bedside pleurodesis.\n- Drained 1L fluid via existing PleurX.\n- Instilled 4g Talc slurry via PleurX.\n- Catheter clamped.\n- NO new catheter placed.\nPlan: Oncology ward.",
  "8801009_syn_2": "HISTORY: Ms. [REDACTED], with an indwelling tunneled pleural catheter (PleurX), required pleurodesis.\nPROCEDURE: The existing catheter was accessed sterilely. 1000 mL of serosanguinous fluid was evacuated. Subsequently, a slurry containing 4 grams of talc was instilled directly through the existing indwelling catheter. The catheter was clamped to facilitate dwell time. No new thoracostomy or catheter insertion was performed.\nIMPRESSION: Chemical pleurodesis via existing IPC.",
  "8801009_syn_3": "Coding: 32560 (Pleurodesis via chest tube/catheter).\nRationale:\n- Agent: Talc slurry.\n- Access: Existing tunneled catheter.\n- 32550 (Insertion of tunneled catheter) is NOT billable as the catheter was already in place.\n- 32560 is the standalone code for the instillation.",
  "8801009_syn_4": "Procedure: PleurX Talc\nPatient: [REDACTED], 69F\nSteps:\n1. Sterile prep of existing PleurX.\n2. Drained fluid.\n3. Pushed talc slurry in.\n4. Clamped it.\n5. Didn't put in a new tube.\nPlan: Ward.",
  "8801009_syn_5": "Carolyn Smith here for pleurodesis. Has a PleurX already. We drained the fluid then put talc in through the PleurX line. 4 grams. Clamped it off. No new tube needed. She did fine.",
  "8801009_syn_6": "Chemical pleurodesis via existing catheter. Patient 69F. Existing PleurX. 1L drained. Talc slurry instilled via PleurX. Catheter clamped. No new placement. 32560 appropriate. Disposition ward.",
  "8801009_syn_7": "[Indication]\nRecurrent effusion, existing PleurX.\n[Anesthesia]\nLocal (lidocaine).\n[Description]\nDrained 1L fluid. Instilled Talc slurry via existing PleurX. Clamped. No new catheter.\n[Plan]\nMonitor.",
  "8801009_syn_8": "[REDACTED] existing PleurX catheter. Today we used it to perform a pleurodesis. We drained the fluid and then injected a talc slurry through the catheter into the pleural space. We clamped the catheter afterwards. No new procedures were needed.",
  "8801009_syn_9": "Procedure: Intrapleural administration of sclerosing agent.\nAction: The resident tunneled catheter was accessed. Effusion evacuated. Sclerosant (talc) instilled. Catheter occluded. No de novo catheterization.\nResult: Pleurodesis initiated.",
  "8801009": "Patient: [REDACTED] | 69F | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Jason Moore, MD\n\nPRE-OP DIAGNOSIS:\nRecurrent malignant right pleural effusion with existing PleurX catheter\n\nPOST-OP DIAGNOSIS:\nSame, status post chemical pleurodesis via existing tunneled pleural catheter\n\nPROCEDURE PERFORMED:\nBedside chemical pleurodesis through existing tunneled pleural catheter (no new catheter placed)\n\nANESTHESIA:\nLocal anesthesia with 1% lidocaine at catheter site and small dose IV fentanyl for comfort\n\nDESCRIPTION:\nPatient [REDACTED] metastatic lung cancer and an existing right-sided tunneled PleurX catheter was brought to\nprocedure area. Catheter site prepped and draped in sterile fashion.\n\nUsing sterile technique, 1 liter of serosanguinous pleural fluid was drained via the existing PleurX catheter.\nAfter drainage, 4 g of sterile talc slurry in 100 mL normal saline was instilled through the same catheter\ninto the pleural space. The catheter was clamped and the patient rotated through several positions over\n1 hour to distribute talc.\n\nNo new pleural catheter or chest tube was placed. The existing tunneled catheter was left in situ at the end\nof the procedure for ongoing drainage as needed.\n\nCOMPLICATIONS:\nNone. No respiratory distress.\n\nDISPOSITION:\nReturned to oncology ward for observation.\n\nCPT (requested): 32560, 32550"
}
