{
  "8801003_syn_1": "Indication: LLL nodule + staging.\nAnesthesia: GA, 8.0 ETT.\nProcedure:\n- Ion Robot nav to LLL nodule.\n- Radial EBUS: Concentric view.\n- TBLB LLL x5 passes.\n- Linear EBUS: Stations 11L, 7 sampled.\nComplications: None.\nPlan: Extubate, discharge.",
  "8801003_syn_2": "HISTORY: [REDACTED] a PET-avid 2.1 cm LLL nodule and adenopathy.\nPROCEDURE: Under general anesthesia (8.0 ETT), a robotic bronchoscopy (Ion) was performed. Registration was accurate (2.3mm error). Navigation to the LLL target was achieved, confirmed by concentric radial EBUS view. Transbronchial forceps biopsies were obtained. Subsequently, a linear EBUS scope was introduced for staging. TBNA was performed at stations 11L and 7.\nIMPRESSION: Successful diagnostic robotic bronchoscopy and mediastinal staging.",
  "8801003_syn_3": "Coding: 31628 (TBLB), 31627 (Nav add-on), 31654 (REBUS add-on), 31652 (EBUS 1-2 stations).\nJustification:\n- Navigation (Ion) used to reach LLL target.\n- Radial EBUS confirmed peripheral lesion.\n- Biopsy taken from LLL (Single lobe).\n- Separate Linear EBUS scope used for stations 11L and 7 (2 stations).",
  "8801003_syn_4": "Procedure: Robot Bronch + EBUS\nPatient: [REDACTED], 50F\nSteps:\n1. GA, ETT.\n2. Ion robot docked. Registered.\n3. Navigated to LLL nodule.\n4. REBUS check - concentric.\n5. Biopsied nodule (TBLB).\n6. Switched to Linear EBUS.\n7. Sampled 11L and 7.\nPlan: Discharge.",
  "8801003_syn_5": "Note for Tina Nguyen LLL nodule. GA with tube. Used the Ion robot system drove it out to the LLL spot. Radial probe showed the lesion concentric view so we took 5 biopsies. Then pulled that scope and put in the EBUS scope. Sampled the 11L and 7 nodes. Everything went smooth no pneumo on fluoro. Sending her home later.",
  "8801003_syn_6": "Robotic bronchoscopy with navigation, radial EBUS, TBLB, and linear EBUS-TBNA. Patient 50F. General anesthesia 8.0 ETT. Ion system navigation to LLL nodule. Radial EBUS confirmation. TBLB x5 passes. Linear EBUS sampling of stations 11L and 7. No complications. Extubated.",
  "8801003_syn_7": "[Indication]\nLLL nodule, mediastinal adenopathy.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nRobotic navigation to LLL target. Radial EBUS confirmation (concentric). TBLB performed. Linear EBUS-TBNA of stations 11L and 7 performed.\n[Plan]\nOutpatient discharge.",
  "8801003_syn_8": "[REDACTED] under general anesthesia for her procedure. We utilized the Ion robotic system to navigate to the nodule in the left lower lobe. We confirmed the location with a radial ultrasound probe and took five biopsies. Afterwards, we switched to the linear ultrasound scope and sampled lymph nodes at stations 11L and 7. The procedure was completed without issues.",
  "8801003_syn_9": "Procedure: Computer-guided bronchoscopy with peripheral and central ultrasound assessment.\nAction: The robotic catheter was navigated to the LLL lesion. Radial sonography verified the target. Forceps samples were acquired. The linear ultrasound instrument was then introduced to aspirate nodal stations 11L and 7.\nResult: Tissue procured from lung and nodes.",
  "8801003": "Patient: [REDACTED] | 50F | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Michael Hart, MD\n\nPRE-OP DIAGNOSIS:\nPET-avid 2.1 cm LLL peripheral nodule and mildly enlarged 11L/7 nodes\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURES PERFORMED:\n1. Robotic bronchoscopy with computer-assisted image-guided navigation to LLL nodule\n2. Radial EBUS of LLL nodule\n3. Transbronchial lung biopsy (TBLB), LLL\n4. Linear EBUS-TBNA of mediastinal/hilar nodes (11L and 7)\n\nANESTHESIA:\nGeneral anesthesia with 8.0 ETT (anesthesia team)\n\nDESCRIPTION:\nAfter induction of general anesthesia, an 8.0 ETT was placed. A robotic bronchoscope was docked (Ion system).\nPre-procedure CT was loaded and registration performed with a registration error of 2.3 mm.\n\nUsing computer-assisted navigation, the scope was advanced to the LLL target. Radial EBUS probe demonstrated\na concentric hypoechoic lesion corresponding to the CT nodule. Through the robotic working channel, standard\nforceps transbronchial lung biopsies were obtained from the LLL (5 passes) with fluoroscopic confirmation of\ntool position. No pneumothorax seen on immediate fluoroscopy.\n\nFollowing peripheral sampling, the robotic scope was removed and a linear EBUS scope was introduced through the ETT\nfor nodal staging.\n\nStation 11L: 1.0 cm node with mild PET uptake. EBUS-TBNA x4 passes (22G).\n\nStation 7: 0.9 cm node. EBUS-TBNA x3 passes (22G).\n\nNo other nodal stations were sampled. No additional peripheral lesions were targeted.\n\nSPECIMENS:\nLLL TBLB x5, EBUS-TBNA 11L and 7.\n\nCOMPLICATIONS:\nNone. No hypoxia, bleeding, or pneumothorax noted intra-procedure.\n\nDISPOSITION:\nExtubated in OR and monitored in PACU before same-day discharge.\n\nCPT (requested): 31627, 31654, 31628, 31652"
}
