{
  "8801007_syn_1": "Indication: LLL tumor obstruction.\nAnesthesia: GA, Rigid.\nProcedure:\n- Rigid scope to LLL orifice.\n- Cryotherapy (freeze/thaw) for tumor destruction.\n- APC used for base/hemostasis.\n- NO mechanical excision/coring.\nResult: Lumen 50-60% patent.\nPlan: PACU.",
  "8801007_syn_2": "HISTORY: [REDACTED] LLL endobronchial obstruction.\nPROCEDURE: Under general anesthesia with rigid bronchoscopy, the LLL tumor was engaged. A cryoprobe was utilized for freeze-thaw ablation, resulting in tissue necrosis and sloughing. Argon Plasma Coagulation (APC) was applied for further tumor destruction and hemostasis. Mechanical debridement (coring/snare) was not employed. The airway caliber was significantly improved.\nIMPRESSION: Tumor destruction via cryotherapy and APC.",
  "8801007_syn_3": "Coding: 31641 (Tumor destruction).\nRationale:\n- Method: Cryotherapy and APC.\n- 31640 (Excision) is NOT supported as the note explicitly states 'No mechanical coring, snare resection, or microdebrider'.\n- 31641 covers destruction by any method (laser, cryo, APC).\n- 31622 Bundled.",
  "8801007_syn_4": "Procedure: Rigid Bronch Ablation\nPatient: [REDACTED], 74F\nSteps:\n1. GA, Rigid.\n2. Saw LLL tumor.\n3. Used Cryo probe to freeze and kill tumor.\n4. Used APC to burn the rest.\n5. Didn't cut or snare anything.\n6. Airway open better.\nPlan: PACU.",
  "8801007_syn_5": "Note for Alicia Gomez LLL tumor. Rigid bronch GA. Used the cryo probe to freeze the tumor chunks off. Then hit it with APC. Cleaned it up pretty good. No coring or cutting done just the ablation. Bleeding stopped. Extubated to PACU.",
  "8801007_syn_6": "Rigid bronchoscopy with tumor destruction. Patient 74F. GA. LLL obstruction. Cryotherapy and APC applied to tumor. Necrotic tissue removed. No mechanical excision. Lumen improved. 31641 appropriate. Extubated.",
  "8801007_syn_7": "[Indication]\nLLL tumor obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nCryotherapy applied to LLL mass. APC applied for destruction/hemostasis. Tumor destroyed. No excision performed.\n[Plan]\nPACU recovery.",
  "8801007_syn_8": "[REDACTED] a rigid bronchoscopy to treat a tumor blocking her left lower lobe. We used a cryoprobe to freeze and destroy the tumor tissue and APC to cauterize the area. We did not cut or core the tumor out, relying solely on these ablation techniques. The airway is now much more open.",
  "8801007_syn_9": "Procedure: Rigid bronchoscopy with tissue ablation.\nAction: The LLL lesion was targeted. Cryotherapy cycles were administered to induce necrosis. Argon plasma coagulation was employed for further destruction. Mechanical excision was avoided.\nResult: Destruction of endobronchial pathology.",
  "8801007": "Patient: [REDACTED] | 74F | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Robert Hayes, MD\n\nPRE-OP DIAGNOSIS:\nEndobronchial tumor in left lower lobe bronchus causing near-obstructing lesion\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURE PERFORMED:\nRigid bronchoscopy with tumor destruction by cryotherapy and argon plasma coagulation (APC)\n\nANESTHESIA:\nGeneral anesthesia with rigid bronchoscopy\n\nDESCRIPTION:\nRigid bronchoscope introduced under general anesthesia. A friable tumor was id[REDACTED] arising from the orifice\nof the left lower lobe bronchus, causing approximately 80% obstruction.\n\nA flexible bronchoscope was passed through the rigid barrel. Cryotherapy was performed using a 2.4 mm cryoprobe.\nThe probe was applied to the tumor surface in multiple cycles (freeze 15–20 seconds, passive thaw) with subsequent\nsloughing of necrotic tumor tissue. No mechanical coring, snare resection, or microdebrider excision was used.\n\nResidual tumor base and bleeding points were treated with argon plasma coagulation (APC) at 40 W, 1.5 L/min argon\nflow, with FiO2 kept at 0.35 during activation.\n\nAfter combined cryotherapy and APC, the left lower lobe bronchial lumen improved to approximately 50–60% patency.\nNo additional resection techniques were employed.\n\nCOMPLICATIONS:\nMild oozing controlled with APC; no hypoxia.\n\nDISPOSITION:\nExtubated in OR and transferred to PACU.\n\nCPT (requested): 31641, 31640"
}
