{
  "8801001_syn_1": "Pre-op: RUL mass. Staging.\nAnesthesia: GA, 8.5 ETT.\nProcedure:\n- Airway inspected: Clear.\n- Linear EBUS: Station 4R (1.5cm, hypoechoic) x4 passes. Station 7 (1.2cm) x4 passes.\n- Station 10R visualized (6-7mm), benign appearance, NOT sampled.\n- No radial EBUS.\n- Specimens: cellular/lymphoid tissue.\nComplications: None.\nPlan: Extubate. Recovery.",
  "8801001_syn_2": "HISTORY: Ms. [REDACTED], a 59-year-old female with a right upper lobe pulmonary opacity suspicious for non-small cell carcinoma, underwent mediastinal staging.\nPROCEDURE: General anesthesia was induced and an 8.5 mm endotracheal tube secured. The bronchial tree was examined. Linear endobronchial ultrasound (EBUS) was utilized for systematic nodal interrogation. The paratracheal station 4R demonstrated sonographic features of malignancy; transbronchial needle aspiration (TBNA) was performed (4 passes). Similarly, the subcarinal station 7 was sampled (4 passes). Station 10R was visualized but deemed non-pathologic and was deliberately spared from biopsy.\nIMPRESSION: Successful EBUS-TBNA of stations 4R and 7. Station 10R observed only.",
  "8801001_syn_3": "Code Selection: 31652 (EBUS-TBNA 1-2 stations).\nTechnique:\n1. Scope: Linear EBUS bronchoscope.\n2. Access: ETT (General Anesthesia).\n3. Sampling: Station 4R (4 passes, 22G). Station 7 (4 passes, 22G). Total distinct stations sampled: 2.\n4. Observation: Station 10R visualized but clearly documented as not sampled.\n5. Bundling: Diagnostic bronchoscopy (31622) included.\nOutcome: Adequate cytology obtained.",
  "8801001_syn_4": "Procedure: EBUS Staging\nPatient: [REDACTED]\nSteps:\n1. GA with 8.5 ETT.\n2. Airway survey - clear.\n3. EBUS scope in.\n4. Sampled 4R: 4 passes, 22G.\n5. Sampled 7: 4 passes, 22G.\n6. Looked at 10R but didn't touch it.\n7. ROSE said lymphoid tissue.\nPlan: PACU.",
  "8801001_syn_5": "Procedure note for Lucille Sanders 59F RUL mass staging. We did the EBUS today under general anesthesia tube 8.5. Went down looked around airways fine. Switched to EBUS scope checked the nodes. 4R looked big dark edges so we stuck it 4 times with the 22 needle. Station 7 also poked 4 times. Saw 10R but it looked small so we left it alone didn't biopsy that one. No bleeding really patient woke up fine sent to PACU thanks.",
  "8801001_syn_6": "Flexible bronchoscopy and endobronchial ultrasound with transbronchial needle aspiration of mediastinal lymph nodes. Patient is a 59-year-old female. General anesthesia with 8.5 ETT. Standard airway survey negative. Linear EBUS performed. Station 4R sampled x4 passes with 22G needle. Station 7 sampled x4 passes with 22G needle. Station 10R visualized but not sampled. No complications. Specimens to cytology.",
  "8801001_syn_7": "[Indication]\nStaging of PET-avid mediastinal adenopathy, RUL mass.\n[Anesthesia]\nGeneral anesthesia, 8.5 ETT.\n[Description]\nDiagnostic bronchoscopy: normal anatomy. Linear EBUS: Station 4R (1.5cm) biopsied x4. Station 7 (1.2cm) biopsied x4. Station 10R visualized only, not biopsied. ROSE confirmed adequacy.\n[Plan]\nExtubate, PACU, await final path.",
  "8801001_syn_8": "The patient was brought to the room and placed under general anesthesia with an endotracheal tube. We performed a standard airway inspection which was unremarkable. We then introduced the linear EBUS scope to survey the lymph nodes. We id[REDACTED] an enlarged node at station 4R and performed four needle passes. We also sampled a node at station 7 with four passes. We visualized a smaller node at 10R but decided not to sample it. The procedure was uncomplicated.",
  "8801001_syn_9": "Procedure: Flexible bronchoscopy with sonographic guidance and nodal aspiration.\nSubject: [REDACTED].\nAction: Under general anesthesia, the airway was surveyed. The linear EBUS instrument was deployed. Station 4R was interrogated and aspirated (4 passes). Station 7 was similarly aspirated. Station 10R was observed but not punctured. Material was collected for cytologic analysis.\nResult: No adverse events.",
  "8801001": "Patient: [REDACTED] | 59F | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Brian Cho, MD\n\nPRE-OP DIAGNOSIS:\nRight upper lobe lung mass, suspected non-small cell lung cancer\n\nPOST-OP DIAGNOSIS:\nSame\n\nPROCEDURES PERFORMED:\n1. Flexible bronchoscopy\n2. Endobronchial ultrasound (linear) with transbronchial needle aspiration (EBUS-TBNA) of mediastinal/hilar lymph nodes\n\nANESTHESIA:\nGeneral anesthesia with 8.5 ETT, managed by anesthesia service\n\nINDICATION:\nStaging of PET-avid mediastinal/hilar adenopathy in a patient with RUL lung mass prior to lobectomy.\n\nDESCRIPTION OF PROCEDURE:\nAfter informed consent, the patient was brought to the bronchoscopy suite and placed under general anesthesia.\nAn 8.5 mm endotracheal tube was placed by anesthesia. A standard diagnostic flexible bronchoscope was\npassed through the ETT. Full airway survey was performed. The trachea, carina, and right/left bronchial\ntree were inspected. No endobronchial lesion was seen in the central airways.\n\nThe diagnostic bronchoscope was removed and the linear EBUS bronchoscope was introduced through the ETT.\nSystematic nodal survey was performed.\n\nStation 4R: Enlarged, 1.5 cm short axis, hypoechoic node with discrete borders. Four EBUS-TBNA passes\nperformed using a 22G needle. Adequate material obtained, on-site smears cellular.\n\nStation 7: 1.2 cm hypoechoic subcarinal node. Four EBUS-TBNA passes performed with 22G needle. ROSE\nshowed lymphoid tissue; no complications.\n\nStation 10R: Visualized only. Node measured approximately 6–7 mm. No clear malignant features.\nNO sampling was performed at 10R; it was intentionally observed only.\n\nNo radial EBUS was used and no peripheral lung nodule sampling was attempted during this case.\n\nSPECIMENS:\nEBUS-TBNA station 4R x4 passes\nEBUS-TBNA station 7 x4 passes\n\nCOMPLICATIONS:\nNone. No significant bleeding or hypoxia.\n\nDISPOSITION:\nExtubated in procedure room and transferred to PACU in stable condition.\n\nCPT (requested by operator): 31622, 31652"
}
