{
  "8801005_syn_1": "Indication: Stent check/mucus.\nSedation: Moderate.\nProcedure:\n- Left mainstem stent visualized.\n- 70% occluded with mucus.\n- Action: Aggressive suction/lavage (15 mins).\n- Result: >80% patent.\n- No stent removal/replacement/dilation.\nPlan: Discharge.",
  "8801005_syn_2": "HISTORY: [REDACTED], with a history of left mainstem silicone stent, presented for surveillance.\nPROCEDURE: Under moderate sedation, the airway was inspected. The left mainstem stent was in situ but significantly obstructed by tenacious secretions. Therapeutic aspiration and lavage were performed extensively to clear the lumen. Inspection of the stent post-toilet revealed no migration or granulation tissue requiring intervention. The stent was left in place.\nIMPRESSION: Stent surveillance and therapeutic aspiration (clearing).",
  "8801005_syn_3": "Coding: 31645 (Therapeutic aspiration/toilet).\nRationale:\n- Procedure involved clearing initially obstructing mucus from an existing stent.\n- No stent placement (31636/31631) or removal performed.\n- No dilation (31630).\n- 31645 describes the therapeutic work of establishing patency via suction.",
  "8801005_syn_4": "Procedure: Bronch Stent Cleanout\nPatient: [REDACTED], 67M\nSteps:\n1. Mod sedation.\n2. Scope in.\n3. Found LMS stent plugged with mucus.\n4. Cleaned it out with saline and suction.\n5. Stent looks open now.\n6. Didn't move or change the stent.\nPlan: Home.",
  "8801005_syn_5": "Henry Brooks here for stent check. 67M. Used moderate sedation. The left main stent was clogged up with thick mucus about 60-70 percent. We spent a while suctioning and washing it out. Got it clean stent looks fine no issues. Didn't do anything else. Sending him home.",
  "8801005_syn_6": "Therapeutic flexible bronchoscopy for airway toilet. Patient 67M with LMS stent. Moderate sedation. Stent lumen occluded by mucus. Aggressive suctioning and lavage performed. Stent patent post-procedure. No stent manipulation or exchange. Complications none. Discharged.",
  "8801005_syn_7": "[Indication]\nStent surveillance, mucus burden.\n[Anesthesia]\nModerate sedation.\n[Description]\nLeft mainstem stent inspected. Mucus plugging noted. Therapeutic aspiration/lavage performed. Stent widely patent post-procedure. No granulation treated.\n[Plan]\nRoutine follow-up.",
  "8801005_syn_8": "[REDACTED] for a routine check of his airway stent. We found a significant amount of mucus clogging the stent in the left mainstem bronchus. We performed a thorough cleaning using suction and saline lavage. Once cleared, the stent looked good and was in the correct position. We did not need to replace or move the stent.",
  "8801005_syn_9": "Procedure: Therapeutic bronchoscopy with clearance of secretions.\nAction: The existing silicone prosthesis in the left mainstem was id[REDACTED]. Significant mucostasis was observed. The airway was cleared via lavage and aspiration. The prosthesis was retained in situ without modification.\nResult: Patency restored.",
  "8801005": "Patient: [REDACTED] | 67M | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: Laura Kim, MD\n\nPRE-OP DIAGNOSIS:\nHistory of left mainstem silicone stent for malignant obstruction, increased mucus burden\n\nPOST-OP DIAGNOSIS:\nSame; stent patent, no revision required\n\nPROCEDURE PERFORMED:\nTherapeutic flexible bronchoscopy with stent surveillance and airway toilet\n\nANESTHESIA:\nModerate sedation with midazolam 3 mg IV and fentanyl 100 mcg IV; native airway with oral bite block\n\nDESCRIPTION:\nBronchoscope advanced orally with bite block in place. Vocal cords normal. Trachea and right bronchial tree\nwithout new lesions.\n\nLeft mainstem silicone stent visualized in expected position. Approximately 60–70% of the stent lumen was\nfilled with thick tenacious mucus. Spent 15 minutes performing aggressive suctioning and saline lavage to clear\nsecretions. After airway toilet, the stent lumen was widely patent, >80% open.\n\nStent edges inspected carefully. No evidence of migration, fracture, or tumor in-growth. Mild, non-obstructing\ngranulation tissue at the distal end (<10% circumference) noted but not treated during this session.\n\nNO balloon dilation, NO stent repositioning, and NO stent exchange were performed. This was purely a routine\nstent check and cleaning.\n\nRemaining left-sided bronchi examined and were patent without additional lesions.\n\nCOMPLICATIONS:\nMinimal mucosal oozing controlled with cold saline. No desaturation.\n\nDISPOSITION:\nRecovered uneventfully and discharged home.\n\nCPT (requested): 31645"
}
