{
  "8801006_syn_1": "Indication: RMS malignant obstruction.\nAnesthesia: GA, Rigid.\nProcedure:\n- Rigid scope inserted.\n- Tumor debulked (suction/forceps).\n- Balloon dilation (CRE 10-14mm) RMS.\n- Metallic stent (14x50mm) deployed RMS.\n- Post-dilation performed.\n- Dilation/stent in same segment.\nPlan: ICU.",
  "8801006_syn_2": "HISTORY: [REDACTED] critical right mainstem obstruction.\nPROCEDURE: General anesthesia was induced. Rigid bronchoscopy facilitated access. Obstructing tumor tissue was mechanically debulked. The stenotic segment was dilated with a CRE balloon. Subsequently, a covered metallic stent was deployed into the right mainstem bronchus. Balloon expansion confirmed apposition. Note: Dilation and stenting occurred in the id[REDACTED] anatomical segment.\nIMPRESSION: Restoration of RMS patency via stenting.",
  "8801006_syn_3": "Coding: 31636 (Stent placement, initial bronchus).\nRationale:\n- Primary service: Placement of bronchial stent (RMS).\n- Bundling: 31630 (dilation) is NOT separately reported because it was performed in the same segment to facilitate stent placement.\n- Debulking was performed to clear channel but stent is the primary code.\n- 31622 Bundled.",
  "8801006_syn_4": "Procedure: Rigid Bronch Stent\nPatient: [REDACTED], 63F\nSteps:\n1. GA, Rigid scope.\n2. Cleaned out tumor in RMS.\n3. Balloon dilated the narrow spot.\n4. Put in a metal stent (14x50).\n5. Dilated inside the stent.\n6. Airway open.\nPlan: ICU.",
  "8801006_syn_5": "Procedure note Maria Alvarez 63F. RMS blockage. Did rigid bronch under GA. Debulked the tumor a bit then used a balloon to open the RMS. Put a metallic stent in right there. Blew up the balloon inside to set it. Looks wide open now. Sending to ICU for watch.",
  "8801006_syn_6": "Rigid bronchoscopy with tumor debulking, dilation, and stent placement. Patient 63F. GA. RMS obstruction. Mechanical debulking performed. Balloon dilation of RMS. Covered metallic stent deployed in RMS. Stent patent. Dilation bundled. ICU admission.",
  "8801006_syn_7": "[Indication]\nMalignant RMS obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nTumor debulked. RMS dilated. Metallic stent deployed in RMS. Post-deployment dilation performed. Good position.\n[Plan]\nICU monitoring, CXR.",
  "8801006_syn_8": "We performed a rigid bronchoscopy on [REDACTED] her blocked right mainstem airway. After removing some of the tumor, we used a balloon to dilate the narrowing. We then placed a metallic stent in that same area to keep it open. The stent fits well and the airway is now patent.",
  "8801006_syn_9": "Procedure: Rigid bronchoscopy with prosthetic implantation.\nAction: The RMS obstruction was addressed. Tissue was debrided. The stenosis was expanded via balloon angioplasty. A metallic prosthesis was inserted into the RMS. The prosthesis was further expanded in situ.\nResult: Airway patency achieved.",
  "8801006": "Patient: [REDACTED] | 63F | MRN [REDACTED]\nDate of Procedure: [REDACTED]\nAttending: David Chen, MD\n\nPRE-OP DIAGNOSIS:\nMalignant right mainstem bronchus obstruction from squamous cell carcinoma\n\nPOST-OP DIAGNOSIS:\nSame, status post rigid bronchoscopy with metallic stent placement\n\nPROCEDURES PERFORMED:\nRigid bronchoscopy with airway tumor debulking and balloon dilation, followed by right mainstem metallic stent placement\n\nANESTHESIA:\nGeneral anesthesia with rigid bronchoscopy (anesthesia team)\n\nDESCRIPTION:\nUnder general anesthesia, rigid bronchoscope introduced. A friable obstructing tumor was debulked with suction and forceps to\ncreate a working channel. No separate excision code is being considered for this case.\n\nA CRE balloon was then advanced to the right mainstem stenosis and inflated sequentially (10, 12, and 14 mm) across the same\nsegment that would receive the stent. After dilation improved luminal caliber, a covered metallic stent (14 mm x 50 mm) was\ndeployed in the right mainstem bronchus under bronchoscopic and fluoroscopic guidance. Post-deployment balloon dilation of the\nstent was performed to ensure apposition to the airway wall.\n\nAll dilation occurred in the exact segment receiving the stent; no separate lobar or segmental dilation was performed outside\nthe stented region.\n\nStent position and patency were confirmed. No additional therapeutic bronchoscopy procedures were performed.\n\nCOMPLICATIONS:\nNone.\n\nDISPOSITION:\nRemained intubated briefly then extubated in OR and transferred to ICU.\n\nCPT (requested): 31631, 31630"
}
