{
  "8808397_syn_1": "Ind: Met lung cancer, 60% BI obstruct.\nProc: Rigid bronch debulking.\nTools: Biopsy forceps, APC/Laser.\nAction: Mechanical removal + thermal ablation base.\nResult: 32% residual. 75mL EBL.\nPlan: ICU.",
  "8808397_syn_2": "PROCEDURE REPORT: [REDACTED], a 61-year-old male with metastatic lung cancer, underwent therapeutic rigid bronchoscopy. A 60% obstruction was visualized at the Bronchus Intermedius. Mechanical debulking was performed utilizing rigid biopsy forceps for piecemeal excision. Following bulk removal, APC and Laser were employed for hemostasis and ablation of the tumor base (CPT 31641). Anatomical patency was improved to 32% residual stenosis.",
  "8808397_syn_3": "Code: 31641 (Bronchoscopy with destruction/ablation).\nSupport: Use of APC and Laser for tumor base ablation following mechanical debulking.\nTarget: Bronchus Intermedius.\nPathology: Metastatic malignancy.\nOutcome: Improvement from 60% to 32% obstruction.",
  "8808397_syn_4": "Procedure: Rigid Bronchoscopy Debulking\nPt: [REDACTED]\nSteps:\n1. GA induced.\n2. Tumor seen at BI (60%).\n3. Forceps used to remove tumor chunks.\n4. Laser/APC used to burn the base and stop bleeding.\n5. Suctioned clear.\n6. Est residual: 32%.\nPlan: ICU.",
  "8808397_syn_5": "anthony taylor dictation. he has lung cancer mets causing blockage in the BI. we did a rigid bronch today. used the biopsy forceps to grab the tumor out piece by piece. then used the laser and apc to clean up the base and stop the bleeding. blood loss maybe 75ml. airway looks better about 32% blocked now. sending to ICU.",
  "8808397_syn_6": "Metastatic lung cancer with bronchial obstruction. Pre-procedure 60% obstruction at BI. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at BI. Rigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure 32% residual obstruction. EBL 75mL.",
  "8808397_syn_7": "[Indication]\nMetastatic lung CA, 60% BI obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Mechanical debulking with forceps. APC/Laser ablation of tumor base. Residual obstruction 32%.\n[Plan]\nICU observation. Oncology f/u.",
  "8808397_syn_8": "We performed a rigid bronchoscopy on [REDACTED] his metastatic lung cancer obstruction. Using biopsy forceps, we mechanically debulked the tumor in the Bronchus Intermedius. We followed this with APC and laser treatment to ablate the remaining tumor base and ensure hemostasis. The procedure successfully reduced the blockage from 60% to 32%.",
  "8808397_syn_9": "Under general anesthesia, rigid bronchoscopy was carried out. An endobronchial lesion was located at the BI. Rigid bronchoscopy debulking with biopsy forceps was executed with sequential tumor extraction. Supplemental APC/laser was used for hemostasis and tumor base destruction. Post-procedure ~32% residual blockage.",
  "8808397": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 7/17/1964\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Metastatic lung cancer with bronchial obstruction\nPre-procedure: ~60% obstruction at BI\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at BI.\nRigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~32% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nWilson, MD"
}
