{
  "8814523_syn_1": "Procedure: Medical Thoracoscopy (Pleuroscopy).\n- Findings: Diffuse nodules (mets).\n- Action: Biopsies x12. Talc Poudrage (5g).\n- Chest Tube: 28Fr placed.\n- Complications: None.",
  "8814523_syn_2": "Procedure Note: A diagnostic and therapeutic pleuroscopy was performed for a recurrent right pleural effusion. Inspection revealed extensive nodular implants consistent with metastatic disease. Multiple parietal and visceral pleural biopsies were obtained. Talc poudrage was performed for pleurodesis, followed by chest tube placement.",
  "8814523_syn_3": "Coding: 32650 (Thoracoscopy with pleurodesis). This code includes the diagnostic inspection (32601) and the administration of the pleurodesis agent. Biopsy is technically part of the diagnostic look if not separate code, but 32650 is the primary therapeutic code here.",
  "8814523_syn_4": "Resident Note:\n- Entry: Right 6th ICS.\n- Pleuroscope: Saw mets everywhere.\n- Biopsy: Took 12 samples.\n- Pleurodesis: Sprayed talc.\n- Exit: 28Fr chest tube.",
  "8814523_syn_5": "[REDACTED] pleuroscopy. went in on the right. lung looked like it had measles lots of nodules. took biopsies. sprayed talc to stick the lung. put a chest tube in.",
  "8814523_syn_6": "Thoracoscopy with pleurodesis (mechanical or chemical), including diagnostic thoracoscopy and drainage. Extensive pleural metastases were visualized and biopsied. Talc pleurodesis was performed.",
  "8814523_syn_7": "[Indication] Recurrent effusion, breast CA.\n[Anesthesia] MAC.\n[Description] Pleuroscopy performed. Extensive mets. Biopsies taken. Talc pleurodesis (32650).\n[Plan] Chest tube management.",
  "8814523_syn_8": "We performed a pleuroscopy on [REDACTED]. We found extensive cancer spread on the lining of her lung and chest wall. We took multiple biopsies for testing and then sprayed talc to prevent the fluid from coming back (pleurodesis). A chest tube was left in place.",
  "8814523_syn_9": "Medical thoracoscopy with talc pleurodesis. We inspected the pleural cavity, id[REDACTED] widespread metastases. Tissue was sampled, and a sclerosing agent was insufflated.",
  "8814523": "**PATIENT INFORMATION:**\n- Name: Robert Chen\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 14:00-14:50\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Sarah Johnson, MD (Interventional Pulmonology)\n\n**INDICATION:**\n73-year-old male with metastatic lung adenocarcinoma and symptomatic recurrent left malignant pleural effusion. Patient has had 4 thoracenteses in past 6 weeks. KPS 60%, prefers home-based management.\n\n**PRE-PROCEDURE:**\n- Informed consent obtained, risks discussed including infection (5%), catheter malfunction, pneumothorax, bleeding\n- Timeout completed\n- Ultrasound: Large left pleural effusion, maximum depth 11.2 cm, free-flowing, no evidence of loculation\n- Recent CT chest reviewed: no evidence of trapped lung\n- Coagulation panel normal (INR 1.1, Platelets 245K)\n- Vital signs: BP 132/78, HR 88, SpO2 90% on 3L NC\n\n**PROCEDURE DETAILS:**\n- Patient positioned in right lateral decubitus position\n- Left lateral chest, 5th intercostal space, anterior axillary line\n- Site id[REDACTED] and marked with ultrasound\n- Chlorhexidine prep, full sterile technique with surgical drapes\n- Local anesthesia: 25 mL 1% lidocaine (including tunnel tract)\n- Small incision made\n- Subcutaneous tunnel created to anterior chest wall (8 cm tunnel)\n- Sequential dilation of tract\n- 15.5 French PleurX catheter inserted under ultrasound and fluoroscopic guidance\n- Catheter position confirmed with fluoroscopy\n- Valved tip coiled in pleural space\n- Sutures placed, cuff positioned in tunnel\n- Connected to drainage system\n- Initial drainage: 1,350 mL straw-colored fluid removed\n- No evidence of re-expansion pulmonary edema\n- Catheter functioning well\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter\n- French Size: 15.5 Fr\n- Tunnel length: 8 cm\n\n**SPECIMENS SENT:**\n- Pleural fluid cytology (previous cytology already positive for adenocarcinoma)\n\n**POST-PROCEDURE:**\n- Procedure tolerated well\n- Chest X-ray: Catheter in appropriate position, small residual effusion, no pneumothorax\n- Patient and spouse trained on drainage procedure by IP nursing staff\n- Drainage supplies and vacuum bottles provided\n- Written and video instructions given\n- Home health agency contacted\n- Vital signs: BP 128/76, HR 84, SpO2 94% on 2L NC\n- Patient reports improved breathing\n\n**COMPLICATIONS:** None\n\n**ASSESSMENT:** Successful placement of left-sided indwelling pleural catheter for management of recurrent malignant pleural effusion secondary to metastatic lung adenocarcinoma.\n\n**PLAN:**\n- Drain every other day initially, adjust frequency based on symptoms and output\n- Home health nursing coordination for catheter management\n- Weekly catheter site checks\n- Patient to call for fever >100.4°F, increasing drainage, catheter malfunction, or worsening dyspnea\n- Follow-up appointment in 3 weeks\n- Continue outpatient chemotherapy as scheduled\n- Monitor for spontaneous pleurodesis"
}
