{
  "8821648_syn_1": "Indication: Malignant tracheal obstruction (78%).\nProcedure: Rigid Bronchoscopy.\nActions:\n- Balloon dilation of tracheal stenosis.\n- Dumon Y-Stent (20x40mm) deployed.\n- Expansion/patency confirmed.\nResult: 21% residual obstruction.\nPlan: Admit floor. F/U 4-6 wks.",
  "8821648_syn_2": "PROCEDURE NARRATIVE: The patient, suffering from malignant central airway obstruction localized to the trachea (~78% stenosis), underwent rigid bronchoscopy under general anesthesia with jet ventilation. The stenotic segment was first addressed via sequential balloon dilation to prepare the airway. Subsequently, airway sizing was performed, and a silicone Dumon Y-Stent (20x40mm) was successfully deployed within the trachea. Post-deployment visualization confirmed excellent stent expansion and marked improvement in airway caliber (residual obstruction ~21%).",
  "8821648_syn_3": "Service: Bronchoscopy with Stent Placement (CPT 31636).\nAnatomy: Trachea.\nDevice: Dumon Y-Stent (20x40mm).\nTechnique: Rigid bronchoscopy access. Predilation performed with balloon (CPT 31630). Stent measured and deployed. Visual confirmation of placement and patency documented.\nMedical Necessity: 78% malignant obstruction reduced to 21%.",
  "8821648_syn_4": "Resident Procedure Note\nPt: [REDACTED], 52M\nDx: Tracheal malignancy.\nSteps:\n1. Rigid bronch inserted (GA/Jet).\n2. Dilated tracheal narrowing with balloon.\n3. Deployed Dumon Y-Stent 20x40mm.\n4. Stent looks good, open.\n5. Obstruction down to 21%.\nPlan: Admit to floor.",
  "8821648_syn_5": "Procedure for [REDACTED] the malignant obstruction in the trachea about 78 percent. We did the rigid bronch with jet vent. Used a balloon to dilate it open first. Then we put in the Dumon Y-Stent size 20 by 40 mm. Looks good nice and open now obstruction is down to 21 percent. Minimal bleeding sending him to the floor.",
  "8821648_syn_6": "Under general anesthesia with jet ventilation, rigid bronchoscopy performed. Sequential balloon dilation of trachea stenosis performed. Airway measured and Dumon Y-Stent Y-Stent stent (20x40mm) deployed in Trachea. Stent position confirmed with good expansion and patency. Post-procedure obstruction: ~21% No complications. EBL minimal.",
  "8821648_syn_7": "[Indication]\nMalignant central airway obstruction, 78% Trachea.\n[Anesthesia]\nGeneral with Jet Ventilation.\n[Description]\nRigid bronchoscopy. Balloon dilation of tracheal stenosis. Deployment of Dumon Y-Stent (20x40mm). Stent patent and well-positioned. Residual obstruction 21%.\n[Plan]\nAdmit to floor. Clinic 4-6 weeks.",
  "8821648_syn_8": "We performed a rigid bronchoscopy on [REDACTED] his 78% tracheal obstruction. After inducing anesthesia, we used a balloon to sequentially dilate the stenosis. Once the airway was prepared, we deployed a 20x40mm Dumon Y-Stent into the trachea. The stent expanded well, and we confirmed good patency with a residual obstruction of only 21%. The patient tolerated the procedure well.",
  "8821648_syn_9": "Procedure: Rigid bronchoscopy with insertion of endobronchial prosthesis.\nTarget: Trachea.\nAction: The stenosis was expanded using balloon angioplasty. A Dumon Y-Stent (20x40mm) was positioned within the trachea. Verification confirmed satisfactory expansion.\nOutcome: Obstruction decreased to 21%.",
  "8821648": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Malignant central airway obstruction\nPre-procedure obstruction: ~78% Trachea\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of trachea stenosis performed.\nAirway measured and Dumon Y-Stent Y-Stent stent (20x40mm) deployed in Trachea.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~21%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nPark, MD"
}
