{
  "88291032_syn_1": "Dx: Organizing Hemothorax (Right).\nProc: US Chest + Fibrinolysis.\nUS Findings: R effusion, moderate, loculated, hyperechoic.\nAction: 10mg tPA / 5mg DNase injected via R chest tube.\nPlan: Clamp 1 hr. Suction.",
  "88291032_syn_2": "OPERATIVE NARRATIVE: [REDACTED], a 72-year-old female with an organizing right hemithorax, underwent ultrasonic evaluation and intrapleural fibrinolytic therapy. Bedside thoracic ultrasound of the right hemithorax revealed a moderate pleural fluid collection with complex, hyperechoic echotexture and significant loculation. Consequently, 10 mg of tPA and 5 mg of DNase were instilled via the indwelling right thoracostomy tube to promote lysis of the organized hematoma. The patient remained hemodynamically stable throughout.",
  "88291032_syn_3": "Procedures Coded:\n- 76604-26: Ultrasound, chest. Findings: Right hemithorax, moderate volume, hyperechoic, thick loculations documented.\n- 32561: Instillation via chest tube, fibrinolytic agent (initial). Agents: 10mg tPA, 5mg DNase.\nMedical Necessity: Management of multiloculated hemithorax (J94.2) to avoid surgical decortication.",
  "88291032_syn_4": "Procedure Note\nPt: [REDACTED]\nAttending: Dr. Van Dyke\nProcedure: US Chest and tPA/DNase instillation.\nSteps:\n1. Positioned patient L lateral decubitus.\n2. US Right chest: Moderate effusion, looks like blood (hyperechoic), loculated.\n3. Instilled lytics (10 tPA/5 DNase) into right tube.\n4. Flushed line.\n5. Clamped.\nPatient [REDACTED].",
  "88291032_syn_5": "note for priya perry shes got that right hemothorax organizing. we did the ultrasound looks moderate size loculated hyperechoic on the right side. tube is in good position so we put in the tpa 10mg and dnase 5mg. no complications she did fine. keep it clamped for an hour then open it up.",
  "88291032_syn_6": "Patient [REDACTED] 72F with organizing right hemothorax. Bedside ultrasound of the right chest performed showing moderate hyperechoic loculated effusion. 10 mg tPA and 5 mg DNase were instilled via the right chest tube. No complications occurred. Plan for 1 hour dwell time.",
  "88291032_syn_7": "[Indication]\nOrganizing Right Hemothorax.\n[Imaging]\nUS Right Chest: Hyperechoic, loculated, moderate volume effusion.\n[Description]\nInstillation of fibrinolytic agents (10mg tPA/5mg DNase) via right chest tube.\n[Plan]\nMonitor vitals. Open chest tube in 60 mins.",
  "88291032_syn_8": "[REDACTED] for management of her organizing right hemothorax. We performed a bedside chest ultrasound which visualized a moderate, hyperechoic effusion with thick loculations on the right side. Based on these findings, we proceeded to instill 10 mg of tPA and 5 mg of DNase through her right chest tube to help break up the clot. The procedure was uncomplicated.",
  "88291032_syn_9": "Indication: Clotted Hemothorax.\nImaging: Sonography of the right chest revealed a moderate, septated fluid collection.\nTherapy: Infused 10mg Alteplase and 5mg DNase via the right thoracostomy catheter.\nResult: Successful administration. No issues noted.",
  "88291032": "Date of Service: [REDACTED] 1320 Patient: Perry, Priya (MRN [REDACTED]) Attending Physician: Van Dyke, Dick, MD Service: Pulmonary / Critical Care \nINTERVENTIONAL PULMONOLOGY OPERATIVE REPORT 1 Happy Street Dr, Hollywood, CA92110\nINDICATION FOR OPERATION: Priya Perry is a 72 year-old female who presents with Hemothorax (Organizing). The nature, purpose, risks, benefits and alternatives to Chest Ultrasound and Instillation of agents for fibrinolysis (initial) were discussed with the patient in detail. Patient indicated a wish to proceed with procedure and informed consent was signed. \nPREOPERATIVE DIAGNOSIS: Hemothorax (Organizing) POSTOPERATIVE DIAGNOSIS: Same as preoperative diagnosis - see above. \nPROCEDURE:\n•\t76604 Ultrasound, chest (includes mediastinum), real time with image documentation \n•\t32561 Instillation(s), via chest tube/catheter, agent for fibrinolysis (eg, fibrinolytic agent for break up of multiloculated effusion); initial day \nASSISTANT: Lucas Graham MD RN: bedside RN Sarah Jenkins MONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure. \nPROCEDURE IN DETAIL: PATIENT POSITION: ☐ Supine ☐ Sitting ☑ Lateral Decubitus: ☐ Right ☑ Left \nCHEST ULTRASOUND FINDINGS: Hemithorax: ☑ Right ☐ Left Pleural Effusion: ☑ Volume: ☐ None ☐ Minimal ☐ Small ☑ Moderate ☐ Large ☑ Echogenicity: ☐ Anechoic ☑ Hypoechoic ☐ Isoechoic ☐ Hyperechoic ☑ Loculations: ☐ None ☑ Thin ☐ Thick ☑ Diaphragmatic Motion: ☑ Normal ☐ Diminished ☐ Absent \nLung: Lung sliding before procedure: ☑ Present ☐ Absent Lung consolidation/atelectasis: ☑ Present ☐ Absent Pleura: ☑ Normal ☐ Thick ☐ Nodular \nDate of chest tube insertion: [REDACTED] Side: Right ☑ 10 mg/5 mg tPA/Dnase \nCOMPLICATIONS: ☑ None \nIMPRESSION/PLAN: Priya Perry is a 72 year-old female who presents for Chest Ultrasound and Instillation of agents for fibrinolysis (initial). The patient tolerated the procedure well. There were no immediate complications. DISPOSITION: Nursing Unit [] dwell for 1 hour [] chest tube to suction"
}
