{
  "8829104_syn_1": "Indication: LUL nodule, mediastinal adenopathy.\nAnesthesia: GA, LMA #4.\nProcedure:\n- EBUS-TBNA: Stations 7, 4R, 4L sampled. Lymphocytes on ROSE.\n- Navigation (SuperDimension): Tool-in-lesion confirmed.\n- Radial EBUS: Concentric view, 20mm lesion.\n- TBBx LUL: 6 passes. Brush x2.\n- ROSE: Adenocarcinoma.\nComplications: None.\nPlan: Oncology.",
  "8829104_syn_2": "HISTORY: [REDACTED], a 70-year-old female, presented with a spiculated 2.2 cm left upper lobe nodule and mediastinal lymphadenopathy. PET-CT demonstrated hypermetabolism in both the primary lesion and the subcarinal station.\nPROCEDURE: The patient was placed under general anesthesia with a laryngeal mask airway. A comprehensive mediastinal staging was performed utilizing linear endobronchial ultrasound. Transbronchial needle aspiration was conducted at stations 7, 4R, and 4L. Rapid on-site evaluation (ROSE) revealed lymphocytes. Subsequently, electromagnetic navigation bronchoscopy was employed to guide instruments to the LUL apical-posterior segment. Radial probe EBUS confirmed a concentric hypoechoic lesion. Transbronchial biopsies were obtained, yielding a diagnosis of adenocarcinoma on preliminary review.\nIMPRESSION: Primary lung malignancy with mediastinal sampling.",
  "8829104_syn_3": "Code Selection: 31653 (EBUS-TBNA 3+ stations), 31627 (Navigational Bronchoscopy), 31654 (Radial EBUS peripheral), 31628 (Transbronchial biopsy single lobe).\nTechnique:\n1. Linear EBUS: Distinct sampling of stations 7, 4R, and 4L (3 stations).\n2. Navigation: SuperDimension system utilized for planning and guidance to peripheral LUL target.\n3. Radial EBUS: Utilized to verify peripheral lesion location (concentric view).\n4. Biopsy: Forceps biopsies taken from LUL parenchyma (separate service from EBUS).\nMedical Necessity: Staging and diagnosis of lung cancer.",
  "8829104_syn_4": "Procedure: EBUS / Nav Bronch / Biopsy\nPatient: [REDACTED]\nAttending: Dr. Wright\nSteps:\n1. Time out. GA induced. LMA placed.\n2. Linear EBUS scope introduced. Sampled 7, 4R, 4L. ROSE neg for malig.\n3. Switched to therapeutic scope. Navigated to LUL nodule using EM system.\n4. Radial EBUS probe confirmed lesion (concentric).\n5. Biopsied nodule x6. Brushed x2. ROSE positive for Adeno.\n6. LMA removed. Patient stable.\nPlan: Oncology referral.",
  "8829104_syn_5": "Procedure note Sarah Jenkins 70F LUL nodule. We did the combined case today general anesthesia LMA. Started with EBUS sampled 7 4R and 4L all looked like lymph tissue on rose. Then did the navigation part used the superdimension stuff got to the LUL nodule. Radial probe showed it nice and concentric. Took biopsies brushes. Path said adenocarcinoma right there in the room. No bleeding really patient woke up fine sent to PACU.",
  "8829104_syn_6": "Combined EBUS and electromagnetic navigation bronchoscopy. Patient 70F. LUL nodule and adenopathy. General anesthesia LMA. Linear EBUS performed first. Stations 7, 4R, 4L sampled. ROSE benign. Navigation to LUL apical-posterior segment. Radial EBUS confirmation. Transbronchial biopsy x6 and brush x2. ROSE positive for adenocarcinoma. Complications none. Disposition PACU.",
  "8829104_syn_7": "[Indication]\n2.2 cm LUL nodule, mediastinal adenopathy.\n[Anesthesia]\nGeneral, LMA #4.\n[Description]\nLinear EBUS-TBNA of stations 7, 4R, 4L performed. EMN navigation utilized to reach LUL target. Radial EBUS confirmed concentric lesion. Transbronchial biopsies obtained. ROSE confirmed Adenocarcinoma.\n[Plan]\nOncology referral, molecular testing.",
  "8829104_syn_8": "Dr. Wright and Dr. Chen performed a combined EBUS and navigational bronchoscopy on [REDACTED]. Under general anesthesia, they first staged the mediastinum by sampling lymph node stations 7, 4R, and 4L using linear EBUS. Initial evaluation showed only lymphocytes. They then used electromagnetic navigation to locate the spiculate nodule in the left upper lobe. Radial EBUS confirmed the position. Biopsies taken from this site were positive for adenocarcinoma. The patient tolerated the procedure well.",
  "8829104_syn_9": "Procedure: Combined ultrasonic staging and guided bronchoscopy.\nAction: The mediastinum was interrogated via linear ultrasound. Stations 7, 4R, and 4L were aspirated. The peripheral lesion was localized using electromagnetic guidance. Radial sonography verified the target. The lesion was sampled via forceps and brush.\nResult: Malignancy confirmed.",
  "8829104": "**PROCEDURE REPORT: COMBINED EBUS & NAVIGATIONAL BRONCHOSCOPY**\n\n**Patient:** Sarah Jenkins\n**MRN:** 8829104\n**DOB:** [REDACTED]\n**Date:** [REDACTED]\n**Attending:** Dr. Alan Wright\n**Fellow:** Dr. Emily Chen\n\n**Indication:** 70-year-old female with a 2.2 cm LUL nodule (spiculated, solid) and mediastinal adenopathy on CT. PET-CT shows SUV max 5.4 in the nodule and 4.1 in station 7.\n\n**Procedures:**\n1.  Linear EBUS-TBNA (Mediastinal Staging)\n2.  Electromagnetic Navigation Bronchoscopy (EMN)\n3.  Radial EBUS (Peripheral Lesion Confirmation)\n4.  Transbronchial Biopsy (TBBx)\n\n**Medications:** Fentanyl 150mcg, Midazolam 4mg, Propofol TCI. General Anesthesia with LMA #4.\n\n**Procedure Details:**\n\n* **Airway Inspection:** LMA placed. Therapeutic bronchoscope introduced. Normal vocal cords. Trachea patent. Carina sharp. Bilateral bronchial trees patent.\n* **EBUS-TBNA (Linear):**\n    * **Station 7 (Subcarinal):** 18mm node, heterogeneous. Sampled with 22G needle x 4 passes. ROSE: Lymphocytes only.\n    * **Station 4R (Lower Paratracheal):** 10mm node. Sampled x 3 passes. ROSE: Lymphocytes.\n    * **Station 4L (Lower Paratracheal):** 14mm node. Sampled x 3 passes. ROSE: Lymphocytes.\n* **Navigation (SuperDimension):**\n    * CT loaded. Target: LUL Apical-Posterior segment nodule.\n    * Registration: Auto-match successful. Error 4mm.\n    * Navigation to target achieved. Tool-in-lesion confirmed.\n* **Radial EBUS (r-EBUS):**\n    * Probe inserted. Concentric view of 20mm hypoechoic lesion obtained.\n* **Peripheral Sampling (LUL Nodule):**\n    * TBBx x 6 obtained with standard forceps. Fluoroscopy confirmed position.\n    * Brush x 2.\n    * ROSE: **Positive for Adenocarcinoma.**\n\n**Complications:** None. Minimal bleeding, controlled with suction.\n**Disposition:** Extubated (LMA removed), stable to PACU.\n**Plan:** Oncology referral. Molecular testing ordered.\n\n**Dr. Alan Wright**"
}
