{
  "8832004_syn_1": "Indication: Mesothelioma susp.\nProcedure: Dx Thoracoscopy. 6th ICS entry.\nFindings: Normal pleura. No nodules. Fluid evacuated.\nAction: 24Fr chest tube placed.\nPlan: Water seal. Path pending.",
  "8832004_syn_2": "HISTORY: A 55-year-old female presented with unilateral pleural effusion suspicious for malignant mesothelioma.\nPROCEDURE: Medical thoracoscopy was performed under moderate sedation. The pleural space was accessed via the sixth intercostal space. Detailed inspection of the parietal and visceral surfaces revealed normal mesothelial architecture without evidence of gross neoplasia.\nOUTCOME: Complete evacuation of effusion. A thoracostomy tube was secured. The patient was admitted for observation.",
  "8832004_syn_3": "Service: Diagnostic Medical Thoracoscopy (CPT 32601).\nTechnique: Semi-rigid pleuroscope introduced.\nFindings: Inspection of hemithorax (parietal, visceral, diaphragmatic) performed. No biopsy taken as pleura appeared benign.\nMedical Necessity: Undiagnosed effusion.\nOutcome: Fluid drained, tube placed.",
  "8832004_syn_4": "Procedure Note\nResident: LT Torres\nAttending: Dr. Garcia\nSteps:\n1. Time out.\n2. Local anesthesia + Mod Sed.\n3. Trocar placed 6th ICS.\n4. Scope inserted. Pleura looked normal.\n5. Fluid drained.\n6. Chest tube placed.\nPlan: Admit.",
  "8832004_syn_5": "Procedure note for Jennifer Allen doing the diagnostic scope today left side suspected meso. We went in at the 6th intercostal space mild sedation used. Looked around everything looked surprisingly normal no bumps no masses. We sucked out the rest of the fluid put in a chest tube. No air leak really. Sending her to the floor check path in a few days.",
  "8832004_syn_6": "Medical thoracoscopy (pleuroscopy) diagnostic was performed on a 55-year-old female for suspected mesothelioma. Under moderate sedation and local anesthesia, a single-port entry was established at the 6th intercostal space. The semi-rigid pleuroscope was inserted. Findings included normal-appearing parietal, visceral, and diaphragmatic pleura. All remaining fluid was evacuated under direct visualization. A chest tube was placed. There was no air leak and the lung expanded. Patient admitted to floor.",
  "8832004_syn_7": "[Indication]\nSuspected mesothelioma, undiagnosed effusion.\n[Anesthesia]\nModerate sedation, local infiltration.\n[Description]\nLeft chest accessed (6th ICS). Pleura visualized; appearance normal. Fluid evacuated. Chest tube placed.\n[Plan]\nAdmit. Water seal. Await cytology.",
  "8832004_syn_8": "The patient was brought to the endoscopy suite for evaluation of a suspicious left-sided effusion. After achieving adequate sedation, we entered the chest wall at the sixth rib space. Upon inserting the camera, we were relieved to find the lining of the lung and chest wall appeared healthy and smooth, with no obvious signs of cancer. We drained the fluid that was left and secured a drain in place to ensure the lung stays up.",
  "8832004_syn_9": "Operation: Medical Thoracoscopy - Diagnostic.\nContext: Presumed mesothelioma.\nAction: The pleural cavity was accessed. The pleura was surveyed and deemed normal. Fluid was extracted. A drainage catheter was installed.\nResult: Lung re-expansion confirmed.",
  "8832004": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Suspected mesothelioma\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Normal-appearing pleura\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nGarcia, MD"
}
