{
  "8847291_syn_1": "Pre-op: Recurrent malignant effusion, now minimal output. Spontaneous pleurodesis.\nProcedure: Right PleurX removal (32552).\n- Local lidocaine.\n- Incision at exit site.\n- Cuff dissected from subq tissue.\n- Catheter removed intact.\n- 3-0 Nylon closure.\nComplications: None.\nPlan: Wound care.",
  "8847291_syn_2": "HISTORY OF PRESENT ILLNESS: Ms. [REDACTED], a 73-year-old female with metastatic ovarian carcinoma, presented for elective removal of a right-sided indwelling pleural catheter. The device was placed four months prior for palliation of malignant pleural effusion. Recent logs indicate drainage has ceased, suggesting successful autopleurodesis.\nOPERATIVE NARRATIVE: The patient was placed in the left lateral decubitus position. Following sterile preparation and infiltration of 1% lidocaine, an incision was made along the catheter track. The Dacron cuff was id[REDACTED] and liberated via blunt dissection from the subcutaneous tissue. The catheter was extracted without resistance. Inspection confirmed the device was intact. The tract was closed with simple interrupted sutures.\nIMPRESSION: Successful removal of right IPC.",
  "8847291_syn_3": "Service: Removal of tunneled pleural catheter (CPT 32552).\nIndication: Cessation of flow consistent with pleurodesis.\nTechnique:\n1. Anesthesia: Local infiltration (1% lidocaine).\n2. Exposure: Incision performed to expose the subcutaneous cuff (approx. 2cm from exit).\n3. Removal: Cuff dissected free from fibrous capsule. Catheter withdrawn from pleural space.\n4. Closure: Sutures applied.\nFindings: Catheter removed intact (28cm). No signs of tract infection.",
  "8847291_syn_4": "Procedure: IPC Removal\nAttending: Dr. Morrison\nResident: [REDACTED]\nSteps:\n1. Time out performed. Right chest prepped.\n2. Local anesthetic injected.\n3. Cut down on cuff.\n4. Dissected cuff free using hemostats.\n5. Pulled catheter out. No resistance.\n6. Stitched up with 3-0 nylon.\nPlan: Keep dry for 48h. Suture removal in 10-14 days.",
  "8847291_syn_5": "pt [REDACTED] here for pleurx removal right side drainage stopped so we assume pleurodesis used local numbing cut down to the cuff freed it up with the kelly clamp and pulled it out came out fine no issues stitched it up with nylon patient tolerated well discharge home thanks.",
  "8847291_syn_6": "Margaret Chen 73F presented for removal of right PleurX catheter due to decreased drainage. Under local anesthesia the right lateral chest wall was prepped. The catheter exit site was id[REDACTED] and anesthetized. An incision was made to expose the retention cuff. The cuff was dissected free from the subcutaneous tissues. The catheter was removed intact. The wound was closed with sutures and a sterile dressing applied. The patient tolerated the procedure well.",
  "8847291_syn_7": "[Indication]\nMetastatic ovarian cancer, s/p Right PleurX, now with autopleurodesis (minimal output).\n[Anesthesia]\nLocal 1% lidocaine.\n[Description]\nIncision made at exit site. Cuff id[REDACTED] and dissected free from adhesions. Catheter withdrawn from right hemithorax intact. Hemostasis achieved. Wound closed with 3-0 nylon.\n[Plan]\nDischarge home. Wound care instructions given. Follow up 2 weeks.",
  "8847291_syn_8": "The patient is a 73-year-old female with a history of ovarian cancer who came in to have her right lung catheter removed. She has had the catheter for about 4 months, but lately, hardly any fluid has been coming out, which means the lung has likely adhered to the chest wall. We numbed the area with lidocaine and made a small cut to reach the cuff that holds the tube in place. Once we freed the cuff, the tube slid out easily. We stitched up the small cut and put a bandage on it.",
  "8847291_syn_9": "Operation: Extraction of tunneled pleural drain.\nReason: Accomplished symphysis.\nMethod: Under local blockade, the tissue surrounding the anchor cuff was separated. The conduit was withdrawn from the pleural cavity without incident. The entry site was approximated with sutures."
}
