{
  "8890911_syn_1": "Indication: Lung-RADS 4B nodule RUL (17mm).\nProcedure:\n- Nav to RB1 (Monarch).\n- rEBUS: Concentric.\n- TBNA (21G), Brush, BAL.\n- Fiducial placement.\n- No forceps used.\nROSE: Atypical/Suspicious.",
  "8890911_syn_2": "PROCEDURE NOTE: The patient underwent robotic-assisted bronchoscopy for a 17mm nodule in the Apical Segment of the RUL. Navigation was achieved with high accuracy (2.1mm error). Radial EBUS confirmed a concentric lesion. We performed transbronchial needle aspiration (21G) and protected brushings. Bronchoalveolar lavage was collected from RB1. A fiducial marker was deployed for potential SBRT. Preliminary cytology showed atypical cells, suspicious for malignancy.",
  "8890911_syn_3": "CPT Justification:\n- 31629 (TBNA)\n- 31623 (Brush)\n- 31624 (BAL)\n- 31626 (Fiducial)\n- 31627 (Nav) & 31654 (EBUS)\nNote: 31628 (Forceps) NOT billed as no forceps biopsy performed.\nSite: RUL Apical.",
  "8890911_syn_4": "Trainee Note\nPt: [REDACTED], R.\nTarget: RUL nodule.\nSteps:\n1. Intubation.\n2. Monarch nav to RB1.\n3. rEBUS concentric.\n4. 21G TBNA x7.\n5. Brush cytology.\n6. BAL.\n7. Fiducial placed.\nROSE: Atypical/Suspicious.\nPlan: D/C after CXR.",
  "8890911_syn_5": "[REDACTED] here for the RUL nodule 17mm. Used the monarch robot registered well. Went to the apical segment RB1. rEBUS was concentric. Did needle 21 gauge and brush no forceps this time. Did a lavage too. Put in a gold marker. ROSE said atypical suspicious. No bleeding.",
  "8890911_syn_6": "Robotic bronchoscopy was performed for a 17mm RUL nodule. The scope was navigated to the apical segment. rEBUS showed a concentric view. Sampling included 21G TBNA and protected brushings; no forceps biopsies were taken. BAL was performed at RB1. A gold fiducial marker was placed. ROSE results were suspicious for malignancy. The patient recovered without incident.",
  "8890911_syn_7": "[Indication]\nLung-RADS 4B nodule, RUL (17mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to RB1. rEBUS: Concentric. Sampling: 21G TBNA, Brush. BAL performed. Fiducial placed. ROSE: Suspicious for malignancy.\n[Plan]\nPost-proc CXR, Discharge.",
  "8890911_syn_8": "We performed a biopsy on [REDACTED] 17mm right upper lobe nodule today. Using the robotic system, we navigated to the apical segment and confirmed the lesion with concentric EBUS. We decided to sample using the needle and the brush, and we also washed the airway. We placed a fiducial marker to help with future treatment planning. The on-site path evaluation showed atypical cells that look suspicious for cancer.",
  "8890911_syn_9": "Procedure: Robotic navigational bronchoscopy with fiducial deployment.\nTarget: RUL Apical Segment.\nAction: Navigation to RB1 was successful. rEBUS confirmed the target. The lesion was aspirated and brushed. A lavage was performed. A fiducial marker was deposited.\nResult: ROSE suggested malignancy. No forceps biopsy performed.",
  "8890911": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Lung-RADS 4B nodule\nTarget: 17mm nodule in RUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t11\t355\t12\t100\t5\t18\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.1mm.\n\nThe device was navigated to the RUL. The outer sheath was parked and locked at the ostium of the segmental airway (RB1) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Apical Segment of RUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at RB1. 60mL NS instilled with 27mL return. Sent for Cell count, Culture, and Cytology.\n\nGold fiducial marker placed under fluoroscopic guidance for radiation therapy planning.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nPark, MD"
}
