{
  "89012356_syn_1": "Indication: RUL valve migration.\nProc: Bronchoscopy.\nFindings: RB2 valve migrated 1.5cm. RB1/3 stable.\nAction: RB2 valve removed w/ forceps. Granulation debrided. New 5.5mm Zephyr valve deployed proximal RB2.\nResult: Complete RUL occlusion restored.\nPlan: Home in 4h. Antibiotics.",
  "89012356_syn_2": "OPERATIVE REPORT: [REDACTED] revision of RUL valves due to radiographic evidence of migration. Under moderate sedation, the airway was inspected. The valve in the RB2 segment was found to be displaced distally. This valve was extracted using removal forceps. The bronchus was prepared, and a larger (5.5mm) Zephyr valve was deployed to ensure stability. Total lobar occlusion was re-established.",
  "89012356_syn_3": "CPT Codes: 31647 (Bronchoscopy with placement of bronchial valves, initial lobe). Note: Procedure involved both removal of a migrated valve and placement of a new valve in the same target lobe (RUL) to restore occlusion. The primary service is the valve placement/revision of the initial lobe.",
  "89012356_syn_4": "Resident Note: Valve Revision\nPatient: [REDACTED]\nAttending: Dr. Sullivan\n1. Sedation start.\n2. Scope inserted.\n3. RB2 valve migrated. Removed with forceps.\n4. New valve (5.5mm) placed in RB2.\n5. RB1/RB3 valves checking out okay.\n6. RUL is sealed.\n7. Pt stable.",
  "89012356_syn_5": "donald peterson back for a check on his valves in the right upper lobe the ct showed one moved so we went in there and yeah the rb2 valve slipped down we pulled it out with the grabbers cleaned it up a bit and put a bigger one in there fits tight now no air leak sending him home later today.",
  "89012356_syn_6": "Patient [REDACTED] bronchoscopy for a migrated endobronchial valve in the right upper lobe. Upon inspection the valve in the anterior segment RB2 was noted to be distal to the target site. This was removed without difficulty using forceps. The airway was cleared of mild granulation tissue. A replacement Zephyr valve size 5.5mm was deployed in the segment achieving a secure seal. The other valves were untouched. RUL occlusion was confirmed.",
  "89012356_syn_7": "[Indication]\nValve migration RUL, symptomatic.\n[Anesthesia]\nModerate Sedation.\n[Description]\nRB2 valve migrated. Removed. Replaced with larger 5.5mm Zephyr valve. Other valves stable. RUL occluded.\n[Plan]\nDischarge after observation. Repeat CT 6wks.",
  "89012356_syn_8": "We performed a revision bronchoscopy on [REDACTED] a migrated valve in his right upper lobe. After achieving moderate sedation, we entered the airway and located the displaced valve in the RB2 segment. We carefully removed this valve and replaced it with a larger size to prevent future migration. The other valves in the lobe were secure. Final check showed the lobe was completely blocked off.",
  "89012356_syn_9": "Procedure: Endobronchial valve exchange.\nFindings: Displaced prosthesis in the anterior segment of the right upper lobe.\nIntervention: The displaced unit was retrieved. A larger replacement prosthesis was implanted in the same bronchus. The lobe was fully obstructed upon completion.",
  "89012356": "BRONCHOSCOPY REPORT: REVISION ENDOBRONCHIAL VALVE PROCEDURE\n\nDate: [REDACTED]\nPatient: [REDACTED] \"Don\" Peterson | DOB: [REDACTED] | Age: 67 | MRN: [REDACTED]\nInstitution: [REDACTED]\nPhysician: Dr. Catherine Sullivan, MD | Assistant: Anna Martinez, RNFA\n\nIndication: Valve migration and incomplete lobar occlusion\n\nHISTORY OF PRESENT ILLNESS:\nPatient [REDACTED] BLVR with RUL valve placement 8 weeks ago (performed by Dr. Sullivan) with good initial response (FEV1 improved from 32% to 41% predicted). However, repeat CT at 6 weeks showed migration of RB2 valve with incomplete occlusion. Patient noted return of dyspnea over past 2 weeks.\n\nIMAGING REVIEW:\nComparison CT demonstrates:\n- RB1 valve: Excellent position, maintained\n- RB2 valve: Migrated distally approximately 1.5cm  \n- RB3 valve: Excellent position, maintained\n- Result: Incomplete RUL occlusion with air flow to anterior segment\n\nPROCEDURE PLAN: Bronchoscopic valve repositioning/replacement\n\nPROCEDURE PERFORMED:\nFlexible bronchoscopy under moderate sedation. Original anatomy reviewed. \n\nFINDINGS:\n- RB1 and RB3 valves well-seated as expected\n- RB2 valve visible but clearly malpositioned in subsegmental bronchus\n- Surrounding granulation tissue present\n\nINTERVENTION:\nUsing specialized removal forceps, the migrated RB2 valve was carefully grasped at the retention hooks. Gentle rotational torque applied while maintaining steady traction. Valve successfully removed intact without mucosal injury.\n\nBronchus re-inspected: Mild granulation tissue at original deployment site. Conservative debridement performed with cytology brush.\n\nNEW VALVE PLACEMENT:\nAfter measuring, new 5.5mm Zephyr valve (one size larger than original 4.0mm) deployed in RB2 with improved wall contact and resistance to migration. Valve delivery system technique modified to ensure more proximal placement.\n\nCONFIRMATION:\nFinal bronchoscopy confirmed all three valves in excellent position with complete RUL occlusion. No air flow detected.\n\nASSESSMENT:\n1. Successful removal of migrated EBV\n2. Successful replacement with larger valve\n3. Complete RUL occlusion restored\n4. No complications\n\nPLAN:\n- Outpatient procedure, observe 4 hours then discharge\n- Continue prophylactic antibiotics x 5 days  \n- Repeat CT in 6 weeks\n- Close follow-up given history of migration\n\nCatherine Sullivan, MD, FCCP\nInterventional Pulmonology\nMayo Clinic Rochester\n\nNote: Migration risk factors for this patient included undersizing of original valve and thin bronchial walls. Consider starting with larger sizes in similar patients. - CS"
}
