{
  "9098178": "Margaret Chavez, MRN [REDACTED], a 75-year-old female underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Veterans Affairs Medical Center on [REDACTED]. The indication was mediastinal staging for biopsy-proven lung adenocarcinoma with a 22.6mm solid lesion in the RUL apical (B1), bronchus sign negative, PET SUV max 9.7. The patient was ASA class 3 with smoking history of None pack-years (never). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Olympus BF-UC190F bronchoscope with 22-gauge Standard FNA needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 11R (24.9mm, 3 passes, ROSE: Malignant - adenocarcinoma); station 2L (14.7mm, 2 passes, ROSE: Malignant - NSCLC NOS); station 4R (13.0mm, 3 passes, ROSE: Malignant - small cell carcinoma); station 11L (19.1mm, 3 passes, ROSE: Suspicious for malignancy). Rapid on-site evaluation was available for all stations.\n\nThe Galaxy robotic bronchoscopy system (Noah Medical) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 1.8mm. The robotic catheter was advanced to the RUL apical (B1) and radial EBUS probe deployment revealed concentric view of the lesion. Tool-in-lesion was confirmed by cbct. Transbronchial forceps biopsies (4 specimens), transbronchial needle aspiration (4 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed suspicious for malignancy.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 131 minutes. Attending physician: Brian O'Connor, MD."
}
