{
  "9238176_syn_1": "Indication: FBA (peanut), R mainstem.\nAnesthesia: GA, spont vent.\nProcedure: Rigid bronch (3.5mm).\nFindings: Peanut fragment R mainstem.\nAction: Optical forceps used. FB removed intact.\nResult: Airway clear. Mucosa mild edema.\nPlan: Observe, CXR.",
  "9238176_syn_2": "PROCEDURE NOTE: Pediatric Rigid Bronchoscopy for Foreign Body Retrieval.\nFollowing the induction of general anesthesia, a 3.5mm Storz rigid bronchoscope was introduced. The larynx and trachea were patent. Upon inspection of the right mainstem bronchus, an organic foreign body consistent with a peanut was visualized approximately 2cm distal to the carina. Optical forceps were utilized to grasp the object. The bronchoscope and forceps were withdrawn in unison to ensure intact removal. Re-inspection confirmed the airway was free of residual particulate matter.",
  "9238176_syn_3": "CPT Code: 31635 (Bronchoscopy, rigid or flexible, with removal of foreign body).\nTechnique: Rigid bronchoscopy utilizing 3.5mm pediatric scope.\nLocation: Right Mainstem Bronchus.\nDetails: Visualization of organic foreign body (peanut). Use of optical forceps for extraction. Complete removal achieved. Post-extraction survey of RUL, RML, RLL and Left system confirmed patency.",
  "9238176_syn_4": "Procedure: Rigid Bronch FB Removal\nPatient: [REDACTED] T (3yo)\nStaff: Dr. Martinez\nSteps:\n1. GA, spontaneous breathing maintained.\n2. 3.5mm rigid scope inserted.\n3. Found peanut in RMS.\n4. Grabbed with optical forceps.\n5. Pulled everything out together.\n6. Re-looked: airway clear.\nPlan: Overnight obs.",
  "9238176_syn_5": "note for emma thompson 3 year old female came in with wheezing after eating peanuts... did the rigid bronchoscopy today under GA... used the 3.5 storz scope saw the peanut in the right mainstem about 2cm down... used the optical forceps to grab it it was a bit friable but got it all out intact... checked the other lobes right upper middle lower and left side all clear... suctioned some secretions... mild edema no bleeding... extubated fine... dr martinez attending present.",
  "9238176_syn_6": "Rigid Bronchoscopy with Foreign Body Removal. General anesthesia with spontaneous ventilation. A 3.5mm Storz pediatric rigid bronchoscope was introduced via the mouth under direct laryngoscopy. The vocal cords were visualized and appeared normal. The bronchoscope was advanced into the right mainstem bronchus. A foreign body was visualized 2cm distal to the carina - a tan-brown, irregular object consistent with a peanut fragment. Optical forceps were advanced through the rigid bronchoscope. The peanut fragment was grasped carefully. The foreign body was removed intact. Final inspection showed complete foreign body removal.",
  "9238176_syn_7": "[Indication]\nSuspected foreign body aspiration (peanut) in 3yo female.\n[Anesthesia]\nGeneral anesthesia, spontaneous ventilation maintained.\n[Description]\n3.5mm Rigid scope advanced. Peanut fragment id[REDACTED] in Right Mainstem. Extracted using optical forceps. Re-inspection of all lobes negative for residue.\n[Plan]\nPost-op CXR. Discharge tomorrow if stable.",
  "9238176_syn_8": "Emma, a 3-year-old female, was brought to the OR for suspected aspiration. Under general anesthesia, we inserted a pediatric rigid bronchoscope. We navigated to the right mainstem bronchus where we found a peanut fragment causing partial occlusion. Using optical forceps, we carefully grasped the peanut and removed it intact along with the scope to prevent it from breaking apart. We then re-inserted the scope to verify that the right lung and left lung were completely clear of debris.",
  "9238176_syn_9": "Procedure: Rigid Bronchoscopy with Foreign Body Retrieval.\nTarget: Right mainstem bronchus.\nItem: Organic material (peanut).\nTechnique: The object was localized and clasped using optical forceps. The object was withdrawn successfully. The airway was surveyed and found to be patent.",
  "9238176": "PATIENT: [REDACTED], 3-year-old Female\nMRN: [REDACTED]\nINDICATION FOR OPERATION: [REDACTED] is a 3-year-old female presenting with sudden onset cough and wheezing 2 days ago while eating peanuts. CXR shows hyperinflation of the right lung with mediastinal shift. CT chest confirms suspected foreign body in right mainstem bronchus. The nature, purpose, risks, benefits and alternatives to rigid bronchoscopy for foreign body removal were discussed with the patient's parents in detail. Parents indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Foreign body aspiration, right mainstem bronchus\nPOSTOPERATIVE DIAGNOSIS: Foreign body aspiration (peanut fragment), right mainstem bronchus\nPROCEDURE: Rigid Bronchoscopy with Foreign Body Removal\nATTENDING: Dr. Steven Martinez\nASSISTANT: Dr. Laura White, Fellow\nSupport Staff:\n\nRN: Katherine Brown\nRT: Andrew Garcia\nAnesthesia: Dr. Michelle Chen\n\nANESTHESIA: General anesthesia with spontaneous ventilation\nMONITORING: Standard ASA monitoring\nINSTRUMENT: Storz pediatric rigid bronchoscope (3.5mm), optical forceps, foreign body forceps\nESTIMATED BLOOD LOSS: <5 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia maintaining spontaneous ventilation, a timeout was performed. All procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine with shoulder roll, neck extended\nA 3.5mm Storz pediatric rigid bronchoscope was introduced via the mouth under direct laryngoscopy. The vocal cords were visualized and appeared normal with symmetric movement. The bronchoscope was advanced through the cords into the trachea.\nInitial Survey:\n\nLarynx: Normal\nVocal cords: Normal, symmetric movement\nTrachea: Normal caliber, no lesions\nCarina: Sharp, normal\n\nThe bronchoscope was advanced into the right mainstem bronchus. A foreign body was visualized 2cm distal to the carina - a tan-brown, irregular object consistent with a peanut fragment, approximately 8mm in size. The foreign body was partially occluding the right mainstem bronchus with surrounding mucosal edema and mild erythema.\nForeign Body Retrieval:\nOptical forceps were advanced through the rigid bronchoscope. The peanut fragment was grasped carefully. Initial attempt at retrieval showed the fragment was somewhat friable. The fragment was gently manipulated and brought into the rigid bronchoscope barrel to prevent fragmentation. The bronchoscope and forceps with the foreign body were withdrawn as a single unit.\nThe foreign body was removed intact - a peanut fragment measuring approximately 8mm x 5mm.\nThe bronchoscope was reintroduced for inspection:\n\nRight mainstem: Mild mucosal edema and erythema at the site, no residual foreign material\nRight upper lobe: Patent\nRight middle lobe: Patent\nRight lower lobe: Patent with moderate secretions\nLeft lung: Examined and found to be normal\n\nSecretions were suctioned from the right lower lobe. No other foreign material was id[REDACTED]. Final inspection showed:\n\nComplete foreign body removal\nMild mucosal trauma with no active bleeding\nPatent bilateral airways\n\nThe bronchoscope was removed. The patient tolerated the procedure well and was extubated in the operating room.\nThe attending, Dr. Martinez, was present throughout the entire procedure.\nSPECIMEN(S):\n\nForeign body: Peanut fragment (retained for documentation)\n\nIMPRESSION/PLAN: [REDACTED] underwent successful rigid bronchoscopy with foreign body removal. A peanut fragment was removed from the right mainstem bronchus without complication. Post-procedure CXR ordered to confirm resolution of hyperinflation. Observe overnight with monitoring. Discharge tomorrow if stable. No bronchodilators needed. Counsel parents on choking prevention. Follow up with pediatrician in 1 week."
}
