{
  "9271546_syn_1": "Procedure: US-Guided Thoracentesis.\nSite: [REDACTED]\nFluids: 420mL turbid yellow removed.\nLabs: pH 7.18, Glucose 32.\nFindings: Complicated effusion.\nPlan: Consult Thoracic for chest tube.",
  "9271546_syn_2": "PROCEDURE: Therapeutic and Diagnostic Thoracentesis.\nUnder ultrasound guidance, a pocket of complex pleural fluid was id[REDACTED] in the right hemithorax. Following sterile preparation and local anesthesia, an 18-gauge catheter was introduced into the 8th intercostal space. Approximately 420 mL of turbid, viscid fluid was aspirated. Analysis revealed a pH of 7.18 and glucose of 32 mg/dL, indicative of a complicated parapneumonic effusion. The procedure was terminated, and the patient referred for tube thoracostomy.",
  "9271546_syn_3": "Billing Code: 32555 (Thoracentesis with imaging guidance).\nDocumentation of Guidance: Ultrasound used to verify fluid depth (4.8cm) and complex nature prior to needle entry.\nVolume: 420 mL removed.\nProcessing: Samples sent for pH, Cell Count, Culture, Cytology.\nMedical Necessity: Complicated parapneumonic effusion (pH 7.18) requiring drainage.",
  "9271546_syn_4": "Procedure: Thoracentesis\nAttending: Dr. Mendez\nSteps:\n1. US check: R effusion.\n2. Local lidocaine.\n3. Needle in 8th ICS.\n4. Drained 420cc cloudy fluid.\n5. Pulled needle, bandaged.\nNote: Fluid looks infected (low pH). Needs chest tube.",
  "9271546_syn_5": "procedure note for aisha patel... ultrasound guided thoracentesis right side... saw the fluid on echo complex looking debris... prepped with betadine numbed with lido... put the 18g catheter in got out 420ml of turbid yellow fluid hard to drain... sent for labs immediate ph was 7.18 glucose 32 so its complicated... no pneumothorax on post xray... plan is antibiotics and call surgery for a chest tube likely needs tpa dnase.",
  "9271546_syn_6": "Diagnostic thoracentesis revealing complicated parapneumonic effusion based on pH 7.18, low glucose, and turbid appearance. Ultrasound examination: Right pleural effusion with maximum depth 4.8 cm, echogenic/complex appearance with debris. Ultrasound-guided placement of 18-gauge catheter. Initial fluid: turbid, cloudy yellow appearance. Total volume removed: 420 mL. Fluid with high viscosity, difficult drainage. Post-procedure ultrasound: residual complex effusion, no pneumothorax.",
  "9271546_syn_7": "[Indication]\nPersistent right pleural effusion post-pneumonia.\n[Anesthesia]\nLocal Lidocaine 1%.\n[Description]\nUltrasound localized complex fluid. 18G catheter inserted. 420mL turbid fluid aspirated. Catheter removed.\n[Plan]\nFluid analysis shows pH 7.18. Consult Thoracic Surgery for tube thoracostomy.",
  "9271546_syn_8": "Aisha presented with a persistent right-sided effusion. We performed an ultrasound which showed complex fluid. After numbing the area, we inserted a catheter into the 8th intercostal space. We were able to drain 420 mL of cloudy, thick fluid. Bedside analysis showed a very low pH, suggesting a complicated infection. We finished the drainage and ordered a chest x-ray, planning to consult surgery for a more permanent drain.",
  "9271546_syn_9": "Procedure: Ultrasound-guided pleural aspiration.\nTarget: Right pleural space.\nAction: Validated fluid pocket via imaging. Inserted catheter. Withdrew 420 mL of turbid fluid.\nAssessment: Complicated effusion (pH 7.18).\nDisposition: Thoracic surgery referral.",
  "9271546": "**PATIENT INFORMATION:**\n- Name: Aisha Patel\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 13:45-14:10\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Carlos Mendez, MD, FCCP (Interventional Pulmonology)\n\n**INDICATION:**\n43-year-old female with recent pneumonia (completed 10 days levofloxacin) presenting with persistent right-sided pleural effusion. Concern for complicated parapneumonic effusion.\n\n**PRE-PROCEDURE:**\n- Informed consent obtained\n- Timeout performed\n- Ultrasound examination: Right pleural effusion with maximum depth 4.8 cm, echogenic/complex appearance with debris\n- Labs: WBC 13.2K, CRP 8.5 mg/dL\n- Vital signs: BP 128/76, HR 94, Temp 38.1°C, SpO2 95% on RA\n\n**PROCEDURE DETAILS:**\n- Patient positioned sitting upright\n- Right lateral chest, 8th intercostal space, mid-axillary line\n- Betadine prep followed by alcohol\n- Local anesthesia: 10 mL 1% lidocaine\n- Ultrasound-guided placement of 18-gauge catheter\n- Initial fluid: turbid, cloudy yellow appearance\n- Total volume removed: 420 mL\n- Fluid with high viscosity, difficult drainage\n- Post-procedure ultrasound: residual complex effusion, no pneumothorax\n\n**SPECIMENS SENT:**\n- Pleural fluid analysis (cell count with differential, protein, LDH, glucose, pH)\n- Pleural fluid Gram stain and cultures (aerobic, anaerobic)\n- Pleural fluid cytology\n\n**IMMEDIATE RESULTS:**\n- Appearance: Turbid, cloudy yellow\n- pH: 7.18 (measured immediately on blood gas analyzer)\n- Glucose: 32 mg/dL (point-of-care)\n- Gram stain: Pending\n\n**POST-PROCEDURE:**\n- Procedure completed without complications\n- Chest X-ray obtained\n- Vital signs: BP 124/72, HR 90, SpO2 96% on RA\n- Patient reports no improvement in dyspnea or pleuritic pain\n\n**COMPLICATIONS:** None\n\n**ASSESSMENT:** Diagnostic thoracentesis revealing complicated parapneumonic effusion based on pH <7.20, low glucose, and turbid appearance. Likely requires chest tube placement or further intervention.\n\n**PLAN:**\n- Initiate broad-spectrum IV antibiotics (piperacillin-tazobactam)\n- Thoracic surgery consultation for chest tube placement consideration\n- May require intrapleural tPA/DNase therapy\n- Admit for further management\n- Follow up fluid culture results"
}
