{
  "9274183_syn_1": "Dx: L mainstem stenosis (GPA).\nProc: Rigid bronch, APC, dilation, chest tube.\nFindings: L mainstem 90-100% occluded.\nAction: Radial cuts, APC, tissue shaving. Dilation attempted. Micro-perf to PA suspected. Sealed w/ fibrin glue. 14F chest tube placed for PTX.\nPlan: ICU, keep intubated.",
  "9274183_syn_2": "OPERATIVE REPORT: Rigid Bronchoscopy with Recanalization and Tube Thoracostomy.\nINDICATION: Wegener's granulomatosis with complete left mainstem (LMS) obstruction.\nPROCEDURE: The LMS was found to be totally occluded. Mechanical dilation and argon plasma coagulation (APC) were utilized to destroy the obstructing granulation tissue and shave the scar. During deep dilation, a micro-perforation communicating with a pulmonary vessel was suspected; fibrin sealant was immediately applied for hemostasis. Post-procedural imaging suggested a pneumothorax, necessitating the insertion of a 14F pigtail thoracostomy catheter. The patient was transferred to the ICU intubated.",
  "9274183_syn_3": "Coding Summary:\n- 31641: Bronchoscopy with destruction of tumor/relief of stenosis (APC and shaving of tissue in Left Mainstem).\n- 32551: Tube thoracostomy (Chest tube placed for pneumothorax complication).\n- Note: Dilation (31630) is bundled into 31641.\nComplication: Suspected airway-vascular fistula managed with fibrin glue.",
  "9274183_syn_4": "Procedure: Rigid Bronch & Chest Tube\nPt: [REDACTED]\nSteps:\n1. Flex bronch showed L mainstem blocked.\n2. Rigid bronch inserted.\n3. Used APC and cuts to open airway (31641).\n4. Saw small bleeder/hole, used glue.\n5. CXR showed pneumothorax.\n6. Placed chest tube (32551).\nPlan: ICU.",
  "9274183_syn_5": "op note for christopher hayes history of gpa with airway stenosis... rigid bronchoscopy performed... left mainstem was totally socked in... used the knife and balloon then the rigid scope... did apc and shaving of the tissue to open it up... got down about 3cm then saw a pulsatile vessel likely pa... put fibrin glue in right away... patient had a pneumothorax on xray so we put in a 14 french chest tube... patient to picu intubated.",
  "9274183_syn_6": "Rigid bronchoscopy. Tube thoracostomy. Preoperative Diagnosis: Bronchial stenosis secondary to Granulomatosis with polyangiitis. Left mainstem obstruction. Radial knife cuts were performed within the proximal left mainstem followed by attempted CRE balloon dilatation. We performed APC to the left mainstem followed by gentle shaving of coagulated tissue. Instilled fibrin glue into the left mainstem. In the setting of a known airway tear and need for positive pressure ventilation, we felt that chest tube placement was warranted. A 14F pigtail catheter was placed without complications.",
  "9274183_syn_7": "[Indication]\nLeft mainstem obstruction due to GPA.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\nRigid bronchoscopy utilized. APC and mechanical debridement used to recanalize LMS. Procedure complicated by suspected micro-perforation to PA. Hemostasis secured with fibrin glue. Post-op PTX noted.\n[Intervention]\n14F chest tube placed.\n[Plan]\nAdmit to ICU.",
  "9274183_syn_8": "Christopher underwent a rigid bronchoscopy to treat a severe blockage in his left mainstem bronchus caused by GPA. We used a combination of laser-like burning (APC) and physical shaving of the tissue to try and open the airway. During the process, we suspected a tiny tear connecting to a blood vessel, so we sealed it with glue to prevent bleeding. Because a chest x-ray showed a collapsed lung afterwards, we inserted a chest tube to re-expand it. He is currently stable in the ICU.",
  "9274183_syn_9": "Procedure: Rigid bronchoscopic recanalization and thoracostomy.\nAction: Employed APC and tissue shaving to relief stenosis in the left mainstem. Applied fibrin sealant to a suspected defect. Inserted a pleural drainage catheter for pneumothorax management.",
  "9274183": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\n\nPreoperative Diagnosis: Bronchial stenosis secondary to Granulomatosis with polyangiitis\nPostoperative Diagnosis: Bronchial stenosis secondary to Granulomatosis with polyangiitis\nProcedure Performed: Rigid bronchoscopy\n\nSurgeon: Kevin Martinez, MD\nIndications: Left mainstem obstruction\nConsent: Consent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent.\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the main operating room. I-gel LMA was placed for initial airway inspection and the diagnostic flexible bronchoscope was inserted through the airway device. The vocal cords were visualized and normal. The upper trachea was normal. The distal third of the trachea was erythematous and inflamed in a circumferential pattern but without any endoluminal obstruction. On the right, there was minimal structuring of the bronchus intermedius. On the left, the proximal mainstem was about 90% obstructed circumferentially, and approximately 1 cm into the left mainstem the airway was completely occluded.\n\nRadial knife cuts were performed within the proximal left mainstem followed by attempted CRE balloon dilatation. However, due to the proximal obstruction, dilatation was difficult as only the balloon tip could be inserted into the left mainstem due to the complete distal obstruction. We attempted to place a guide wire through the obstruction as well but unsuccessfully.\n\nThe flexible bronchoscope was removed and the 12 mm ventilating rigid bronchoscope was subsequently inserted into the mid trachea and attached to the jet ventilator. The rigid optic was then removed and the flexible bronchoscope was inserted through the rigid bronchoscope. At this point, we performed APC to the left mainstem followed by gentle shaving of coagulated tissue which we repeated multiple times attempting to slowly recanalize the airway. We periodically would reinsert the CRE balloon and dilate as the airway lumen slowly reopened, but we were unable to visualize any distal airway. This was performed in a slow methodical fashion given the concern for airway perforation without obvious distal airway targets. However, once we had dilated approximately 3 cm into the left mainstem, a pulsatile vessel was seen which was likely the pulmonary artery through a small (2 mm) false lumen. The PA was intact and there was no evidence of rupture.\n\nAt this point, to protect from major vascular bleeding, we instilled fibrin glue into the left mainstem, after which we removed the rigid bronchoscope and intubated the patient. Chest radiograph was performed which showed his previously elevated left hemi-diaphragm was significantly lower and there was a questionable deep sulcus concerning for pneumothorax. In the setting of a known airway tear and need for positive pressure ventilation, we felt that chest tube placement was warranted. After prepping the left mid-axillary area, a 14F pigtail catheter was placed without complications and the patient was transferred to the PICU in stable condition.\n\nRecommendations:\n• Patient to remain intubated tonight\n• CT surgery aware and will evaluate patient for possible pneumonectomy given airway injury and lack of viable lung\n• Appreciate Rheumatology recommendations in regards to tapering immunosuppressives in anticipation of possible surgery\n• Please obtain CT chest with contrast once stable to assist in planning for possible surgical intervention\n• If patient develops significant hemoptysis tonight, place left side down, intubate right mainstem, call me ([REDACTED]) and pediatric surgeon immediately\n• We will continue to follow\n\nKevin Martinez, MD\n\n________________________________________"
}
