{
  "9283746_syn_1": "Indication: BI stenosis (post-sleeve resection).\nAnesthesia: Moderate sedation (Midaz/Fent).\nFindings: 70% pinhole stenosis at anastomosis.\nAction: Sequential balloon dilation (8mm->10mm->12mm). Max 6 ATM.\nResult: 85% patency. RLL visible.\nPlan: Antibiotics. F/U 8 wks.",
  "9283746_syn_2": "PROCEDURE NOTE: The patient, status post RLL sleeve resection, presented with anastomotic stenosis. Under moderate sedation, flexible bronchoscopy id[REDACTED] a severe circumferential stricture at the bronchus intermedius (70% obstruction). A graded balloon dilation strategy was employed utilizing 8mm, 10mm, and 12mm balloons. Inflation pressures reached 6 atmospheres. Post-intervention inspection confirmed restoration of luminal patency to 85%, permitting visualization of the basilar segments.",
  "9283746_syn_3": "CPT: 31630 (Bronchial Dilation).\nTarget: Bronchus Intermedius (Anastomosis).\nTechnique: Balloon dilation under moderate sedation.\nDetails:\n- Pre-dilation: 70% stenosis.\n- Device: CRE Balloon (12mm max).\n- Protocol: Sequential sizing 8mm/10mm/12mm.\n- Post-dilation: 85% patency.\nMedical Necessity: Symptomatic post-surgical stenosis.",
  "9283746_syn_4": "Resident Note\nPatient: [REDACTED] Hoang\nProcedure: BI Dilation\nSteps:\n1. Mod sedation.\n2. Scope in right nare.\n3. Found tight stenosis at BI (70%).\n4. Used balloon: 8mm, then 10mm, then 12mm.\n5. Airway opened to 85%.\n6. Minimal bleeding.\nPlan: Continue abx, re-scope in 2 months.",
  "9283746_syn_5": "Procedure on Bich N. Do for the bronchus intermedius stenosis she had that sleeve surgery. Moderate sedation used midaz and fentanyl. Went in through the nose saw the narrowing about 70 percent. Used the balloons started small 8mm went to 10 then 12. Held them for a minute. Opened up real nice can see the lower lobe now. Little bleeding stopped on its own. antibiotics and follow up.",
  "9283746_syn_6": "Flexible bronchoscopy. Balloon dilation of bronchus intermedius. 72 y/o female with history of RLL sleeve resection 18 months ago. CT demonstrates 70% stenosis at surgical anastomosis. Moderate sedation. At bronchus intermedius, severe circumferential stenosis noted at anastomotic site with approximately 65-70% obstruction. Sequential balloon dilation performed: 8mm x 20mm CRE balloon, then 10mm, finally 12mm. Post-dilation patency estimated at 80-85%. RLL basilar segments now visible and patent. Minimal bleeding, resolved spontaneously.",
  "9283746_syn_7": "[Indication]\nPost-surgical anastomotic stenosis, Bronchus Intermedius (70%).\n[Anesthesia]\nModerate Sedation.\n[Description]\nSequential balloon dilation performed (8mm, 10mm, 12mm). Max pressure 6 ATM. Lumen restored to 85%. RLL visualized. Minimal bleeding.\n[Plan]\nContinue antibiotics. Surveillance bronchoscopy 8 weeks.",
  "9283746_syn_8": "[REDACTED] T. Vo required dilation of her airway due to scar tissue from her previous lung surgery. Using moderate sedation, we passed a scope through her nose and found the intermediate bronchus was 70% narrowed. We successfully stretched this open using a series of balloons, ending with a 12mm size. The airway is now about 85% open and we can clearly see the lower lung segments.",
  "9283746_syn_9": "PREOPERATIVE DIAGNOSIS: Bronchus intermedius constriction\nPROCEDURE: Balloon expansion of bronchus intermedius\nNARRATIVE: Severe circumferential constriction noted at anastomotic site with 70% obstruction. Sequential pneumatic expansion performed: 8mm, then 10mm, finally 12mm balloon. Post-expansion patency estimated at 85%. RLL basilar segments now visible and patent. Minimal hemorrhage."
}
