{
  "9333934_syn_1": "Proc: Rt Thoracoscopy w/ Biopsy & Talc.\nFindings: Inflammatory changes.\nActions:\n- 11 biopsies parietal pleura.\n- Diaphragmatic biopsies.\n- Talc poudrage.\n- Tube placed.\nStatus: No leak.",
  "9333934_syn_2": "OPERATIVE SUMMARY: The patient underwent right-sided medical thoracoscopy. The pleural surfaces exhibited inflammatory changes without distinct nodularity. Eleven biopsies were obtained from the parietal pleura, with additional sampling of the diaphragm. Talc poudrage was administered for pleurodesis. The chest was drained and a tube secured.",
  "9333934_syn_3": "Codes: 32609 (Biopsy) + 32650 (Pleurodesis).\nSite: [REDACTED]\nTech: 11 specimens taken from parietal pleura via forceps. Diaphragm sampled. Talc insufflated for chemical pleurodesis. Chest tube inserted.",
  "9333934_syn_4": "Procedure: Right Thoracoscopy\nSteps:\n1. Sedation.\n2. Scope inserted right 6th ICS.\n3. Findings: Inflammation.\n4. Biopsies: 11 parietal + diaphragm.\n5. Talc poudrage.\n6. Chest tube placed.\nPlan: Admit.",
  "9333934_syn_5": "right thoracoscopy for karen she had inflammation no nodules took 11 biopsies from the wall plus some from diaphragm did the talc poudrage too drained it all chest tube in place no leaks",
  "9333934_syn_6": "Right medical thoracoscopy was performed under local anesthesia. Inflammatory changes were noted without nodularity. Eleven biopsies were obtained from the parietal pleura, along with diaphragmatic biopsies. Talc poudrage was performed for pleurodesis. Fluid was evacuated and a chest tube was placed.",
  "9333934_syn_7": "[Indication] Suspected TB pleuritis.\n[Anesthesia] Moderate.\n[Description] Right thoracoscopy. Inflammatory changes. 11 parietal biopsies. Diaphragmatic biopsies. Talc poudrage.\n[Plan] Path results.",
  "9333934_syn_8": "We performed a right medical thoracoscopy on [REDACTED]. The pleura showed inflammatory changes. We collected eleven biopsies from the parietal pleura and additional samples from the diaphragm. We then performed talc poudrage for pleurodesis and placed a chest tube.",
  "9333934_syn_9": "Right pleuroscopy performed. Inflammatory alterations observed. Eleven tissue samples harvested from parietal pleura; diaphragm also sampled. Talc insufflation executed. Fluid drained and catheter deployed.",
  "9333934": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\n\nIndication: Suspected tuberculous pleuritis\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Inflammatory changes without nodularity\nMultiple biopsies obtained from parietal pleura (11 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nLee, MD"
}
