{
  "9355214_syn_1": "Procedure: Ion Bronchoscopy Lingula.\nTarget: 23mm nodule (LB5).\nNav: Ion, rEBUS (concentric), CBCT.\nActions:\n- TBNA (21G): 4 passes.\n- Cryobiopsy (1.1mm): 5 samples.\n- Brush: 2 samples.\n- BAL: 40cc.\n- Fiducial: 1 gold marker.\nROSE: Granulomatous inflammation.\nComplications: None.",
  "9355214_syn_2": "PROCEDURE NOTE: [REDACTED] biopsy of a 23mm Lingular nodule. Under general anesthesia, the Ion robotic platform was utilized for navigation to the inferior lingula (LB5). Radial EBUS showed a concentric view; CBCT confirmed position. We performed multimodal sampling including TBNA (21G), cryobiopsy (1.1mm), and brushing. A fiducial marker was placed for potential SBRT. BAL was also collected. ROSE findings were consistent with granulomatous inflammation.",
  "9355214_syn_3": "Coding Summary:\n- 31626: Fiducial (Primary).\n- 31629: TBNA.\n- 31628: Cryobiopsy.\n- 31623: Brush.\n- 31624: BAL.\n- 31627: Navigation.\n- 31654: EBUS.\nLocation: Lingula. ROSE: Granulomas.",
  "9355214_syn_4": "Procedure: Lingula Biopsy\nPatient: [REDACTED]\nAttending: Dr. Williams\n\n1. GA/ETT.\n2. Ion Nav to LB5.\n3. rEBUS (Concentric) / CBCT confirm.\n4. TBNA x4.\n5. Cryo x5.\n6. Fiducial placed.\n7. Brush x2.\n8. BAL performed.\n9. ROSE: Granulomatous.",
  "9355214_syn_5": "rebecca rodriguez [REDACTED] lingula nodule 23mm ion robotic bronchoscopy reg error 3.0mm navigated to lb5 radial ebus concentric. did tbna 21g x4 cryo 1.1mm x5 brush x2 and a wash. put in a fiducial marker. rose showed granulomas so might not be cancer. no bleeding patient fine.",
  "9355214_syn_6": "A robotic bronchoscopy was performed for a 23mm Lingula nodule. Navigation to the Inferior Lingula (LB5) was achieved with the Ion system. Confirmation via rEBUS (concentric) and CBCT. Sampling included TBNA, cryobiopsy, brushing, and BAL. A fiducial marker was placed. ROSE indicated granulomatous inflammation. The patient was discharged stable.",
  "9355214_syn_7": "[Indication]\n23mm Lingula nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to LB5. rEBUS/CBCT confirmation.\nProcedures:\n- TBNA\n- Cryobiopsy\n- Brushing\n- BAL\n- Fiducial placement\n[Plan]\nFollow-up results.",
  "9355214_syn_8": "[REDACTED] a biopsy of a 23mm nodule in her lingula. We navigated the robotic catheter to the site and confirmed it with imaging. We took extensive samples using needles, cryoprobes, and brushes, and also washed the area. We placed a gold marker as well. The initial results suggest inflammation (granulomas) rather than cancer, but we will await the final report.",
  "9355214_syn_9": "Procedure: Robotic airway exploration.\nSite: Lingular nodule.\nActions: Guided catheter to inferior lingula. Verified via imaging. Performed aspiration, cryo-extraction, brushing, and lavage. Implanted a fiducial. \nROSE: Granulomatous features.",
  "9355214": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 23mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Carina (LC2), Carina, Right Mainstem, Bronchus Intermedius, LUL Lingula Carina (LC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t358\t10\t100\t5\t20\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 3.0mm. Ion robotic catheter was used to engage the Inferior Lingula (LB5). Target lesion is approximately 23mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.4cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 4 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Inferior Lingula (LB5). Instilled 40cc of NS, suction returned with 15cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Granulomatous inflammation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nWilliams, MD"
}
