{
  "9363930_syn_1": "Procedure: Ion Bronchoscopy RUL.\nTarget: 33mm nodule (RB1).\nNav: Ion, rEBUS (concentric), CBCT.\nActions:\n- TBNA (23G): 6 passes.\n- Cryobiopsy (1.7mm): 5 samples.\n- Fiducial: 1 gold marker.\n- Brush: 2 samples.\nROSE: Lymphocytes/benign.\nComplications: None.",
  "9363930_syn_2": "PROCEDURE NOTE: [REDACTED]-assisted bronchoscopy for a 33mm ground glass opacity in the RUL apical segment. Utilizing the Ion platform, we navigated to the target with CBCT confirmation. The lesion was concentric on rEBUS. We performed extensive sampling including TBNA (23G), cryobiopsy (1.7mm probe, 7s freeze), and cytological brushing. A gold fiducial marker was deployed for future localization. Immediate cytologic evaluation showed benign lymphoid cells.",
  "9363930_syn_3": "Code Selection:\n- 31626: Fiducial placement (Primary).\n- 31629: TBNA (Secondary).\n- 31628: Cryobiopsy.\n- 31623: Brushing.\n- 31627: Navigation.\n- 31654: EBUS.\nSite: [REDACTED]",
  "9363930_syn_4": "Procedure: RUL Biopsy / Fiducial\nPatient: [REDACTED]\nAttending: Dr. Anderson\n\n1. Intubation/GA.\n2. Ion Nav to RB1 (33mm nodule).\n3. Confirmed with rEBUS/CBCT.\n4. TBNA x6 (23G).\n5. Cryobiopsy x5 (1.7mm).\n6. Fiducial placed.\n7. Brush x2.\n8. ROSE: Benign.",
  "9363930_syn_5": "[REDACTED] [REDACTED] rul nodule 33mm ground glass... used ion robot reg error 3.8mm nav to 2.0cm away radial ebus concentric spin ct confirmed. did 23g needle x6 cryo 1.7mm x5 and brush x2. put in a gold marker too. rose benign lymphocytes. no bleeding extubated fine.",
  "9363930_syn_6": "A robotic bronchoscopy was performed on a 33mm RUL nodule. Navigation to the Apical segment (RB1) was achieved with the Ion system. rEBUS showed a concentric view. Tool-in-lesion was confirmed with Cone Beam CT. The lesion was sampled via TBNA (23G), cryobiopsy (1.7mm), and brushing. A fiducial marker was placed. ROSE indicated lymphocytes and benign cells. The patient was discharged to recovery.",
  "9363930_syn_7": "[Indication]\n33mm RUL ground glass opacity.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to RB1. Confirmed via rEBUS/CBCT. \nProcedures:\n- TBNA\n- Cryobiopsy\n- Fiducial placement\n- Brushing\n[Plan]\nFollow-up in 5-7 days.",
  "9363930_syn_8": "[REDACTED] a 33mm nodule in the top of his right lung that required biopsy. We used the robotic system to navigate to the apical segment. We confirmed we were in the right place using ultrasound and 3D imaging. We took several biopsies using a needle, a freezing probe, and a brush. We also placed a gold marker in the nodule. The initial check of the cells showed benign tissue.",
  "9363930_syn_9": "Procedure: Robotic airway intervention.\nTarget: RUL opacity.\nSteps: Guided the catheter to the apical segment. Validated position with multimodal imaging. Performed aspiration, cryo-extraction, and brushing. Implanted a fiducial marker. \nResult: Adequate samples obtained.",
  "9363930": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 33mm nodule in RUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Left Mainstem, Right Mainstem, Carina, LUL Lingula Carina (LC1), RML Carina (RC2), Trachea (Distal 1/3) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t12\t319\t14\t80\t5\t24\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 3.8mm. Ion robotic catheter was used to engage the Apical Segment of RUL (RB1). Target lesion is approximately 33mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 2.0cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 6 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nAnderson, MD"
}
