{
  "9533561_syn_1": "Procedure: Ion Bronchoscopy RML.\nTarget: 25mm nodule (RB5).\nNav: Ion, rEBUS (adjacent), Fluoroscopy.\nBiopsy:\n- TBNA (21G/23G): 7 passes.\n- Cryobiopsy (1.1mm): 4 samples.\n- BAL: 40cc.\nROSE: Granulomatous inflammation.\nComplications: None.",
  "9533561_syn_2": "PROCEDURE NOTE: [REDACTED] bronchoscopy for a 25mm RML nodule. Navigation to the medial segment (RB5) was performed with the Ion system. rEBUS showed an adjacent lesion. Positioning was verified with fluoroscopy (Shape-sensing lock). We performed TBNA (21G/23G) and cryobiopsy (1.1mm). BAL was collected. ROSE indicated granulomatous inflammation.",
  "9533561_syn_3": "Coding:\n- 31629: TBNA.\n- 31628: Cryo.\n- 31624: BAL.\n- 31627: Nav.\n- 31654: EBUS.\nNote: Fluoroscopy used for verification instead of CBCT in this instance.",
  "9533561_syn_4": "Procedure: RML Biopsy\nPatient: [REDACTED]\nAttending: Dr. Brown\n\n1. GA/ETT.\n2. Ion Nav to RB5.\n3. rEBUS: Adjacent.\n4. Locked catheter (Shape-sensing).\n5. TBNA x7.\n6. Cryo x4.\n7. BAL.\n8. ROSE: Granulomas.\n9. Stable.",
  "9533561_syn_5": "stephanie moore [REDACTED] rml nodule 25mm ion robot nav to rb5 radial ebus adjacent. locked the arm. did tbna mixed needles and cryo 1.1mm x4 plus a wash. rose showed granulomas so probably benign. no bleeding.",
  "9533561_syn_6": "Ion robotic bronchoscopy was performed for a 25mm RML nodule. Navigation to the Medial segment (RB5) used shape-sensing technology. rEBUS showed an adjacent signal. Biopsies included TBNA (7 passes), cryobiopsy (4 samples), and BAL. ROSE showed granulomatous inflammation. The patient tolerated the procedure well.",
  "9533561_syn_7": "[Indication]\n25mm RML nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to RB5. rEBUS confirmation.\nSampling:\n- TBNA\n- Cryobiopsy\n- BAL\n[Plan]\nFollow-up.",
  "9533561_syn_8": "[REDACTED] a biopsy of a 25mm nodule in her right middle lobe. We used the robotic system to navigate to the correct segment and locked the catheter in place. We took samples using needles and a freezing probe, and washed the area. The preliminary results showed granulomas, which suggests inflammation. She recovered well.",
  "9533561_syn_9": "Procedure: Robotic airway interrogation.\nFocus: RML mass.\nTechnique: Steered to medial segment. Verified via sonography. Sampled via aspiration and cryo-extraction. Lavaged segment. \nResult: Granulomatous changes.",
  "9533561": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Solitary pulmonary nodule\nTarget: 25mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Trachea (Distal 1/3), Bronchus Intermedius, RML Carina (RC2), Left Mainstem, Left Carina (LC2), RUL Carina (RC1), LUL Lingula Carina (LC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t326\t11\t100\t6\t22\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.6mm. Ion robotic catheter was used to engage the Medial Segment of RML (RB5). Target lesion is approximately 25mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.1cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nThe robotic arm was actively locked to maintain rigidity. Vision probe was unlocked and removed from the working channel, leaving the outer catheter locked in position via shape-sensing technology.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 4 samples were collected. Samples sent for Pathology.\n\nBronchoalveolar lavage was performed at Medial Segment of RML (RB5). Instilled 40cc of NS, suction returned with 19cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Granulomatous inflammation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nBrown, MD"
}
