{
  "958472631_syn_1": "Proc: RFA of RLL nodule.\nNav: Veran system to RB9.\nConfirm: Radial EBUS + Cone Beam CT.\nAblation: RFA probe, 90C target. Cycle 1: 8min. Cycle 2: 6min (overlap).\nFindings: Necrosis confirmed on EBUS.\nPlan: Admit, CXR 4hr, CT 24hr.",
  "958472631_syn_2": "OPERATIVE NARRATIVE: The patient underwent bronchoscopic radiofrequency ablation for a biopsy-proven RLL adenocarcinoma. Following induction of general anesthesia, the Veran navigation system was utilized to catheterize the lateral basal segment. Radial EBUS and Cone-Beam CT confirmed central probe placement within the 2.7 cm lesion. RFA was delivered in two overlapping cycles (8 minutes and 6 minutes) at a target temperature of 90 degrees Celsius. Post-procedural imaging confirmed an adequate ablation zone.",
  "958472631_syn_3": "Coding Summary:\n- 31641: Bronchoscopic destruction of tumor (RFA). Two cycles performed to cover lesion + margin.\n- 31627: Electromagnetic navigation (Veran system) used for localization.\n- 31654: Radial EBUS used for target confirmation.\nMedical Necessity: Inoperable malignancy.",
  "958472631_syn_4": "Procedure: RFA Lung\nPt: [REDACTED]\nSteps:\n1. GA, 8.5 Tube.\n2. Veran nav to RLL (RB9).\n3. REBUS + Spin CT to confirm.\n4. RFA probe in.\n5. Burn 1: 8 mins @ 90C.\n6. Pull back 5mm.\n7. Burn 2: 6 mins @ 90C.\n8. Extubated stable.\nPlan: Admit.",
  "958472631_syn_5": "procedure note [REDACTED]... rll radiofrequency ablation... used the veran system navigated to the lateral basal segment... confirmed with radial ebus and the cone beam ct... put the rfa probe in did two burns first one 8 mins second one 6 mins both at 90 degrees... impedance looked good... patient did great no pneumothorax on the table.",
  "958472631_syn_6": "Flexible bronchoscopy with complete airway survey. Electromagnetic navigation bronchoscopy with real-time cone-beam CT guidance. Radial endobronchial ultrasound probe confirmation of target lesion. Radiofrequency ablation of right lower lobe peripheral nodule. Target lesion in right lower lobe lateral basal segment (RB9) id[REDACTED]. Position confirmed with radial endobronchial ultrasound probe. Cone-beam CT performed. Radiofrequency ablation protocol initiated per institutional guidelines. Settings: impedance-controlled algorithm, target temperature 90°C, duration 8 minutes for initial ablation cycle. Second ablation cycle performed: 6 minutes.",
  "958472631_syn_7": "[Indication]\nRLL Adenocarcinoma, medically inoperable.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nNavigated to RLL RB9. Confirmed via REBUS and Cone Beam CT. RFA performed: Cycle 1 (8 min), Cycle 2 (6 min). Target temp 90C. Good ablation zone visualized.\n[Plan]\nAdmit 7 East. CT chest in 24h.",
  "958472631_syn_8": "We performed a procedure to burn a tumor in [REDACTED] lung using radiofrequency energy. We used a navigation system and a special CT scan in the operating room to place the probe exactly in the center of the tumor. We heated the tumor to 90 degrees Celsius for a total of 14 minutes. The ultrasound afterwards showed the tumor had been successfully treated.",
  "958472631_syn_9": "Procedure: Bronchoscopic radiofrequency tumor destruction.\nLocalization: Electromagnetic tracking and endobronchial ultrasonography.\nTherapy: Delivered thermal energy (RFA) to RLL lesion. Two overlapping treatment zones created to ensure margin coverage.\nStatus: Stable."
}
