{
  "9609108_syn_1": "Target: 25mm RUL mass.\nNav: Galaxy + TiLT (0.8cm div).\nTools: rEBUS (eccentric), TBNA, Forceps, BAL, Fiducial.\nROSE: Adenocarcinoma.\nPlan: SBRT planning.",
  "9609108_syn_2": "A 25mm RUL mass was biopsied using the Galaxy robotic system. Navigation to RB2 was accurate, with TiLT confirming a minor 0.8cm divergence. Multimodal sampling (TBNA, forceps, BAL) was performed. A fiducial was placed. Pathology confirmed adenocarcinoma.",
  "9609108_syn_3": "31629 (TBNA), 31624 (BAL), 31626 (Marker), 31627 (Nav), 31654 (EBUS). Forceps bundled. 0.8cm TiLT correction.",
  "9609108_syn_4": "RUL Mass (25mm).\n- Galaxy Nav to RB2.\n- TiLT: 0.8cm shift.\n- rEBUS: Eccentric.\n- TBNA x7, Forceps x7, BAL.\n- Fiducial placed.\n- ROSE: Adeno.",
  "9609108_syn_5": "stephen has a mass 25mm rul. galaxy used. tilt showed small shift 0.8cm. good samples needle and forceps and wash. dropped a seed. rose confirmed adeno.",
  "9609108_syn_6": "Suspected lung malignancy 25mm nodule in RUL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB2. TiLT+ sweep revealed 0.8cm divergence. Corrected. rEBUS eccentric. TBNA 21G, Transbronchial forceps biopsy, BAL, and Gold fiducial placement performed. ROSE Malignant cells id[REDACTED].",
  "9609108_syn_7": "[Indication]\n25mm mass, RUL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav. TiLT correction 0.8cm. rEBUS eccentric. TBNA, Forceps, BAL. Fiducial placed.\n[Plan]\nOncology.",
  "9609108_syn_8": "We biopsied a 25mm mass in the right upper lobe using the Galaxy robot. The TiLT system showed we were very close, just 0.8cm off, which we fixed. We took plenty of samples with needles and forceps and washed the area. We left a marker for the radiation doctors. It is adenocarcinoma.",
  "9609108_syn_9": "Indication: Suspected malignancy.\nProcedure: Galaxy navigation to RUL. TiLT+ rectified 0.8cm error. Sampled via TBNA, forceps, and lavage. Marker deployed. ROSE: Adenocarcinoma.",
  "9609108": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Suspected lung malignancy\nTarget: 25mm nodule in RUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t11\t292\t9\t100\t5\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RUL (RB2) based on the pre-operative CT navigational plan. Registration accuracy: 4.0mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 0.8cm divergence between the pre-op CT target and the actual lesion location due to atelectasis.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 21G needle. 7 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 7 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nBronchoalveolar lavage performed at target segment. 60mL instilled, 29mL return. Sent for Cytology and Culture.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Malignant cells id[REDACTED], consistent with adenocarcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nTaylor, MD"
}
