{
  "9626108_syn_1": "Indication: Post-PDT Debridement (72h).\nProcedure: Bronchoscopy, Debridement.\nFindings: LLL necrosis. 66% obstructed -> 11% post-debridement.\nTools: Microdebrider.\nSpecimen: None.\nPlan: Surveillance 8 wks.",
  "9626108_syn_2": "OPERATIVE REPORT: [REDACTED] 72 hours following PDT for debridement of the left lower lobe. Significant tumor necrosis was visualized. A microdebrider was utilized to mechanically resect the debris, resulting in a marked improvement in airway caliber (66% to 11% obstruction). No biopsies were performed at this interval. The mucosal bed showed healthy granulation tissue.",
  "9626108_syn_3": "Procedure: 31641 (Destruction/Debridement).\nSite: Left Lower Lobe (LLL).\nTool: Microdebrider.\nIndication: Clearance of necrotic debris post-PDT.\nResult: Excellent result, obstruction reduced to 11%.\nNote: No separate biopsies billed.",
  "9626108_syn_4": "Procedure: PDT Debridement\nPt: [REDACTED]\n1. Intubation.\n2. Scope to LLL.\n3. Microdebrider used on necrosis.\n4. Airway clear (11% obstruction).\n5. No biopsies.\nPlan: F/u 8 weeks.",
  "9626108_syn_5": "[REDACTED] 3 days post pdt lll tumor debridement used the microdebrider cleaned it out really well went from 66 percent blocked to 11 percent looks great no biopsy today just cleaned it up patient stable",
  "9626108_syn_6": "72 hours post-PDT, the patient underwent LLL debridement. A microdebrider was employed to remove extensive necrotic debris. Airway obstruction decreased from 66% to 11%. No biopsies were taken. The patient was extubated without complication.",
  "9626108_syn_7": "[Indication]\nPost-PDT Debridement (72h), LLL.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nNecrosis debrided with microdebrider. Airway opened significantly. No biopsies.\n[Plan]\nSurveillance in 8 weeks.",
  "9626108_syn_8": "We performed the scheduled debridement for [REDACTED]. The left lower lobe looked exactly as we expected with plenty of necrotic tissue. We used the microdebrider to clean it all out, and the airway looks fantastic now—almost wide open. We decided not to biopsy today since the response looked so complete. He's good to go home.",
  "9626108_syn_9": "PROCEDURES: 1. Bronchoscopy with elimination of necrotic tissue.\nDETAILS: The LLL was examined. Necrosis was evident. A microdebrider was employed to clear the obstruction. Patency was markedly improved. No samples were collected. The patient was recovered."
}
