{
  "9808285": "INTERVENTIONAL PULMONOLOGY PROCEDURE DOCUMENTATION\n\nPatient [REDACTED]: Samantha Davis\nMedical Record [REDACTED]: [REDACTED]\nDate of Birth: [REDACTED] (Age: 63 years)\nBiological Sex: Male\nDate of Procedure: [REDACTED]\nInstitution: [REDACTED]\n\nCLINICAL PRESENTATION AND PROCEDURAL INDICATION\n\nThis 63-year-old male patient with a pertinent oncologic history presented for comprehensive bronchoscopic evaluation. The primary indication for this procedure encompassed lung nodule evaluation with mediastinal lymphadenopathy workup. Preprocedural imaging demonstrated a 25.0 mm solid pulmonary parenchymal lesion localized to the LUL anterior (B3), with positive bronchus sign on computed tomographic assessment. Positron emission tomography demonstrated metabolic hyperactivity with standardized uptake value maximum of 9.6.\n\nANESTHETIC CONSIDERATIONS\n\nThe patient was classified as American Society of Anesthesiologists physical status 3. General endotracheal anesthesia was administered, with successful orotracheal intubation utilizing a 8.0 mm endotracheal tube.\n\nPROCEDURAL TECHNIQUE\n\nCOMPONENT I: ENDOBRONCHIAL ULTRASOUND-GUIDED TRANSBRONCHIAL NEEDLE ASPIRATION\n\nThe convex-probe endobronchial ultrasound bronchoscope (Fujifilm EB-580S) was advanced through the endotracheal tube into the tracheobronchial tree. Systematic mediastinal and hilar lymph node evaluation was performed according to established staging protocols.\n\nStation 7 demonstrated a heterogeneous lymph node measuring 19.5 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 4 passes with a 21-gauge Standard FNA needle. Rapid on-site cytological evaluation revealed granuloma. Station 11L demonstrated a homogeneous lymph node measuring 18.1 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 2 passes with a 21-gauge Standard FNA needle. Rapid on-site cytological evaluation revealed malignant - squamous cell carcinoma. Station 10R demonstrated a heterogeneous lymph node measuring 17.1 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 4 passes with a 21-gauge Standard FNA needle. Rapid on-site cytological evaluation revealed granuloma. Station 4L demonstrated a homogeneous lymph node measuring 11.5 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 3 passes with a 21-gauge Standard FNA needle. Rapid on-site cytological evaluation revealed atypical cells.\n\nCOMPONENT II: ROBOTIC-ASSISTED BRONCHOSCOPIC NAVIGATION\n\nFollowing completion of mediastinal staging, the Monarch robotic bronchoscopy platform (Auris Health (J&J)) was deployed. Electromagnetic navigation registration achieved acceptable accuracy with registration error of 1.6 mm. The robotic catheter was successfully advanced to the target lesion in the LUL anterior (B3).\n\nRadial endobronchial ultrasonography demonstrated eccentric visualization of the target lesion. Tool-in-lesion confirmation was achieved via fluoroscopy.\n\nTissue acquisition was performed utilizing multiple modalities: transbronchial forceps biopsy (4 specimens), transbronchial needle aspiration (3 passes), and bronchial brushings (2 specimens). Bronchoalveolar lavage was obtained for microbiological analysis.\n\nRAPID ON-SITE CYTOLOGICAL EVALUATION\n\nOn-site cytopathological assessment of the peripheral lesion specimens revealed malignant - squamous cell carcinoma.\n\nPROCEDURAL OUTCOMES AND COMPLICATIONS\n\nThe procedure was completed without complication. Hemostasis was achieved spontaneously with minimal blood loss (<10 mL). Post-procedural chest radiography demonstrated no evidence of pneumothorax or other acute pulmonary parenchymal abnormality.\n\nIMPRESSION AND RECOMMENDATIONS\n\n1. Successful endobronchial ultrasound-guided mediastinal staging with sampling of 4 lymph node stations\n2. Successful robotic-assisted bronchoscopic biopsy of LUL pulmonary lesion\n3. Cytological evaluation suggestive of granuloma\n4. Recommend correlation with final surgical pathology and consideration of molecular profiling if malignancy confirmed\n\nTotal Procedure Duration: 123 minutes\n\nElectronically Signed,\nAndrew Nakamura, MD\nDivision of Interventional Pulmonology\nRegional Medical Center"
}
