{
  "9864901_syn_1": "Target: 11mm LLL nodule.\nSystem: Galaxy Robot.\nNav: Reg error 3.5mm. TiLT+ showed 1.3cm divergence (atelectasis).\nAction: Re-aligned. rEBUS adjacent.\nSampling: TBNA (5 passes), Brush.\nROSE: Granulomatous inflammation.\nComp: None.",
  "9864901_syn_2": "PROCEDURE NARRATIVE: The subject, with a history of malignancy, presented for evaluation of an 11mm LLL nodule. Under general anesthesia, the Galaxy robotic bronchoscope was advanced to the LB7+8 segment. Intraoperative tomosynthesis (TiLT) revealed a 1.3cm target divergence attributable to atelectasis. Following virtual target update, tool position was verified. Sampling via 22G TBNA and cytology brush yielded granulomatous inflammation on preliminary review.",
  "9864901_syn_3": "Billing Summary:\n- Primary: 31629 (TBNA of LLL nodule).\n- Secondary: 31623 (Brush), 31627 (Navigation), 31654 (rEBUS).\n- Complexity: High. Required TiLT+ tomosynthesis to correct 1.3cm divergence caused by atelectasis.\n- Outcome: Successful localization and sampling.",
  "9864901_syn_4": "Procedure: Robotic Bronch (Galaxy)\nPatient: L. White\nIndication: LLL Nodule\nSteps:\n1. Intubation.\n2. Nav to LLL (LB7+8).\n3. TiLT+ spin -> 1.3cm divergence found.\n4. Updated path.\n5. rEBUS adjacent.\n6. TBNA x5, Brush x1.\n7. ROSE: Granulomas.\nPlan: Discharge if CXR clear.",
  "9864901_syn_5": "linda white 11mm nodule lll. galaxy robot used. registration was a bit loose 3.5mm. did the tilt scan and found the nodule moved 1.3cm probably atelectasis. adjusted and got it with rebus adjacent view. tbna needle and brush used. rose said granulomas so hopefully benign. patient did fine no bleeding.",
  "9864901_syn_6": "Pulmonary nodule in patient with prior malignancy. 11mm nodule in LLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB7+8. TiLT+ sweep revealed 1.3cm divergence due to atelectasis. Target updated. rEBUS view: Adjacent. Transbronchial needle aspiration (22G, 5 passes). Cytology brushings. ROSE Result: Granulomatous inflammation. Disposition: Recovery.",
  "9864901_syn_7": "[Indication]\n11mm nodule LLL, prior malignancy.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy robot navigated to LB7+8. TiLT+ used to correct 1.3cm divergence. rEBUS adjacent. TBNA and Brush performed.\n[Plan]\nFollow-up pathology.",
  "9864901_syn_8": "[REDACTED] bronchoscopy for her LLL nodule today. Using the Galaxy system, we navigated to the lower lobe. We performed a TiLT+ spin which showed the nodule had shifted by 1.3cm due to atelectasis. We adjusted our targeting, confirmed with ultrasound, and took samples using a needle and brush. Preliminary results suggest granulomatous inflammation.",
  "9864901_syn_9": "Operation: Robotic-assisted bronchoscopy.\nTarget: LLL mass.\nDetails: The Galaxy scope was steered to the target. TiLT+ imaging uncovered a 1.3cm shift. We realigned the virtual target. The site was sampled via needle aspiration and brushing.\nFinding: Granulomas on ROSE.",
  "9864901": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Pulmonary nodule in patient with prior malignancy\nTarget: 11mm nodule in LLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t387\t13\t80\t5\t23\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LLL (LB7+8) based on the pre-operative CT navigational plan. Registration accuracy: 3.5mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.3cm divergence between the pre-op CT target and the actual lesion location due to atelectasis.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 22G needle. 5 passes obtained. Samples sent for Cytology and Cell block.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Granulomatous inflammation\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nDavis, MD"
}
