{
  "9911529_syn_1": "Indication: 16mm RLL GGO.\nProcedure:\n- Monarch nav to RB9.\n- rEBUS: Concentric.\n- TBNA (21G) x7.\n- Forceps x8.\n- No brush/BAL.\nROSE: Adenocarcinoma.\nPlan: Onc referral.",
  "9911529_syn_2": "PROCEDURE NOTE: The patient underwent robotic bronchoscopy for a 16mm ground glass opacity in the Lateral-Basal Segment of the RLL. Navigation was achieved using the Monarch platform. Radial EBUS confirmed the target with a concentric view. We performed transbronchial needle aspiration (21G) and extensive forceps biopsies. No brushings were obtained. ROSE confirmed the presence of malignant cells consistent with adenocarcinoma.",
  "9911529_syn_3": "Coding:\n- 31629 (TBNA)\n- 31628 (Forceps)\n- 31627 (Nav)\n- 31654 (EBUS)\nSite: RLL Lateral-Basal.\nNote: No brush (31623) or BAL (31624) performed.\nOutcome: Positive for Adenocarcinoma.",
  "9911529_syn_4": "Trainee Note\nPt: [REDACTED], S.\nLesion: RLL 16mm.\nSteps:\n1. GA, ETT 8.0.\n2. Nav to RB9 (Monarch).\n3. rEBUS concentric.\n4. TBNA 21G.\n5. Forceps biopsy.\nROSE: Adenocarcinoma.\nComplications: None.",
  "9911529_syn_5": "Stephanie White 16mm nodule in the RLL lateral basal. Used the monarch robot registration 3.6mm. Navigated down to RB9 rEBUS concentric. Did needle 21 gauge and forceps biopsies 8 passes. ROSE came back adenocarcinoma. No bleeding patient tolerated well.",
  "9911529_syn_6": "Robotic bronchoscopy was performed for a 16mm RLL nodule. The Monarch system was navigated to the lateral-basal segment (RB9). rEBUS confirmed a concentric view. Sampling consisted of 21G TBNA and forceps biopsies. Continuous visualization was maintained. ROSE confirmed adenocarcinoma. The patient was extubated and recovered without complications.",
  "9911529_syn_7": "[Indication]\nGround glass opacity, RLL (16mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to RB9. rEBUS: Concentric. Sampling: 21G TBNA, Forceps. Continuous visualization. ROSE: Adenocarcinoma.\n[Plan]\nCXR, Discharge, Oncology.",
  "9911529_syn_8": "[REDACTED] a biopsy for a nodule in her right lower lobe. We used the Monarch robot to navigate to the lateral-basal segment. Once the EBUS confirmed we were centered in the lesion, we used a 21-gauge needle and forceps to take samples. The pathologist in the room confirmed it was adenocarcinoma. We finished the procedure without any issues.",
  "9911529_syn_9": "Procedure: Robotic navigational bronchoscopy.\nSite: RLL Lateral-Basal Segment.\nAction: The robotic scope was guided to the target. rEBUS verified the position. The lesion was aspirated and biopsied with forceps.\nResult: ROSE id[REDACTED] adenocarcinoma. No adverse events.",
  "9911529": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 2/7/1948\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 16mm nodule in RLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t293\t15\t100\t8\t16\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 3.6mm.\n\nThe device was navigated to the RLL. The outer sheath was parked and locked at the ostium of the segmental airway (RB9) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Lateral-Basal Segment of RLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 8 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with adenocarcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nTaylor, MD"
}
