{
  "9928174_syn_1": "Procedure: Tunneled cath removal. Local. Cuff dissected. Catheter removed intact. Suture closure.",
  "9928174_syn_2": "[REDACTED] elective explantation of an indwelling tunneled pleural catheter. Following sterile preparation and infiltration of lidocaine, the subcutaneous cuff was meticulously dissected. The catheter was withdrawn without complication, and the tract was closed with a purse-string suture.",
  "9928174_syn_3": "Procedure performed: Removal of tunneled pleural catheter (CPT 32552). The polyester cuff was id[REDACTED] and dissected from the subcutaneous tissue to allow removal. No imaging guidance was utilized.",
  "9928174_syn_4": "Procedure Note: Indwelling Pleural Catheter Removal. Steps: 1. Time out. 2. Local anesthesia. 3. Incision over cuff. 4. Dissection of cuff. 5. Catheter removal. 6. Closure. Patient tolerated well.",
  "9928174_syn_5": "pleurx removal for [REDACTED] so we took it out local lidocaine used cut down to the cuff and freed it up pulled the line out no issues put a stitch in sent home.",
  "9928174_syn_6": "The patient presented for removal of a PleurX catheter due to cessation of drainage. Ultrasound showed no fluid. Local anesthesia was administered. The cuff was dissected and the catheter removed smoothly. A suture was placed to close the site.",
  "9928174_syn_7": "[Indication] Malignant effusion, decreased drainage. [Anesthesia] Local. [Description] Cuff dissected, catheter removed. [Plan] Discharge.",
  "9928174_syn_8": "[REDACTED] removal of her PleurX catheter. We prepped the site and used local anesthetic. I made an incision and dissected the cuff free from the tissue. The catheter slid out easily. We closed the site with a suture.",
  "9928174_syn_9": "Explantation of tunneled pleural drain. The device was extracted after freeing the Dacron anchor. The exit site was sutured.",
  "9928174": "PROCEDURE NOTE: INDWELLING PLEURAL CATHETER REMOVAL\n\nPatient: [REDACTED] (MRN: [REDACTED])\nDate: [REDACTED]\nAttending: Dr. McKenzie\n\nIndication: Patient with history of malignant pleural effusion (breast cancer) and trapped lung who had a PleurX catheter placed 3 months ago. Drainage has decreased to <20cc per week for the last 3 weeks. Pleurodesis appears to have occurred spontaneously or fluid production has ceased.\n\nPre-procedure: Ultrasound shows no significant fluid. Tract is clean. Consent obtained.\n\nProcedure: Local anesthesia (Lidocaine 1%) infiltrated around the cuff site. Dissection performed to free the Dacron cuff from the subcutaneous tissue. The catheter was pulled smoothly without resistance. Purse-string suture placed to close the site. Occlusive dressing applied.\n\nComplications: None.\nDisposition: Home."
}
