{
  "9937326_syn_1": "Indication: Post-PDT Debridement (48h).\nProcedure: Bronchoscopy, Debridement, Biopsy.\nFindings: LLL necrosis. 52% obstructed -> 27% post-debridement.\nTools: Rigid coring.\nSpecimen: Biopsies x4.\nPlan: Continue light precautions. F/u 8 wks.",
  "9937326_syn_2": "OPERATIVE NARRATIVE: [REDACTED] 48 hours post-PDT for scheduled debridement. Bronchoscopy revealed extensive necrotic debris in the left lower lobe bronchus, consistent with a moderate therapeutic response. Utilizing rigid coring techniques, the necrotic tissue was systematically excised, improving airway patency from 52% to 27%. Biopsies of the treatment bed were obtained to evaluate for residual neoplastic cells. Hemostasis was maintained throughout.",
  "9937326_syn_3": "Procedures: 31641 (Debridement), 31625 (Biopsy).\nSite: Left Lower Lobe (LLL).\nIndication: Necrosis post-PDT.\nTechnique: Rigid coring for tissue removal.\nResult: Obstruction reduced (52% -> 27%).\nPathology: 4 biopsies submitted.",
  "9937326_syn_4": "Procedure: PDT Debridement\nPt: [REDACTED]\n1. GA induced.\n2. Scope to LLL.\n3. Necrotic debris seen.\n4. Rigid coring used to clean it out.\n5. Biopsies x4 taken.\n6. Airway open.\nPlan: Path pending.",
  "9937326_syn_5": "thomas williams back for debridement 2 days after pdt lll lots of necrosis used the rigid coring to scrape it out looks much better now airway open biopsies taken from the bed patient did well no bleeding extubated",
  "9937326_syn_6": "The patient presented 48 hours post-PDT for debridement. The LLL bronchus contained significant necrotic debris. Rigid coring was used to debride the tissue, reducing obstruction from 52% to 27%. Four biopsies were taken from the treatment bed. No bleeding occurred. The patient was extubated and recovered.",
  "9937326_syn_7": "[Indication]\nPost-PDT Debridement (48h), LLL.\n[Anesthesia]\nGeneral, 7.5 ETT.\n[Description]\nNecrotic debris removed from LLL via rigid coring. Biopsies x4 taken. Obstruction improved.\n[Plan]\nAwait path. Light precautions.",
  "9937326_syn_8": "[REDACTED] for his clean-up bronchoscopy. We found a good amount of dead tissue in the left lower lobe where the tumor used to be. We used a coring tool to clear it all out, which really opened up the airway. We grabbed a few biopsies from the base to check for any leftover cancer. He handled the anesthesia fine and is recovering well.",
  "9937326_syn_9": "PROCEDURES: 1. Bronchoscopy with excision of necrotic tissue. 2. Endobronchial sampling.\nDETAILS: The LLL was inspected. Dead tissue was abundant. Rigid coring was used to extract the debris. Patency was restored. Samples were harvested for pathology. The patient was awakened."
}
