{
  "9980503_syn_1": "Proc: Rigid bronch w/ stent.\nInd: Esophageal CA, tracheal inv.\nActions:\n- Jet vent.\n- APC tumor ablation.\n- Novatech Silicone stent (14x60mm) placed Left mainstem.\n- Patency confirmed.\nPost-op: 14% obstruct. No comp.",
  "9980503_syn_2": "HISTORY: [REDACTED], an 81-year-old female with esophageal carcinoma and secondary tracheal invasion, presented for therapeutic intervention.\nOPERATIVE REPORT: Under general anesthesia utilizing jet ventilation, the airway was accessed via rigid bronchoscopy. Significant obstruction was noted in the Left Mainstem (LMS). Argon Plasma Coagulation (APC) was utilized for thermal ablation of the endoluminal tumor component. Subsequently, the airway dimensions were sized, and a 14x60mm Novatech Silicone (Dumon) stent was deployed. Immediate relief of obstruction was visualized, with residual stenosis estimated at 14%.",
  "9980503_syn_3": "Procedures Performed:\n1. Therapeutic Rigid Bronchoscopy (31641): Destruction of tumor utilizing Argon Plasma Coagulation to prepare airway.\n2. Bronchial Stent Placement (31636): Deployment of Novatech Silicone stent, 14mm x 60mm, into the Left Mainstem Bronchus.\nMedical Necessity: 72% malignant obstruction reduced to 14% to restore patency.",
  "9980503_syn_4": "Resident Procedure Note\nAttending: Dr. Martinez\nPatient: [REDACTED]\nProcedure: Rigid Bronchoscopy, Stent Placement\nSteps:\n1. Timeout performed.\n2. General anesthesia with jet ventilation.\n3. Rigid scope inserted. 72% obstruction seen in LMS.\n4. APC used to ablate tumor tissue (31641).\n5. Novatech stent 14x60mm deployed (31636).\n6. Good expansion confirmed.\nPlan: Admit for observation.",
  "9980503_syn_5": "Note for Barbara Williams we did the bronchoscopy today used the rigid scope because of the cancer invading the trachea. Dr Martinez was attending. We used the APC to burn the tumor a bit then put in a novatech silicone stent size 14 by 60 in the left main. looks much better now maybe 14 percent blocked. patient tolerated it fine minimal bleeding sending to recovery then floor thanks.",
  "9980503_syn_6": "Esophageal cancer with tracheal invasion necessitating intervention. Pre-procedure obstruction approximately 72% at Left mainstem. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. APC was utilized for tumor ablation prior to stent placement. The airway was measured and a Novatech Silicone - Dumon stent (14x60mm) was deployed in the Left mainstem. Stent position confirmed with good expansion and patency. Post-procedure obstruction was reduced to approximately 14%. There were no complications and EBL was minimal. Plan is for clinic follow up in 4-6 weeks.",
  "9980503_syn_7": "[Indication]\nEsophageal cancer, tracheal invasion, 72% LMS obstruction.\n[Anesthesia]\nGeneral, Jet Ventilation.\n[Description]\nRigid bronchoscopy. APC ablation performed. Novatech Silicone stent (14x60mm) deployed in LMS. Obstruction reduced to 14%.\n[Plan]\nAdmit overnight. Clinic f/u 4-6 wks.",
  "9980503_syn_8": "The patient was brought to the operating room and placed under general anesthesia with jet ventilation. We performed a rigid bronchoscopy to address the esophageal cancer invasion. First, we used APC to ablate the tumor tissue. Once the airway was prepared, we measured the defect and deployed a 14x60mm Novatech Silicone stent into the Left Mainstem. The stent expanded well, and the obstruction was significantly reduced.",
  "9980503_syn_9": "Under general anesthesia with jet ventilation, rigid bronchoscopy was conducted. APC was employed for tumor destruction preceding stent insertion. The airway was gauged and a Novatech Silicone - Dumon stent (14x60mm) was positioned in the Left mainstem. Stent location was verified with adequate expansion. Post-procedure blockage was ~14%. No adverse events.",
  "9980503": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\n\nIndication: Esophageal cancer with tracheal invasion\nPre-procedure obstruction: ~72% Left mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nAPC used for tumor ablation prior to stent placement.\nAirway measured and Novatech Silicone - Dumon stent (14x60mm) deployed in Left mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~14%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nMartinez, MD"
}
