{
  "9985183_syn_1": "Procedure: Ion Bronchoscopy RLL.\nTarget: 30mm nodule (RB10).\nNav: Ion, rEBUS (adjacent), CBCT.\nBiopsy:\n- TBNA (23G): 5 passes.\n- Cryobiopsy (1.7mm): 5 samples.\nROSE: Squamous cell carcinoma.\nComplications: None.",
  "9985183_syn_2": "PROCEDURE NOTE: [REDACTED] a Lung-RADS 4B nodule in the RLL. Robotic navigation (Ion) guided the catheter to the posterior-basal segment (RB10). rEBUS showed an adjacent signal; CBCT confirmed placement. We performed TBNA (23G) and transbronchial cryobiopsy (1.7mm). Samples were adequate. ROSE confirmed malignant cells consistent with squamous cell carcinoma.",
  "9985183_syn_3": "Billing:\n- 31629: TBNA (Primary).\n- 31628: Cryobiopsy.\n- 31627: Nav.\n- 31654: EBUS.\nLocation: RLL (30mm). ROSE: Positive.",
  "9985183_syn_4": "Procedure: RLL Biopsy\nPatient: [REDACTED]\nAttending: Dr. Lee\n\n1. GA/ETT.\n2. Ion Nav to RB10.\n3. rEBUS: Adjacent.\n4. CBCT confirm.\n5. TBNA x5 (23G).\n6. Cryo x5 (1.7mm).\n7. ROSE: SCC.\n8. Extubated stable.",
  "9985183_syn_5": "karen sanchez [REDACTED] rll nodule 30mm 4b used ion robot nav to rb10 radial ebus adjacent cone beam ct confirmed tool in lesion. did 5 needle passes 23g and 5 cryo samples 1.7mm. [REDACTED] said squamous cell ca. bleeding mild stopped fine.",
  "9985183_syn_6": "Under general anesthesia, Ion robotic bronchoscopy was performed for a 30mm RLL nodule. Navigation to the Posterior-Basal segment (RB10) was verified by rEBUS and CBCT. Sampling was performed via TBNA (23G) and cryobiopsy (1.7mm). ROSE confirmed squamous cell carcinoma. The patient was stable post-procedure.",
  "9985183_syn_7": "[Indication]\n30mm RLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to RB10. Confirmed rEBUS/CBCT.\nBiopsy:\n- TBNA\n- Cryobiopsy\n[Plan]\nRefer to Oncology.",
  "9985183_syn_8": "[REDACTED] a biopsy of a 30mm nodule in her right lower lung. We used the robotic system to reach the posterior-basal segment. Imaging confirmed we were at the target. We took samples with a needle and a freezing probe. The rapid test confirmed squamous cell carcinoma. She recovered well.",
  "9985183_syn_9": "Procedure: Robotic airway sampling.\nFocus: RLL mass.\nMethods: Navigated to posterior-basal segment. Verified with sonography/tomography. Performed aspiration and cryo-biopsy. \nResult: Malignancy confirmed.",
  "9985183": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Lung-RADS 4B nodule\nTarget: 30mm nodule in RLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the RUL Carina (RC1), Left Carina (LC2), Carina, Bronchus Intermedius, RML Carina (RC2), Left Mainstem, Right Mainstem, Trachea (Distal 1/3) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t10\t371\t16\t100\t8\t19\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 1.7mm. Ion robotic catheter was used to engage the Posterior-Basal Segment of RLL (RB10). Target lesion is approximately 30mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.0cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 5 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 6 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nLee, MD"
}
