{
  "A47829C_syn_1": "Proc: Nav Bronch LUL.\nTarget: 9mm GGO.\nTools: EMN + Radial EBUS (concentric).\nSamples: TBNA x2, Bx x4, Brush x1.\nFluoro: 2.8 min.\nComplications: None.",
  "A47829C_syn_2": "PROCEDURE NOTE: Electromagnetic Navigation Bronchoscopy.\nINDICATION: Evaluation of a 9mm ground-glass opacity in the left upper lobe.\nPROCEDURE: Using virtual bronchoscopic planning and electromagnetic navigation, the apical-posterior segment of the LUL was catheterized. Radial EBUS confirmed a concentric echotexture consistent with the target lesion. Diagnostic sampling was performed utilizing transbronchial needle aspiration, forceps biopsy, and cytology brushing. There were no immediate complications.",
  "A47829C_syn_3": "CPT Codes Supported:\n- 31627 (Navigation)\n- 31654 (Radial EBUS)\n- 31629 (TBNA)\n- 31623 (Brush)\n- 31628 (Biopsy - bundled into 31629 for same site, but documented performed).\nNotes: Fluoroscopy utilized.",
  "A47829C_syn_4": "Resident Note\nPt: [REDACTED]\nProcedure: Nav Bronch\nSteps:\n1. LUL target mapped.\n2. Navigated to target.\n3. REBUS showed tool-in-lesion.\n4. Needles x2, Biopsies x4, Brush x1.\n5. No pneumo.\nPlan: Pathology f/u.",
  "A47829C_syn_5": "bronch note [REDACTED] lul ggo 9mm... used the navigation system got right to it... radial ebus confirmed concentric view... took a bunch of samples tbna biopsy brush... patient tolerated it well no bleeding no pneumothorax... path pending.",
  "A47829C_syn_6": "LUL peripheral ground-glass nodule 9mm, no bronchus sign. Virtual bronchoscopy planning completed pre-procedure. Electromagnetic navigation system utilized. Target registration successful. Extended working channel advanced to LUL apical-posterior segment. Radial EBUS probe confirmed tool-in-lesion. Transbronchial needle aspiration ×2. Transbronchial forceps biopsy ×4. Cytology brush ×1. No pneumothorax on immediate post-procedure CXR.",
  "A47829C_syn_7": "[Indication]\n9mm LUL ground-glass nodule.\n[Anesthesia]\nLocal/Topical only (Awake).\n[Description]\nEMN guidance to LUL apical-posterior. Radial EBUS concentric view. Samples: TBNA, Bx, Brush.\n[Plan]\nDischarge. Clinic f/u 1 week.",
  "A47829C_syn_8": "[REDACTED] a navigation bronchoscopy to biopsy a small, hazy nodule in his left upper lung. We kept him awake with just numbing medicine. Using a computerized guidance system, we steered a catheter to the nodule and confirmed we were in the right spot with ultrasound. We took needle samples, biopsies, and brushings. He did well with no collapsed lung.",
  "A47829C_syn_9": "Procedure: Guided bronchoscopic sampling.\nTarget: Left Upper Lobe sub-solid lesion.\nGuidance: Electromagnetic tracking + peripheral ultrasound.\nAction: Acquired fine needle aspirates, parenchymal tissue samples, and brush cytology.\nOutcome: Diagnostic material obtained.",
  "A47829C": "MRN [REDACTED] | DOB [REDACTED] | Pt: David Kim\n\nINDICATION: LUL peripheral ground-glass nodule 9mm, no bronchus sign, slow growth over 18mo\n\nMEDS: Local anesthesia only - topical lidocaine 4% nebulized + transtracheal 2% lidocaine\nPatient [REDACTED]hroughout (Ramsay 2)\n\nTECHNIQUE:\n- Virtual bronchoscopy planning completed pre-procedure\n- Electromagnetic navigation system utilized\n- Target registration successful, error <5mm\n- Extended working channel advanced to LUL apical-posterior segment\n- Radial EBUS probe confirmed tool-in-lesion - eccentric pattern initially, adjusted to concentric\n- Fluoroscopy used for confirmation: 2.8 minutes total time, DAP 98 cGy*cm²\n\nSAMPLING:\nTransbronchial needle aspiration ×2\nTransbronchial forceps biopsy ×4 (small samples given GGO nature)\nCytology brush ×1\n\nSAFETY: No pneumothorax on immediate post-procedure CXR. No bleeding. SpO2 stable 96-98% throughout.\n\nSUCCESS METRICS: Tool-in-lesion confirmed, localization successful, diagnostic sampling completed per protocol."
}
