{
  "ABL002_syn_1": "Indication: RLL Adenocarcinoma (2.0cm).\nProcedure: Nav bronch + RFA.\nTarget: Superior segment RLL.\nGuidance: EMN + Radial EBUS (eccentric) + CBCT.\nAblation: 3 cycles (50W, 5 min each). Temp 105C.\nResult: Good ablation zone. No complications.\nPlan: Admit.",
  "ABL002_syn_2": "INDICATION: Treatment of biopsy-proven adenocarcinoma in the RLL superior segment in a patient with GOLD III COPD.\nPROCEDURE: Following general anesthesia, virtual bronchoscopic navigation facilitated access to the target lesion. Radial EBUS revealed an eccentric orientation. Radiofrequency ablation was selected as the modality. Three overlapping cycles were delivered at 50 Watts/5 minutes, achieving tip temperatures of 105 degrees Celsius. Cone-beam CT verified the extent of the ablation zone.\nIMPRESSION: Successful radiofrequency ablation of RLL malignancy.",
  "ABL002_syn_3": "Coding: 31641 (Tumor destruction), 31627 (Navigation), 31654 (REBUS).\nModality: Radiofrequency Ablation (RFA).\nTarget: Right Lower Lobe Superior Segment (2.0 cm).\nTechnique: Navigation to lesion, EBUS confirmation, RFA catheter deployment.\nDosimetry: 3 cycles x 50W x 5 min.\nOutcome: Ablation zone encompassed nodule on CBCT.",
  "ABL002_syn_4": "Procedure: Nav Bronch / RFA\nPatient: 66M (COPD)\nSteps:\n1. Navigated to RLL superior segment.\n2. EBUS showed eccentric view.\n3. Adjusted and verified with CBCT.\n4. RFA probe inserted.\n5. 3 cycles of burning (50W, 5 min each).\n6. Temps hit 105C.\nPlan: Admit overnight.",
  "ABL002_syn_5": "did an RFA on the guy with the RLL cancer 66 year old. Navigated down there ebus was a bit eccentric but we adjusted. Used the cone beam to confirm. Did three burns with the radiofrequency catheter 50 watts each for 5 mins. Got it nice and hot 105 degrees. Scan after showed we got the whole thing. No bleeding no pneumo.",
  "ABL002_syn_6": "Navigational bronchoscopy with radiofrequency ablation of a peripheral right lower lobe nodule. 2.0 cm peripheral right lower lobe nodule, biopsy-proven adenocarcinoma. General anesthesia with endotracheal tube. A navigation catheter was advanced using CT-based virtual bronchoscopy planning to a superior segment right lower lobe target. Radial EBUS confirmed an eccentric image. A radiofrequency ablation catheter was then advanced. Three overlapping ablation cycles (each 50 W for 5 minutes) were delivered with careful monitoring of impedance and tip temperature. Post-ablation cone-beam CT demonstrated an ablation zone encompassing the nodule.",
  "ABL002_syn_7": "[Indication]\n2.0 cm RLL adenocarcinoma, limited reserve.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nNavigation to RLL superior segment. EBUS eccentric. CBCT confirmation. RFA: 3 cycles, 50W, 5 mins. Max temp 105C. Ablation zone verified.\n[Plan]\nAdmit for observation.",
  "ABL002_syn_8": "We treated this gentleman's lung cancer with radiofrequency ablation (RFA) because his COPD makes surgery too risky. We used a navigation system to guide a catheter down to the tumor in his right lower lobe. Once we confirmed we were in the right spot using ultrasound and a CT scan, we used the RFA probe to heat and destroy the tumor. We did this three times to make sure we got it all. The scan afterwards showed a good burn area covering the tumor.",
  "ABL002_syn_9": "Procedure: Navigational bronchoscopy with radiofrequency destruction of a peripheral RLL nodule.\nDetails: A navigation catheter was guided to the superior segment target. Radial EBUS confirmed an eccentric image. The position was refined and validated. A radiofrequency ablation catheter was deployed. Three overlapping destruction cycles were administered. Post-procedure imaging showed a destruction zone covering the nodule.",
  "ABL002": "Interventional Pulmonology Procedure Note\nProcedure: Navigational bronchoscopy with radiofrequency ablation of a peripheral right lower lobe nodule.\nIndication: 2.0 cm peripheral right lower lobe nodule, biopsy-proven adenocarcinoma, in a patient with limited pulmonary reserve.\nPatient: 66-year-old male with GOLD III COPD.\nSedation/airway: General anesthesia with endotracheal tube.\nProcedure description: After induction of general anesthesia and ETT placement, flexible bronchoscopy was performed to survey the central airways, which were free of endobronchial tumor. A navigation catheter was advanced using CT-based virtual bronchoscopy planning to a superior segment right lower lobe target. Radial EBUS confirmed an eccentric but in-branch image corresponding to the lesion. The catheter position was refined and rechecked. A radiofrequency ablation catheter was then advanced through the extended working channel to the lesion. Three overlapping ablation cycles (each 50 W for 5 minutes) were delivered with careful monitoring of impedance and tip temperature, reaching approximately 105 °C. Post-ablation cone-beam CT demonstrated an ablation zone encompassing the nodule. No biopsies or additional sampling were performed during this session.\nFindings: Peripheral superior segment right lower lobe malignant nodule treated with radiofrequency ablation; no significant central airway pathology.\nComplications: None. No pneumothorax, significant hemorrhage, or sustained hypoxia.\nDisposition: Extubated and monitored in PACU before overnight admission for observation.\nImpression: Peripheral right lower lobe adenocarcinoma treated with navigation-guided bronchoscopic radiofrequency ablation."
}
