{
  "ABL003_syn_1": "Indication: LLL nodule (1.4cm), PET+.\nProcedure: Nav bronch + Cryoablation.\nTarget: Lateral basal segment LLL.\nGuidance: EMN + Radial EBUS (concentric) + CBCT.\nAblation: 3 freeze-thaw cycles (10 min freeze each). Temp -60C.\nResult: Ice ball covered nodule. No pneumothorax.\nPlan: Admit.",
  "ABL003_syn_2": "INDICATION: Ablative therapy for a solitary pulmonary nodule in the LLL lateral basal segment in a post-lobectomy patient.\nPROCEDURE: Navigational bronchoscopy was employed to localize the target. Radial EBUS demonstrated a concentric lesion. Following cone-beam CT verification, a cryoablation probe was deployed. The protocol consisted of three freeze-thaw cycles (10-minute freeze), achieving a nadir temperature of -60 C. Intraprocedural imaging visualized the ice ball extending beyond the tumor margins.\nIMPRESSION: Successful cryoablation of LLL nodule.",
  "ABL003_syn_3": "CPT Justification: 31641 (Tumor destruction via cryo), 31627 (Nav), 31654 (REBUS).\nTechnique: Cryoablation.\nTarget: Left Lower Lobe Lateral Basal Segment (1.4 cm).\nTools: EMN, Radial EBUS, Cryoprobe.\nProtocol: 3 cycles of 10-minute freeze.\nVerification: CBCT visualization of ice ball margins.",
  "ABL003_syn_4": "Procedure: Nav Bronch / Cryoablation\nPatient: 59F\nSteps:\n1. Navigated to LLL lateral basal.\n2. EBUS: Concentric.\n3. CBCT confirmed position.\n4. Cryoprobe in.\n5. 3 cycles: 10 min freeze, passive thaw.\n6. Saw ice ball on scan covering the nodule.\nPlan: Admit.",
  "ABL003_syn_5": "cryoablation for the 59 year old female with the LLL nodule. She had a lobectomy before so saving lung. Navigated to the lateral basal segment ebus was concentric. Confirmed with the cone beam. Used the cryo probe 3 cycles of freezing 10 mins each got down to minus 60. Ice ball looked good on the scan covered the whole thing. No issues.",
  "ABL003_syn_6": "Navigational bronchoscopy with cryoablation of a peripheral left lower lobe nodule. 1.4 cm peripheral left lower lobe pulmonary nodule. General anesthesia with endotracheal tube. Using CT-based navigational bronchoscopy, a steerable catheter was guided to a lateral basal segment left lower lobe target. Radial EBUS confirmed a concentric image. A dedicated endobronchial cryoprobe was advanced. Three freeze–thaw cycles were performed (10-minute freeze followed by passive thaw). Cone-beam CT after the final cycle demonstrated an ice ball encompassing the nodule with appropriate margins.",
  "ABL003_syn_7": "[Indication]\n1.4 cm LLL nodule, prior contralateral lobectomy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nNavigation to LLL lateral basal. EBUS concentric. CBCT confirmation. Cryoablation: 3 cycles x 10 min freeze. Ice ball confirmed on imaging.\n[Plan]\nAdmit for observation.",
  "ABL003_syn_8": "We performed a cryoablation procedure on this patient to freeze her lung nodule. Since she's had lung surgery before, we wanted to preserve as much tissue as possible. We used navigation to guide the probe to the spot in her left lower lobe. Once we confirmed we were in the center using ultrasound and CT, we froze the tumor for three cycles of 10 minutes each. We could see the 'ice ball' on the scan forming around the tumor, ensuring it was fully treated.",
  "ABL003_syn_9": "Procedure: Navigational bronchoscopy with cryo-destruction of a peripheral LLL nodule.\nAction: A steerable catheter was guided to the lateral basal segment target. Radial EBUS confirmed a concentric position. A cryoprobe was inserted. Three freeze–thaw cycles were executed. Cone-beam CT demonstrated an ice ball surrounding the nodule.\nOutcome: Peripheral LLL nodule treated.",
  "ABL003": "Interventional Pulmonology Procedure Note\nProcedure: Navigational bronchoscopy with cryoablation of a peripheral left lower lobe nodule.\nIndication: 1.4 cm peripheral left lower lobe pulmonary nodule with intermediate PET uptake in a patient with prior contralateral lobectomy.\nPatient: 59-year-old female with history of right upper lobectomy for NSCLC and reduced pulmonary reserve.\nSedation/airway: General anesthesia with endotracheal tube.\nProcedure description: Under general anesthesia, a flexible bronchoscope was advanced via endotracheal tube and the central airways inspected. Using CT-based navigational bronchoscopy, a steerable catheter was guided to a lateral basal segment left lower lobe target. Radial EBUS confirmed a concentric image consistent with an in-lesion position. A dedicated endobronchial cryoprobe was advanced through the extended working channel into the lesion. Three freeze–thaw cycles were performed (10-minute freeze followed by passive thaw for each cycle), with probe temperatures reaching approximately −60 °C. Cone-beam CT after the final cycle demonstrated an ice ball encompassing the nodule with appropriate margins. No biopsies or lavage were performed in this session.\nFindings: 1.4 cm peripheral left lower lobe nodule treated with bronchoscopic cryoablation; no central airway tumor.\nComplications: None. No pneumothorax or significant bleeding on post-procedure imaging.\nDisposition: Extubated and monitored in PACU, then admitted overnight for observation given limited lung reserve.\nImpression: Peripheral left lower lobe nodule treated with navigation-guided bronchoscopic cryoablation."
}
