{
  "ABL001_syn_1": "Indication: RUL nodule (2.1cm), cancer susp.\nProcedure: Nav bronch + Microwave ablation.\nTarget: Posterior segment RUL.\nGuidance: EMN + Radial EBUS + Cone-beam CT.\nAblation: 65W for 7 mins.\nResult: Ablation zone >5mm margin. No pneumothorax.\nPlan: Admit/Telemetry.",
  "ABL001_syn_2": "INDICATION: Evaluation and treatment of a PET-avid peripheral RUL nodule in a non-surgical candidate.\nPROCEDURE: Electromagnetic navigation was utilized to cannulate the posterior segment of the RUL. Radial EBUS confirmed a concentric lesion signature. Following verification via cone-beam CT, microwave ablation was delivered (65W/7min). Post-procedural imaging confirmed an adequate ablation zone encompassing the target with circumferential margins.\nIMPRESSION: Successful bronchoscopic microwave ablation of RUL malignancy.",
  "ABL001_syn_3": "Codes: 31641 (Destruction of tumor, primary), 31627 (Navigational add-on), 31654 (REBUS add-on).\nTechnique: Electromagnetic Navigation Bronchoscopy (EMN).\nTarget: RUL Posterior Segment Nodule (2.1 cm).\nTherapy: Microwave Ablation (65 Watts, 7 mins).\nVerification: Radial EBUS (concentric) and Cone-Beam CT.\nOutcome: Technical success, adequate margins achieved.",
  "ABL001_syn_4": "Procedure: Nav Bronch / Microwave Ablation\nPatient: 74F\nSteps:\n1. EMN mapping to RUL posterior nodule.\n2. Radial EBUS: concentric view.\n3. CBCT: confirmed tool in lesion.\n4. Microwave catheter in.\n5. Burned at 65W for 7 min.\n6. Post-burn CBCT: good margins.\nPlan: Admit.",
  "ABL001_syn_5": "Procedure note for microwave ablation on the 74 year old lady with the RUL spot. Used the navigation system to get out there radial ebus showed we were right in the middle. Spun the patient for cone beam to double check. Put the microwave probe in and cooked it for 7 minutes at 65 watts. Margins looked good on the scan after. No pneumothorax. sending to floor.",
  "ABL001_syn_6": "Navigational bronchoscopy with microwave ablation of a peripheral right upper lobe nodule. 2.1 cm PET-avid peripheral right upper lobe nodule. General anesthesia with endotracheal tube. Using electromagnetic navigation bronchoscopy, a steerable catheter was guided to a posterior segment right upper lobe peripheral target. Radial EBUS demonstrated a concentric ultrasound signal. After confirming catheter position with cone-beam CT, a microwave ablation catheter was advanced. A single ablation cycle was performed at 65 W for 7 minutes. Post-ablation cone-beam CT demonstrated an ablation zone encompassing the nodule with at least a 5 mm circumferential margin.",
  "ABL001_syn_7": "[Indication]\n2.1 cm RUL nodule, poor surgical candidate.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nEMN guidance to RUL posterior segment. Radial EBUS concentric. Cone-beam CT confirmation. Microwave ablation 65W x 7 min. Margins confirmed via CBCT.\n[Plan]\nOvernight telemetry.",
  "ABL001_syn_8": "This patient has a suspected cancer in her right upper lobe but can't have surgery, so we performed a microwave ablation. We navigated a catheter out to the nodule using electromagnetic guidance. We checked our position with both ultrasound (EBUS) and a specialized CT scan (cone-beam) right in the room. Once we were sure we were in the center of the nodule, we used the microwave catheter to burn the tumor for 7 minutes. The follow-up scan showed we successfully treated the whole nodule with a safe margin around it.",
  "ABL001_syn_9": "Procedure: Navigational bronchoscopy with microwave destruction of a peripheral RUL nodule.\nMethod: Electromagnetic navigation guided a catheter to the posterior segment target. Radial EBUS displayed a concentric signal. Position was validated with cone-beam CT. A microwave ablation catheter was deployed. A single cycle was executed at 65 W for 7 minutes. Post-procedure imaging showed an ablation zone surrounding the nodule.",
  "ABL001": "Interventional Pulmonology Procedure Note\nProcedure: Navigational bronchoscopy with microwave ablation of a peripheral right upper lobe nodule.\nIndication: 2.1 cm PET-avid peripheral right upper lobe nodule in a patient with presumed early-stage non-small cell lung cancer who is a poor surgical candidate.\nPatient: 74-year-old female with COPD and coronary artery disease.\nSedation/airway: General anesthesia with endotracheal tube.\nProcedure description: Following induction of general anesthesia and ETT placement, a flexible bronchoscope was advanced and the tracheobronchial tree inspected. Using electromagnetic navigation bronchoscopy, a steerable catheter was guided to a posterior segment right upper lobe peripheral target along a planned pathway. Radial EBUS was then deployed through the extended working channel, demonstrating a concentric ultrasound signal consistent with an in-lesion position. After confirming catheter position with cone-beam CT, the radial EBUS probe was removed and a microwave ablation catheter was advanced to the lesion. A single ablation cycle was performed at 65 W for 7 minutes. Real-time impedance changes and post-ablation cone-beam CT demonstrated an ablation zone encompassing the nodule with at least a 5 mm circumferential margin. The catheter and bronchoscope were removed. No biopsies or lavage were performed during this session.\nFindings: Posterior segment right upper lobe peripheral nodule successfully targeted and treated with bronchoscopic microwave ablation; no endobronchial tumor in central airways.\nComplications: None. No pneumothorax or significant bleeding id[REDACTED] on immediate post-procedure imaging.\nDisposition: Extubated in the procedure suite and recovered in PACU; planned overnight observation on telemetry.\nImpression: Peripheral right upper lobe malignant-appearing nodule treated with navigation-guided bronchoscopic microwave ablation."
}
