{
  "ADAMS-63F_syn_1": "Procedure: Robotic Nav Bronch + Microwave Ablation.\n- Therapeutic aspiration (Trachea/RMS/BI).\n- RUL Anterior segment mass (4cm) targeted via Ion.\n- CBCT confirmed tool-in-lesion.\n- TBNA x1 (Cyto).\n- Radial EBUS: concentric.\n- Microwave ablation x3 burns (RB3, RB2, RB1) at 90C.\n- Post-proc CBCT: good margins. No pneumo.",
  "ADAMS-63F_syn_2": "OPERATIVE REPORT: The patient underwent robotic-assisted navigational bronchoscopy for a 4cm RUL mass. Following therapeutic aspiration of secretions, the Ion platform was utilized to navigate to the anterior segment of the RUL. Localization was confirmed via Cone Beam CT (CBCT) and Radial EBUS. A diagnostic TBNA was performed. Subsequently, therapeutic microwave ablation was delivered to the lesion in three overlapping sessions (RB1, RB2, RB3) at 90 degrees Celsius to ensure adequate margins. Post-ablation imaging confirmed successful targeting without complications.",
  "ADAMS-63F_syn_3": "OPERATIVE REPORT: The patient underwent robotic-assisted navigational bronchoscopy for a 4cm RUL mass. Following therapeutic aspiration of secretions from the Trachea, Right Mainstem, and Bronchus Intermedius, the Ion platform was utilized to navigate to the anterior segment of the RUL. Localization was confirmed via Cone Beam CT (CBCT) and Radial EBUS. A diagnostic TBNA was performed. Subsequently, therapeutic microwave ablation was delivered to the lesion in three overlapping sessions (RB1, RB2, RB3) at 90 degrees Celsius to ensure adequate margins. Post-ablation imaging confirmed successful targeting without complications.",
  "ADAMS-63F_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Ion Bronch + Ablation\nSteps:\n1. GA / LMA.\n2. Suctioned mucus from airways.\n3. Registered Ion catheter. Navigated to RUL mass.\n4. Confirmed with Radial EBUS and Cone Beam CT.\n5. TBNA for diagnosis.\n6. Performed Microwave Ablation (20min, 10min, 10min).\n7. Final spin showed good ablation zone.\nPlan: Admit for obs.",
  "ADAMS-63F_syn_5": "Resident Note\nPatient: [REDACTED]\nProcedure: Ion Bronch + Ablation\nSteps:\n1. GA / LMA.\n2. Suctioned mucus from airways (Trachea, RMS, BI).\n3. Registered Ion catheter. Navigated to RUL mass.\n4. Confirmed with Radial EBUS and Cone Beam CT.\n5. TBNA for diagnosis.\n6. Performed Microwave Ablation (20min, 10min, 10min).\n7. Final spin showed good ablation zone.\nPlan: Admit for obs.",
  "ADAMS-63F_syn_6": "After induction of general anesthesia and therapeutic aspiration of the central airways, robotic navigational bronchoscopy (Ion) was performed targeting a 4cm RUL mass. Localization was verified using Cone Beam CT and Radial EBUS. A single TBNA pass was collected for cytology. Microwave ablation was then performed in three overlapping zones (Anterior, Lateral Superior, Superior Medial) at 90C to treat the tumor. CBCT confirmed tool-in-lesion and treatment effect. The patient was extubated without complication.",
  "ADAMS-63F_syn_7": "[Indication]\nR91.1 Solitary Lung Nodule (RUL Mass).\n[Anesthesia]\nGeneral, LMA.\n[Description]\nTherapeutic aspiration performed. RUL mass accessed via Ion Robot. CBCT and Radial EBUS confirmation. TBNA x1. Microwave ablation performed x3 cycles to destroy tumor.\n[Plan]\nAdmit for observation. Post-ablation CXR.",
  "ADAMS-63F_syn_8": "[Indication]\nR91.1 Solitary Lung Nodule (RUL Mass).\n[Anesthesia]\nGeneral, LMA.\n[Description]\nTherapeutic aspiration of Trachea, RMS, and BI performed. RUL mass accessed via Ion Robot. CBCT and Radial EBUS confirmation. TBNA x1. Microwave ablation performed x3 cycles to destroy tumor.\n[Plan]\nAdmit for observation. Post-ablation CXR.",
  "ADAMS-63F_syn_9": "The patient presented for evaluation and treatment of a right upper lobe mass. We induced general anesthesia and first cleared the airways of mucus via therapeutic aspiration of the Trachea, Right Mainstem, and Bronchus Intermedius. Using the Ion robotic platform, we navigated to the target in the RUL anterior segment. We utilized both Cone Beam CT and Radial EBUS to confirm our position within the 4cm lesion. After obtaining a diagnostic needle aspirate, we proceeded to destroy the tumor using microwave ablation, applying energy in three distinct locations to ensure coverage. The procedure was successful with no immediate complications.",
  "ADAMS-63F": "DATE OF PROCEDURE: 12/162025\n \nCC Referred Physician:  Duane Johnson, MD, PhD\n1 Happy Street\n# 1244\nHollywood,  CA [REDACTED]\n \nINDICATION FOR OPERATION:  Tammy Adams is a 63 year old-year-old female who presents with pulmonary nodule.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\n \nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\n \nPREOPERATIVE DIAGNOSIS: R91.1 Solitary Lung Nodule\n \nPOSTOPERATIVE DIAGNOSIS:  R91.1 Solitary Lung Nodule\n \nPROCEDURE:  \n31645 Therapeutic aspiration initial episode\n31629 TBNA single lobe   \n31627 Navigational Bronchoscopy (computer assisted)\n77012 Radiology / radiologic guidance for CT guided needle placement (CIOS)\n76377 3D rendering with interpretation and reporting of CT, US, Tomo modality (ION Planning Station)\n31654 Radial EBUS for peripheral lesion\n31641 Destruction of tumor OR relief of stenosis by any method other than excision (eg. laser therapy, cryotherapy)\n \n \nATTENDING:  \nDuane Johnson MD PhD and Hector Martinez MD\n \nASSISTANT:   none\n \nSupport Staff: \nRN: Kimberlyn Hill\nRT: Christopher Reeves  and Philip Knight\n \nANESTHESIA: \nGeneral Anesthesia\n \nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n \nINSTRUMENT : \nFlexible Therapeutic Bronchoscope\nFlexible Hybrid (Pedatric) Bronchoscope\nRadial EBUS\nIon Robotic Bronchoscope\n \nESTIMATED BLOOD LOSS:   Minimum\n \nCOMPLICATIONS:    None\n \nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n \nInitial Airway Inspection Findings:\n \nSuccessful therapeutic aspiration was performed to clean out the Trachea (Middle 1/3), Trachea (Distal 1/3), Right Mainstem, and Bronchus Intermedius  from mucus. \n \n \nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target.   The navigational plan was reviewed and verified.  This was then loaded into robotic bronchoscopy platform. \n \nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t12 \t300\t12\t100\t10\t15\n \nRUL Mass: \n \nRobotic navigation bronchoscopy was performed with Ion platform.  Partial registration was used.    Ion robotic catheter was used to engage the Anterior Segment of RUL (RB3).  Target lesion is about 4.0 cm in diameter.   Under navigational guidance the ion robotic catheter was advanced to 1.0 cm away from the planned target. \n \nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation.  Cios Spin system was used for evaluation of nodule location.  Low dose spin was performed to acquire CT imaging.  This was passed on to Ion platform system for reconstruction and nodule location.  The 3D images was interpreted on an independent workstation (Ion).   Using the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. I personally interpreted the cone beam CT and 3-D reconstruction. \n \nTransbronchial needle aspiration was performed with 19G Needle through the extended working channel catheter.  Total 1 samples were collected.  Samples sent for Cytology.\n \nRadial EBUS was performed to confirm that the location of the nodule is Concentric after initial needle puncture into the lesion.  The following features were noted: continuous margin, heterogenous echotexture.\n \nOnce a tunnel had been created into the lesion with TBNA as above, Transbronchial microwave ablation was performed of the nodule as below. \n \nModality\tTools\tSetting/Mode\tDuration\tResults\nMicrowave \tMedium Antenna \t90*C\t20:00 min\tTransbronchial Ablation of Nodule\n \n \nSubsequently, RB2 was engaged.  And microwave catheter was placed in the lateral superior aspect of the lung mass. CBCT was done to confirm the location. \n \nModality\tTools\tSetting/Mode\tDuration\tResults\nMicrowave \tMedium Antenna \t90*C\t10:00 min\tTransbronchial Ablation of Nodule\n \nSubsequently, RB1 was engaged.  And microwave catheter was placed in the superior medial aspect of the lung mass. CBCT was done to confirm the location. \n \nModality\tTools\tSetting/Mode\tDuration\tResults\nMicrowave \tMedium Antenna \t90*C\t10:00 min\tTransbronchial Ablation of Nodule\n \nCone Beam CT was performed: 3-D reconstructions were performed on an independent workstation.  Cios Spin system was used for evaluation of nodule location.  Low dose spin was performed to acquire CT imaging.  This was passed on to Ion platform system for reconstruction and nodule location.  The 3D images was interpreted on an independent workstation (Ion).   Using the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. I personally interpreted the cone beam CT and 3-D reconstruction. The images confirmed tool-in-lesion. \n \nThe patient tolerated the procedure well.  There were no immediate complications.  At the conclusion of the operation, the patient was extubated in the operating room and Transported to the recovery room in stable condition. \n \nSPECIMEN(S): \n- RUL mass TBNA (cyto)\n \n \nIMPRESSION/PLAN: Tammy Adams is a 63 year old-year-old female who presents for bronchoscopy for lung nodules.\nRLL nodule and RUL mass underwent TBNA and MWA. \n \n- f/u CXR\n- admit to medicine for observation\n- monitor for post-ablation pain \n- start empiric abx (IV unasyn as inpatient, po moxifloxacin as an outpatient) \n \n \nDuane Johnson , MD, PhD\n[REDACTED]"
}
