{
  "BC-9274_syn_1": "Indication: Station 7 adenopathy.\nProcedure: EBUS-TBNA.\nTarget: Station 7 only (31mm).\nSampling: 5 passes.\nROSE: Adequate.\nCode: 31652 (1 station).\nResult: Samples sent.",
  "BC-9274_syn_2": "OPERATIVE NOTE: Targeted EBUS-TBNA.\nINDICATION: Isolated subcarinal lymphadenopathy.\nPROCEDURE: The EBUS scope was introduced. Station 7 was id[REDACTED], measuring 31mm. Five needle passes were performed. ROSE confirmed adequacy. Per oncology request, no other stations were sampled. Procedure tolerated well.",
  "BC-9274_syn_3": "Code: 31652 (EBUS-TBNA 1-2 stations).\nJustification: Only station 7 was sampled per specific clinical request. Systematic staging was not performed.",
  "BC-9274_syn_4": "Procedure: EBUS\nPatient: [REDACTED] 7: 31mm. 5 passes. ROSE adequate.\nNo other stations sampled.\nPlan: Path pending.",
  "BC-9274_syn_5": "targeted EBUS for Jo March. only needed station 7 oncology said dont bother with the rest. it was huge 31mm. stuck it 5 times. rose said it was good. done.",
  "BC-9274_syn_6": "Endobronchial ultrasound with transbronchial needle aspiration. Station 7 subcarinal node targeted. 31mm short axis. 5 passes with 22G needle. ROSE adequate. No other stations sampled. Patient stable.",
  "BC-9274_syn_7": "[Indication]\nStation 7 adenopathy.\n[Anesthesia]\nModerate Sedation.\n[Description]\nTargeted EBUS Station 7. 5 passes. ROSE adequate.\n[Plan]\nDischarge.",
  "BC-9274_syn_8": "[REDACTED] a biopsy of a large lymph node under her windpipe (station 7). We performed an EBUS procedure and focused solely on that node as requested by her oncologist. We took five good samples and the pathologist confirmed we had enough tissue for testing.",
  "BC-9274_syn_9": "Procedure: Targeted nodal aspiration.\nAction: Station 7 was id[REDACTED] via EBUS. Five aspirations were performed. \nResult: Adequate tissue obtained.",
  "BC-9274": "Patient: [REDACTED], MRN: [REDACTED], Born: [REDACTED]\n\nProcedure indication: Biopsy of enlarged station 7 node, no staging indication\n\nSedation: Moderate - midazolam + fentanyl, max Ramsay 3, monitoring every 5 min\n\nSingle station targeted:\nSTATION 7 - subcarinal node measures 31mm short axis on EBUS, PET SUV 9.4\n→ 5 needle passes performed with 22G Expect needle\n→ ROSE present: technician reported adequate cellularity after pass 3, continued for molecular testing adequacy\n→ PET-positive station\n\nPhotos taken of station 7 pre-sampling.\n\nNo systematic N3-N2-N1 evaluation performed per discussion with oncology team - only station 7 targeted for tissue diagnosis.\n\nProcedure tolerated well, no complications, patient stable.\n\nImpression: Targeted EBUS-TBNA of PET-avid subcarinal lymphadenopathy with adequate tissue for diagnosis and molecular profiling."
}
