{
  "BC9274_syn_1": "Proc: Targeted EBUS Stn 7.\nIndication: Biopsy enlarged node.\nFindings: Stn 7 (31mm), SUV 9.4.\nAction: 5 passes. ROSE positive.\nCode: 31652 (1 station).",
  "BC9274_syn_2": "PROCEDURE: Targeted Endobronchial Ultrasound.\nINDICATION: Isolated subcarinal lymphadenopathy.\nPROCEDURE: The bronchoscope was advanced to the subcarinal space. Station 7 was id[REDACTED], measuring 31mm. Transbronchial needle aspiration was performed (5 passes). ROSE confirmed adequate cellularity and molecular sufficiency. No other stations were sampled per pre-procedure plan.",
  "BC9274_syn_3": "Billing: 31652 (EBUS sampling 1-2 stations).\nSpecifics: Only Station 7 was sampled.\nMedical Necessity: Tissue diagnosis of PET-avid node.",
  "BC9274_syn_4": "Procedure: EBUS (Targeted)\nPt: [REDACTED]\nSteps:\n1. Scope to Stn 7.\n2. 5 needle passes.\n3. ROSE said adequate.\n4. Done.\nPlan: Path results.",
  "BC9274_syn_5": "targeted ebus for linda thompson... just went for station 7 big node 31mm... took 5 samples rose said it was good... didn't check other nodes per oncology... patient tolerated fine.",
  "BC9274_syn_6": "Procedure indication: Biopsy of enlarged station 7 node, no staging indication. Single station targeted: STATION 7 - subcarinal node measures 31mm short axis on EBUS, PET SUV 9.4. 5 needle passes performed with 22G Expect needle. ROSE present: technician reported adequate cellularity. Impression: Targeted EBUS-TBNA of PET-avid subcarinal lymphadenopathy.",
  "BC9274_syn_7": "[Indication]\nEnlarged Subcarinal Node (Station 7).\n[Anesthesia]\nModerate Sedation.\n[Description]\nTargeted EBUS-TBNA of Station 7 only. 5 passes obtained.\n[Plan]\nHome.",
  "BC9274_syn_8": "Linda came in for a biopsy of a specific lymph node under her windpipe (Station 7). We focused only on this node as requested by her oncologist. It was large (31mm) and active on PET. We took 5 samples to ensure we have enough for genetic testing. The procedure went smoothly.",
  "BC9274_syn_9": "Procedure: Focal EBUS-guided aspiration.\nTarget: Subcarinal lymph node (Station 7).\nAction: Acquired cytological specimens via needle aspiration.\nResult: Adequate material for molecular profiling.",
  "BC9274": "Patient: [REDACTED], MRN: [REDACTED], Born: [REDACTED]\n\nProcedure indication: Biopsy of enlarged station 7 node, no staging indication\n\nSedation: Moderate - midazolam + fentanyl, max Ramsay 3, monitoring every 5 min\n\nSingle station targeted:\nSTATION 7 - subcarinal node measures 31mm short axis on EBUS, PET SUV 9.4\n→ 5 needle passes performed with 22G Expect needle\n→ ROSE present: technician reported adequate cellularity after pass 3, continued for molecular testing adequacy\n→ PET-positive station\n\nPhotos taken of station 7 pre-sampling.\n\nNo systematic N3-N2-N1 evaluation performed per discussion with oncology team - only station 7 targeted for tissue diagnosis.\n\nProcedure tolerated well, no complications, patient stable.\n\nImpression: Targeted EBUS-TBNA of PET-avid subcarinal lymphadenopathy with adequate tissue for diagnosis and molecular profiling."
}
