{
  "BRN00130_syn_1": "Indication: Recurrent malignant effusion.\nProcedure: Tunneled Pleural Catheter (Right).\nAction: US guidance. Tunnel created. Catheter placed. 1.5L drained.\nComplications: None.\nPlan: Home health drainage.",
  "BRN00130_syn_2": "PROCEDURE: Insertion of Tunneled Indwelling Pleural Catheter.\nMs. [REDACTED], with metastatic breast cancer and recurrent right pleural effusion, underwent catheter placement. Ultrasound id[REDACTED] the fluid pocket. Under local anesthesia and moderate sedation, a subcutaneous tunnel was created, and the catheter was introduced into the pleural space using the Seldinger technique. Good flow was obtained. The cuff was positioned within the tunnel.",
  "BRN00130_syn_3": "Code: 32550 (Insertion of indwelling tunneled pleural catheter with cuff).\nGuidance: Ultrasound.\nDrainage: 1.5L removed.\nDetails: Cuff placed in tunnel. Suture secured. No sclerosis performed.",
  "BRN00130_syn_4": "Procedure: PleurX Placement\nPatient: [REDACTED]\nSteps:\n1. US check.\n2. Local/Sedation.\n3. Tunnel made.\n4. Catheter in pleural space.\n5. Drained 1.5L.\nPlan: Discharge with visiting nurse.",
  "BRN00130_syn_5": "placed a tunneled catheter for helen walker she has breast cancer and fluid on the right lung used ultrasound to find the spot numbed her up tunneled the line under the skin put it in drained a liter and a half fluid looks bloody but drained well script for home health.",
  "BRN00130_syn_6": "Ultrasound-guided placement of a right tunneled pleural catheter was performed for malignant effusion. A subcutaneous tunnel was created. The catheter was advanced into the pleural space. 1.5 liters of fluid were drained. The catheter was secured. Post-procedure CXR confirmed position.",
  "BRN00130_syn_7": "[Indication]\nMalignant pleural effusion.\n[Anesthesia]\nModerate sedation/Local.\n[Description]\nRight TPC placed via tunnel. US guidance used. 1.5L drained.\n[Plan]\nHome drainage education.",
  "BRN00130_syn_8": "[REDACTED] a permanent drain for the fluid around her lung. We used ultrasound to guide us and placed a tunneled catheter on her right side. We drained about 1.5 liters of fluid during the procedure. We'll set her up with home nursing to help her drain it daily at home.",
  "BRN00130_syn_9": "Procedure: Implantation of pleural drainage device.\nType: Tunneled, cuffed catheter.\nGuidance: Sonographic.\nOutput: 1500mL serosanguinous fluid.",
  "BRN00130": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Procedure Room\nPROCEDURE: Ultrasound-guided tunneled pleural catheter (TPC) placement, right hemithorax\nINDICATION: 59-year-old female with metastatic breast cancer and recurrent right malignant pleural effusion causing dyspnea despite multiple thoracenteses.\n\nANESTHESIA:\nModerate sedation with IV midazolam and fentanyl. Local anesthesia with lidocaine at entry and exit sites.\n\nPROCEDURE DESCRIPTION:\nPoint-of-care ultrasound confirmed a large free-flowing right pleural effusion without loculations. Under real-time ultrasound guidance, an entry site was chosen in the right mid-axillary line. After guidewire placement and tunnel creation, a tunneled pleural catheter was advanced and positioned in the right pleural space. Catheter position confirmed by free flow of pleural fluid and ultrasound.\n\nA total of 1.5 L of serosanguinous fluid was drained slowly. No talc or other sclerosing agent was instilled.\n\nCOMPLICATIONS:\nNone. Post-procedure chest radiograph showed good catheter position and no large pneumothorax.\n\nPLAN:\nTeach patient and caregiver home drainage protocol. Drain to dryness once daily for the first week, then as needed. Arrange home health nursing and oncology follow-up."
}
