{
  "BRN00124_syn_1": "Indication: LLL collapse/mucus plugging.\nSedation: Moderate.\nFindings: Diffuse mucus plugging L Main/LLL. No mass.\nIntervention: Aggressive suction/saline lavage. Mucus casts removed.\nResult: LLL patent. Subsegments visible.\nPlan: ICU care. CXR.",
  "BRN00124_syn_2": "PROCEDURE: Therapeutic Bronchoscopy for Atelectasis.\n[REDACTED], a 71-year-old male with severe COPD, presented with complete left lower lobe collapse. Bronchoscopy revealed extensive mucus plugging obstructing the left mainstem and LLL bronchi. Therapeutic aspiration was performed using saline instillation and suction, successfully removing multiple large mucus casts. Post-procedure inspection confirmed re-establishment of patency to the subsegmental airways.",
  "BRN00124_syn_3": "CPT 31645: Bronchoscopy with therapeutic aspiration of tracheobronchial tree, initial.\nIndication: Lobar collapse.\nDetails: Visualization of LLL obstruction by mucus. Repeated therapeutic aspiration required to clear airway. Saline lavage used to loosen secretions. Obstruction resolved. No biopsy performed.",
  "BRN00124_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Therapeutic Bronchoscopy\nSteps:\n1. Sedation/Monitoring.\n2. Scope inserted.\n3. Findings: LLL mucus plug.\n4. Action: Suctioned large plugs, saline flush.\n5. Result: LLL opened up.\nPlan: Aggressive pulmonary toilet.",
  "BRN00124_syn_5": "bronch done at bedside icu for mr [REDACTED] he has copd and a collapsed lung saw a lot of thick mucus in the left lower lobe washed it out with saline and sucked it all out looks wide open now no tumor seen oxygen sats dipped a bit but came back up keeping him on the high flow for now check xray later.",
  "BRN00124_syn_6": "Bedside bronchoscopy was performed for left lower lobe collapse. Under moderate sedation the scope was passed. The left bronchial tree was occluded by thick mucus. Therapeutic aspiration was performed with saline lavage and suction until the airways were cleared. The left lower lobe bronchus was patent at the end of the case. Patient tolerated well with transient desaturation.",
  "BRN00124_syn_7": "[Indication]\nLLL collapse due to mucus plugging.\n[Anesthesia]\nModerate sedation.\n[Description]\nThick mucus casts id[REDACTED] in LLL. Therapeutic aspiration performed. Saline instillation used. Airways cleared to subsegmental level.\n[Plan]\nRepeat CXR. Continue respiratory therapy.",
  "BRN00124_syn_8": "We performed a bronchoscopy on Mr. [REDACTED] to address his collapsed lung. After sedating him, we found significant mucus plugging in the left lower lobe. We spent considerable time suctioning and washing these secretions out. Eventually, we were able to remove the large mucus casts, and the airway opened up nicely. We could see down to the smaller airways by the end.",
  "BRN00124_syn_9": "Procedure: Therapeutic clearance of bronchial tree.\nFindings: LLL obstruction via secretions.\nAction: Lavage and evacuation of mucus plugs. Patency restored.\nOutcome: LLL re-expanded.",
  "BRN00124": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: ICU bedside\nPROCEDURE: Flexible bronchoscopy with therapeutic aspiration of secretions\nINDICATION: 71-year-old male with severe COPD and mucus plugging causing complete left lower lobe collapse on chest radiograph.\n\nSEDATION / MONITORING:\nModerate sedation with IV fentanyl and midazolam. Continuous cardiorespiratory monitoring and supplemental oxygen via high-flow nasal cannula. Native airway maintained.\n\nBRONCHOSCOPIC FINDINGS / INTERVENTION:\nFlexible bronchoscope introduced orally with topical lidocaine. Diffuse mucus plugging noted in the left mainstem and left lower lobe bronchi with no discrete mass or foreign body. No biopsies, brushings, or BAL performed.\n\nTherapeutic aspiration was performed with repeated suctioning and intermittent instillation of warm saline until large mucus casts were removed. After clearance, the left lower lobe bronchus was widely patent with visible subsegmental airways. No bleeding beyond trace mucosal oozing.\n\nCOMPLICATIONS:\nNone. Transient desaturations to 88% improved with suctioning, recruitment, and increased FiO2.\n\nPLAN:\nContinue aggressive pulmonary toilet and bronchodilators. Repeat chest radiograph this afternoon to confirm re-expansion of the left lower lobe."
}
