{
  "BRN00123_syn_1": "Indication: RLL Pneumonia.\nSedation: Moderate.\nProcedure: Scope passed orally. RLL bronchus contained mucopurulent secretions; suctioned. BAL performed RLL posterior segment (4x30mL). Return turbid.\nComplications: None.\nPlan: Wait for cultures. D/C home.",
  "BRN00123_syn_2": "PROCEDURE NOTE: Flexible Bronchoscopy with Bronchoalveolar Lavage.\nThe patient, presenting with non-resolving right lower lobe pneumonia, underwent bronchoscopic evaluation. Under moderate sedation, the airway was inspected, revealing significant mucopurulent secretions in the RLL. These were evacuated. A bronchoalveolar lavage was conducted in the RLL posterior segment utilizing 120 mL of sterile saline. The effluent was turbid and submitted for microbiological analysis. No endobronchial lesions were id[REDACTED].",
  "BRN00123_syn_3": "Service: Bronchoscopy with BAL (CPT 31624).\nTechnique: Flexible scope inserted. Airways inspected to subsegmental level (31622 bundled). Therapeutic suctioning of secretions performed. Distinct procedure: Bronchoalveolar lavage performed in RLL posterior segment. 120 mL instilled, 60 mL recovered. Specimens sent for culture/cytology.",
  "BRN00123_syn_4": "Procedure: Bronchoscopy + BAL\nAttending: Dr. Johnson\nSteps:\n1. Time out/Sedation.\n2. Scope introduced native airway.\n3. Inspection: Copious secretions RLL.\n4. Suctioning.\n5. BAL RLL posterior segment (4 aliquots).\n6. Scope removed.\nPlan: Continue abx, check cultures.",
  "BRN00123_syn_5": "procedure note camila sanchez bronchoscopy for pneumonia moderate sedation used scope went down fine saw a lot of pus in the right lower lobe suctioned it out did the lavage there too sent the fluid for culture no masses seen patient woke up fine discharge home.",
  "BRN00123_syn_6": "The patient was brought to the bronchoscopy suite for evaluation of non-resolving pneumonia. After induction of moderate sedation, the bronchoscope was introduced. Inspection revealed normal vocal cords and trachea. The right lower lobe contained copious mucopurulent secretions which were suctioned. A bronchoalveolar lavage was performed in the RLL posterior segment with good return. No endobronchial masses were seen. The patient tolerated the procedure well.",
  "BRN00123_syn_7": "[Indication]\nNon-resolving RLL pneumonia.\n[Anesthesia]\nModerate sedation (Fentanyl/Versed).\n[Description]\nScope advanced. Mucopurulent secretions RLL suctioned. BAL performed RLL posterior segment (120cc instilled). Samples sent to lab.\n[Plan]\nDischarge home. Follow up in 4 weeks.",
  "BRN00123_syn_8": "[REDACTED] a flexible bronchoscopy today to investigate her persistent pneumonia. We sedated her comfortably and advanced the scope. Upon reaching the right lower lobe, we encountered a significant amount of mucopurulent secretion, which we cleared. We then performed a bronchoalveolar lavage in the posterior segment to get a sample for culture. The return was turbid. There were no tumors or foreign bodies seen.",
  "BRN00123_syn_9": "Evaluation: Bronchoscopy with alveolar washing.\nContext: Recalcimtant RLL infection.\nAction: Airway navigated. Purulence in RLL evacuated. Lavage executed in posterior segment. Effluent collected for analysis.\nOutcome: Tolerance excellent.",
  "BRN00123": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Bronchoscopy Suite\nPROCEDURE: Flexible bronchoscopy with bronchoalveolar lavage (BAL)\nINDICATION: 64-year-old female with non-resolving right lower lobe pneumonia despite broad-spectrum antibiotics.\n\nSEDATION / MONITORING:\nModerate sedation with IV fentanyl and midazolam, titrated to comfort. Continuous pulse oximetry, ECG, and noninvasive blood pressure monitoring. Supplemental O2 via nasal cannula.\n\nPROCEDURE DESCRIPTION:\nAfter topical lidocaine to the oropharynx, a flexible bronchoscope was advanced through the mouth in the native airway. Vocal cords, trachea, and main bronchi were inspected to subsegmental level. No endobronchial mass or foreign body was seen. Copious mucopurulent secretions were present in the right lower lobe (RLL) bronchus; these were suctioned.\nBAL was performed in the RLL posterior segment with four 30 mL aliquots of sterile saline (total 120 mL), with approximately 60 mL of turbid return. Samples sent for cell count/differential, bacterial culture, fungal culture, AFB smear/culture, and cytology.\nNo biopsies, brushings, navigation, or EBUS were performed.\n\nCOMPLICATIONS:\nNone. Oxygen saturation remained >92% throughout. No bleeding beyond scant blood-tinged secretions.\n\nPOST-PROCEDURE PLAN:\nObserve in PACU then discharge home if stable. Continue antibiotics. Follow up CT chest in 8 weeks or sooner if clinical status worsens."
}
