{
  "BRN00126_syn_1": "Indication: Staging LLL CA.\nAnesthesia: General/ETT.\nProcedure: EBUS. Station 7 and 4R sampled. ROSE: 7 positive, 4R negative.\nComplications: None.\nPlan: Oncology referral.",
  "BRN00126_syn_2": "PROCEDURE: Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration (EBUS-TBNA).\n[REDACTED] staging for LLL adenocarcinoma. Using the linear EBUS scope, systematic nodal survey was performed. Lymph node stations 7 (subcarinal) and 4R (right lower paratracheal) were id[REDACTED] and sampled (3 passes each). Rapid On-Site Evaluation (ROSE) confirmed malignancy in station 7. Procedure concluded without complication.",
  "BRN00126_syn_3": "CPT 31652: Bronchoscopy with EBUS-TBNA of 1-2 mediastinal/hilar nodal stations.\nStations Sampled: 4R and 7.\nMethod: Linear EBUS guidance, 21G needle.\nPathology: Adequate samples obtained. ROSE positive station 7.\nNote: No peripheral navigation or biopsies performed.",
  "BRN00126_syn_4": "Procedure: EBUS Staging\nPatient: [REDACTED]\nSteps:\n1. GA/ETT.\n2. EBUS scope down.\n3. Sampled 4R: Neg.\n4. Sampled 7: Pos (Adeno).\n5. No other sites.\nPlan: Tumor board.",
  "BRN00126_syn_5": "did an ebus on mr [REDACTED] for his lung cancer staging general anesthesia tube was already in checked the nodes sampled 4r and 7 with the needle cytology said 7 was positive for cancer cells 4r was clear stopped there patient did fine extubated in room.",
  "BRN00126_syn_6": "EBUS bronchoscopy was performed for mediastinal staging. The EBUS scope was advanced via ETT. Stations 4R and 7 were visualized and sampled using a 21G needle. On-site cytology confirmed malignant cells in station 7. No other stations were sampled. The patient tolerated the procedure well.",
  "BRN00126_syn_7": "[Indication]\nMediastinal staging for LLL adenocarcinoma.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS scope used. Stations 4R and 7 sampled (TBNA). ROSE positive at station 7.\n[Plan]\nThoracic surgery/Oncology consult.",
  "BRN00126_syn_8": "We performed an EBUS procedure to stage [REDACTED]' lung cancer. After he was asleep, we used the ultrasound scope to look at the lymph nodes in the center of his chest. We took samples from the subcarinal node (station 7) and the right paratracheal node (station 4R). The pathologist in the room confirmed cancer in the subcarinal node. We didn't sample any other areas.",
  "BRN00126_syn_9": "Procedure: Ultrasonic nodal sampling.\nTargets: Mediastinal stations 4R, 7.\nTechnique: Transbronchial aspiration.\nFindings: Malignancy confirmed in station 7.\nDisposition: Multidisciplinary review.",
  "BRN00126": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Endoscopy Suite\nPROCEDURE: Linear EBUS bronchoscopy with transbronchial needle aspiration (TBNA) of mediastinal lymph nodes\nINDICATION: 67-year-old male with biopsy-proven left lower lobe adenocarcinoma requiring mediastinal staging prior to surgical resection.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with endotracheal intubation. Standard ASA monitoring.\n\nEBUS PROCEDURE:\nAn EBUS bronchoscope was advanced via the ETT. Systematic survey of mediastinal and hilar nodes was performed. Station 4R (1.1 cm) and station 7 (1.5 cm) were sampled with a 21G needle, 3 passes per station. On-site cytology was present; ROSE for station 7 was positive for malignant cells, station 4R negative.\nNo additional nodal stations were sampled. No peripheral EBUS or navigation bronchoscopy was performed.\n\nCOMPLICATIONS:\nNone. No significant bleeding or hypoxemia.\n\nPLAN:\nProceed with multidisciplinary tumor board review. Patient likely candidate for lobectomy with mediastinal lymph node dissection given limited nodal involvement."
}
