{
  "BRN00125_syn_1": "Indication: FB aspiration (peanut).\nAnesthesia: General/ETT.\nProcedure: Rigid bronchoscopy. Peanut fragment R Mainstem. Removed w/ forceps. Suctioned debris.\nResult: Airway clear.\nPlan: Overnight obs.",
  "BRN00125_syn_2": "OPERATIVE REPORT: Rigid Bronchoscopy with Foreign Body Removal.\nThe patient, a 5-year-old male, presented with history of choking. Under general anesthesia, a rigid bronchoscope was introduced. A foreign body consistent with a peanut was id[REDACTED] in the right mainstem bronchus with associated granulation tissue. Optical forceps were utilized to grasp and extract the foreign body in fragments. Documentation of complete removal was confirmed visually.",
  "BRN00125_syn_3": "Code: 31635 (Bronchoscopy, rigid or flexible, with removal of foreign body).\nLocation: Right Mainstem Bronchus.\nTool: Rigid forceps.\nDetails: Peanut fragment id[REDACTED] and removed. Proximal airway inspected. No additional procedures (no biopsy/BAL).",
  "BRN00125_syn_4": "Procedure: Rigid Bronch FB Removal\nPatient: [REDACTED], 5yo\nSteps:\n1. GA/Intubation.\n2. Rigid scope passed.\n3. Found peanut in RMB.\n4. Removed with forceps.\n5. Re-inspected: Clear.\nPlan: Admit for obs.",
  "BRN00125_syn_5": "liam came in choking on a peanut did a rigid bronch in the or under anesthesia saw the peanut in the right lung pulled it out with the grabbers took a few tries to get it all pieces came out fine airway looks clear now no bleeding sending him to recovery.",
  "BRN00125_syn_6": "General anesthesia was induced for rigid bronchoscopy. The scope was inserted and the right mainstem bronchus was cannulated. An organic foreign body (peanut) was visualized. Forceps were used to remove the object and surrounding fragments. Suction was applied. The airway was patent upon conclusion.",
  "BRN00125_syn_7": "[Indication]\nRight lung hyperinflation, suspected FB.\n[Anesthesia]\nGeneral (ETT).\n[Description]\nRigid bronchoscopy. Peanut found in RMB. Removed via forceps. Granulation tissue noted but not biopsied. Airway cleared.\n[Plan]\nOvernight observation.",
  "BRN00125_syn_8": "Aiden underwent a rigid bronchoscopy to remove a piece of peanut he had inhaled. We put him under general anesthesia and inserted the rigid scope. We found the peanut lodged in the right mainstem bronchus. Using forceps, we carefully pulled the pieces out. Once it was clear, we double-checked to make sure no debris was left behind. He breathed well afterward.",
  "BRN00125_syn_9": "Procedure: Extraction of bronchial foreign body.\nObject: Organic fragment (peanut).\nLocation: Right Mainstem.\nMethod: Rigid instrumentation and forceps retrieval.\nOutcome: Obstruction resolved.",
  "BRN00125": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: OR\nPROCEDURE: Rigid bronchoscopy with removal of foreign body\nINDICATION: 5-year-old male with acute onset cough and wheeze after choking on peanuts; radiograph with hyperinflation of right lung.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with orotracheal intubation. Rigid pediatric bronchoscope introduced through the ETT under direct visualization.\n\nFINDINGS / INTERVENTION:\nA tan organic foreign body consistent with a peanut fragment was lodged in the right mainstem bronchus with surrounding granulation tissue. No intrinsic tumor.\n\nUsing rigid forceps passed through the bronchoscope, the peanut and several smaller fragments were grasped and removed in multiple passes. Therapeutic suctioning cleared residual debris. Final inspection confirmed a patent right mainstem bronchus with visible segmental bronchi and no residual foreign material.\n\nNo BAL, biopsies, or EBUS were performed.\n\nCOMPLICATIONS:\nNone. No significant bleeding or desaturation events.\n\nDISPOSITION / PLAN:\nExtubated in OR and transferred to PACU in stable condition. Planned overnight floor observation with pulse oximetry and bronchodilator therapy as needed."
}
