{
  "BRN00128_syn_1": "Indication: COPD/BLVR Eval.\nProcedure: Chartis assessment.\nFindings: Balloon occlusion LUL and LLL. Flow persisted (CV positive).\nResult: Not a candidate for valves.\nPlan: Medical management/Transplant referral.",
  "BRN00128_syn_2": "PROCEDURE: Bronchoscopic Assessment of Collateral Ventilation.\n[REDACTED] for endobronchial valve candidacy. The Chartis system was deployed in the target segments of the left lung. Measurements in both the LUL and LLL demonstrated persistent expiratory flow without cessation, indicative of collateral ventilation. Consequently, valve placement was not performed.",
  "BRN00128_syn_3": "Code: 31634 (Balloon occlusion assessment).\nIndication: Evaluation for lung volume reduction.\nDetails: Catheter placed in segmental bronchi. Balloon inflated. Flow measurements recorded. Positive collateral ventilation detected. Procedure terminated without valve insertion.",
  "BRN00128_syn_4": "Procedure: Chartis Eval\nPatient: [REDACTED]\nSteps:\n1. GA/ETT.\n2. Chartis catheter to LUL then LLL.\n3. Measured flow.\n4. Result: CV positive (flow didn't stop).\nPlan: No valves. Pulmonary rehab.",
  "BRN00128_syn_5": "did a chartis on gloria ortiz to see if we could put valves in she has bad copd checked the left side with the balloon but the air kept coming out meaning collateral ventilation is positive so we didnt put any valves in woke her up shes not a candidate.",
  "BRN00128_syn_6": "Bronchoscopy was performed to assess for collateral ventilation using the Chartis system. The balloon catheter was positioned in the LUL and LLL bronchi. In all tested segments, airflow persisted after occlusion, confirming the presence of collateral ventilation. No endobronchial valves were placed.",
  "BRN00128_syn_7": "[Indication]\nBLVR candidacy evaluation.\n[Anesthesia]\nGeneral.\n[Description]\nChartis assessment of LUL and LLL. Persistent airflow noted (CV+).\n[Plan]\nNo valves placed. Continue medical therapy.",
  "BRN00128_syn_8": "We brought [REDACTED] see if she could get valves for her emphysema. We used a special balloon catheter to block her airways and measure airflow. Unfortunately, the air kept flowing even when we blocked the bronchus, which means her lung sections are connected (collateral ventilation). Because of this, valves wouldn't work, so we didn't put any in.",
  "BRN00128_syn_9": "Procedure: Assessment of collateral airflow.\nMethod: Balloon occlusion (Chartis).\nFindings: Interlobar airflow present.\nConclusion: Contraindication for valve therapy.",
  "BRN00128": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Bronchoscopy Suite\nPROCEDURE: Bronchoscopy with balloon occlusion assessment of collateral ventilation (Chartis) for bronchoscopic lung volume reduction candidate\nINDICATION: 68-year-old female with GOLD IV COPD, hyperinflation, and heterogeneous emphysema being evaluated for endobronchial valve therapy.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with endotracheal tube.\n\nPROCEDURE SUMMARY:\nFlexible bronchoscope advanced via ETT. A balloon catheter was sequentially positioned in the segmental bronchi of the left upper lobe (LUL) and left lower lobe (LLL). Chartis measurements showed persistent airflow and lack of complete flow cessation in all tested segments, consistent with significant collateral ventilation.\n\nNo endobronchial valves were placed. No biopsies, BAL, navigation, or EBUS performed.\n\nCOMPLICATIONS:\nNone.\n\nPLAN:\nPatient [REDACTED] a candidate for valve-based BLVR due to positive collateral ventilation. Continue maximal inhaler therapy, pulmonary rehabilitation, and evaluate for lung transplant referral."
}
