{
  "BRN00131_syn_1": "Indication: Left effusion.\nProcedure: US-guided thoracentesis.\nAction: Needle inserted. 1.2L clear yellow fluid removed.\nComplications: None.\nPlan: Fluid analysis.",
  "BRN00131_syn_2": "PROCEDURE: Therapeutic Thoracentesis.\n[REDACTED] a symptomatic left pleural effusion. Bedside ultrasound confirmed a safe pocket. Under local anesthesia, a catheter was introduced into the pleural space. 1.2 liters of straw-colored fluid were evacuated. The catheter was withdrawn without complication. Post-procedure imaging showed improvement.",
  "BRN00131_syn_3": "Code: 32555 (Thoracentesis with imaging guidance).\nGuidance: Ultrasound (documented).\nVolume: 1.2L.\nAnalysis: Sent for cell count, culture, chemistries.",
  "BRN00131_syn_4": "Procedure: Thoracentesis\nPatient: [REDACTED]\nSteps:\n1. US marked site.\n2. Lidocaine.\n3. Catheter in.\n4. Drained 1.2L.\n5. Bandage applied.\nPlan: Check labs.",
  "BRN00131_syn_5": "tapped mr [REDACTED] left lung today he had a decent size effusion used the ultrasound to guide it pulled out 1.2 liters fluid looked like transudate maybe or plain exudate sent it to lab patient feels better breathing easier.",
  "BRN00131_syn_6": "Ultrasound-guided therapeutic thoracentesis was performed on the left hemithorax. 1.2 L of clear yellow fluid was removed. The patient tolerated the procedure well. No pneumothorax was noted on post-procedure films.",
  "BRN00131_syn_7": "[Indication]\nSymptomatic left effusion.\n[Anesthesia]\nLocal.\n[Description]\nUS-guided thoracentesis. 1.2L removed.\n[Plan]\nFluid studies pending.",
  "BRN00131_syn_8": "We performed a thoracentesis on [REDACTED] his breathing. Using ultrasound, we found the fluid on the left side. We numbed the skin and inserted a small tube, draining 1.2 liters of fluid. He felt immediate relief. We sent the fluid to the lab to see if it's from an infection.",
  "BRN00131_syn_9": "Procedure: Pleural aspiration.\nGuidance: Sonography.\nVolume: 1200mL.\nAnalysis: Diagnostic and therapeutic.",
  "BRN00131": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Procedure Room\nPROCEDURE: Ultrasound-guided therapeutic thoracentesis, left\nINDICATION: 66-year-old male with new moderate left pleural effusion and dyspnea; suspected parapneumonic effusion.\n\nANESTHESIA:\nLocal anesthesia with lidocaine; no systemic sedation (patient cooperative).\n\nPROCEDURE DESCRIPTION:\nPoint-of-care ultrasound demonstrated a moderate free-flowing anechoic effusion on the left without septations. Under sterile conditions, the left posterior axillary line was marked. After local infiltration, a thoracentesis catheter was advanced into the pleural space with ultrasound guidance.\n\nA total of 1.2 L of clear yellow fluid was removed and sent for cell count, Gram stain and culture, pH, LDH, protein, and cytology. The catheter was then removed and a dressing applied.\n\nCOMPLICATIONS:\nNone. No cough, chest pain, or air aspiration. Post-procedure chest radiograph showed interval decrease in effusion without pneumothorax.\n\nPLAN:\nResume antibiotics. Review pleural fluid studies to differentiate transudate vs exudate. Outpatient pulmonary follow-up in 1–2 weeks."
}
