{
  "BRN00129_syn_1": "Indication: Emphysema.\nProcedure: BLVR LUL.\nAction: 3 Zephyr valves placed (Apicoposterior, Anterior, Lingula).\nResult: Total occlusion. Good position.\nPlan: Admit. CXR monitoring.",
  "BRN00129_syn_2": "PROCEDURE: Endobronchial Valve Placement.\n[REDACTED] bronchoscopic lung volume reduction of the left upper lobe. Following induction, the LUL was inspected. Three Zephyr valves were deployed into the segmental bronchi. Occlusion was verified visually. No immediate complications were observed. Patient admitted for pneumothorax monitoring.",
  "BRN00129_syn_3": "CPT: 31647 (Bronchoscopy with valve placement, initial lobe).\nTarget: Left Upper Lobe.\nImplants: 3 Zephyr valves.\nVerification: Visual inspection confirmed segmental occlusion.\nNote: Chartis done previously (not billed this session).",
  "BRN00129_syn_4": "Procedure: BLVR LUL\nPatient: [REDACTED]\nSteps:\n1. GA/ETT.\n2. Scope to LUL.\n3. Placed 3 Zephyr valves.\n4. Checked fit.\nPlan: Admit, serial CXRs.",
  "BRN00129_syn_5": "put valves in for mr [REDACTED] left upper lobe used the zephyr ones three of them total fit looked good blocked off the airways no bleeding sent him to the floor watch for pneumo.",
  "BRN00129_syn_6": "Bronchoscopic lung volume reduction was performed on the left upper lobe. Three Zephyr valves were placed in the segmental bronchi. Complete occlusion was achieved. There were no intra-procedure complications. Post-procedure chest x-ray was negative for pneumothorax.",
  "BRN00129_syn_7": "[Indication]\nSevere emphysema, LUL target.\n[Anesthesia]\nGeneral.\n[Description]\n3 Zephyr valves deployed in LUL. Lobar occlusion confirmed.\n[Plan]\nAdmit. Monitor for pneumothorax.",
  "BRN00129_syn_8": "[REDACTED] valve procedure today. We placed three valves in his left upper lobe to help shrink the emphysema. The valves went in smoothly and blocked the airways as intended. We'll keep him in the hospital for a few days to make sure his lung doesn't collapse (pneumothorax) as it shrinks.",
  "BRN00129_syn_9": "Procedure: Deployment of bronchial valves.\nTarget: Left Upper Lobe.\nDevice: Zephyr.\nOutcome: Lobar isolation achieved.",
  "BRN00129": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Hybrid bronchoscopy suite\nPROCEDURE: Bronchoscopic lung volume reduction with endobronchial valve placement, left upper lobe\nINDICATION: 73-year-old male with heterogeneous emphysema and hyperinflation, dyspnea despite maximal medical therapy; prior Chartis assessment negative for collateral ventilation in the left upper lobe.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with endotracheal intubation.\n\nPROCEDURE SUMMARY:\nFlexible bronchoscope advanced via ETT. Left upper lobe anatomy inspected; no endobronchial lesions. Three Zephyr valves were placed in the LUL segmental bronchi using standard delivery catheters (apicoposterior, anterior, and lingular segments). Chartis data from a prior session confirmed absent collateral ventilation, so repeat balloon occlusion was not performed.\n\nNo biopsies, BAL, navigation, or EBUS were performed.\n\nPost-placement inspection showed good valve position with complete occlusion of treated segments and no evidence of migration.\n\nCOMPLICATIONS:\nNone intra-procedure. Immediate post-procedure chest radiograph without pneumothorax.\n\nPLAN:\nAdmit to monitored bed. Daily chest radiographs for 72 hours. Outpatient follow-up in 6 weeks with spirometry."
}
