{
  "BRN00132_syn_1": "Indication: Recurrent effusion.\nProcedure: Medical Thoracoscopy + Talc.\nFindings: Nodular pleura. 1.8L fluid.\nAction: Biopsies taken. 4g Talc poudrage.\nPlan: Chest tube to suction.",
  "BRN00132_syn_2": "PROCEDURE: Medical Thoracoscopy with Pleurodesis.\n[REDACTED] thoracoscopy for a recurrent malignant effusion. Inspection of the left pleural space revealed diffuse parietal nodularity. Biopsies were obtained. To prevent recurrence, talc poudrage (4 grams) was performed under direct visualization. A 24 Fr chest tube was placed.",
  "BRN00132_syn_3": "Code: 32650 (Thoracoscopy with pleurodesis).\nIncludes: 32601 (diagnostic) and 32604 (biopsy) as bundled services.\nAgent: Sterile Talc.\nOutcome: Fluid evacuated, pleurodesis agent applied.",
  "BRN00132_syn_4": "Procedure: Thoracoscopy/Talc\nPatient: [REDACTED]\nSteps:\n1. GA/Double lumen tube.\n2. Trocar in.\n3. Drained fluid.\n4. Biopsied nodules.\n5. Sprayed Talc.\n6. Chest tube placed.\nPlan: Admit.",
  "BRN00132_syn_5": "did a scope in the chest for [REDACTED] drained the fluid took some biopsies of the bumps on the pleura sprayed talc in there to stick the lung up chest tube is in place suction -20.",
  "BRN00132_syn_6": "Medical thoracoscopy was performed on the left side. 1.8 L of fluid was evacuated. Parietal pleural nodules were biopsied. Talc poudrage was performed for pleurodesis. A chest tube was placed at the conclusion of the procedure.",
  "BRN00132_syn_7": "[Indication]\nRecurrent malignant effusion.\n[Anesthesia]\nGeneral (OLV).\n[Description]\nThoracoscopy. Biopsies of pleura. Talc poudrage (4g).\n[Plan]\nChest tube management.",
  "BRN00132_syn_8": "We took [REDACTED] OR for a thoracoscopy. We put a camera into his chest cavity, drained the fluid, and saw widespread cancer nodules on the lining of the chest wall. We took samples of these. Then, we sprayed sterile talc powder everywhere inside to glue the lung to the wall and stop the fluid from coming back.",
  "BRN00132_syn_9": "Procedure: Pleuroscopy with chemical sclerosis.\nFindings: Carcinomatosis.\nIntervention: Tissue sampling and insufflation of sclerosing agent (talc).\nDrainage: Indwelling thoracostomy tube.",
  "BRN00132": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: OR\nPROCEDURE: Medical thoracoscopy with talc poudrage pleurodesis, left\nINDICATION: 74-year-old male with recurrent left malignant pleural effusion from non–small cell lung cancer, symptomatic despite prior thoracenteses.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with single-lumen endotracheal tube and lung isolation via bronchial blocker.\n\nPROCEDURE DESCRIPTION:\nPatient [REDACTED] right lateral decubitus position. After entry into the left pleural space in the mid-axillary line, a rigid medical thoracoscope was introduced. Diffuse pleural nodularity was seen over the parietal pleura; multiple biopsies were obtained. Approximately 1.8 L of serosanguinous fluid was evacuated.\n\nTalc poudrage pleurodesis was then performed with insufflation of 4 g of sterile talc over the parietal pleura under thoracoscopic visualization. A 24 Fr chest tube was placed at the conclusion of the case and connected to suction.\n\nCOMPLICATIONS:\nNone intra-procedure.\n\nPLAN:\nAdmit to floor. Maintain chest tube to -20 cmH2O suction overnight, then water seal if output and air leak allow. Daily chest radiographs until tube removal."
}
