{
  "BRN00127_syn_1": "Indication: RUL Nodule.\nProcedure: Ion Robotic Bronch + Radial EBUS.\nTarget: 1.5cm RUL apical nodule.\nActions: Navigated to lesion. Confirmed w/ r-EBUS (concentric). CBCT tool-in-lesion. Biopsy x6, Brush x2, BAL.\nResult: Suspicious for carcinoma.\nPlan: Oncology.",
  "BRN00127_syn_2": "PROCEDURE NOTE: Robotic-Assisted Navigation Bronchoscopy.\nMs. [REDACTED] presented for biopsy of a PET-avid RUL nodule. The Ion robotic platform was utilized for navigation. Upon reaching the target in the RUL apical segment, radial EBUS confirmed a concentric solid lesion. Cone Beam CT verification demonstrated optimal tool placement. Transbronchial biopsies and brushings were obtained. Cytology suggests non-small cell carcinoma.",
  "BRN00127_syn_3": "Coding:\n- 31627: Navigation bronchoscopy (add-on).\n- 31654: Peripheral EBUS (radial probe) for lesion localization (add-on).\n- 31628: Transbronchial lung biopsy, single lobe.\nDetails: Robotic system used for guidance. Radial EBUS confirmed location. Biopsies taken of parenchymal nodule.",
  "BRN00127_syn_4": "Procedure: Robotic Bronch/Biopsy\nPatient: [REDACTED]\nSteps:\n1. GA/ETT.\n2. Ion robot registered.\n3. Navigated to RUL nodule.\n4. Radial EBUS confirmation.\n5. CBCT spin.\n6. Biopsies taken.\nPlan: Wait for path.",
  "BRN00127_syn_5": "robotic bronch for [REDACTED] that spot in the right upper lobe used the ion system drove out to the nodule radial ebus showed it nicely did a spin with the ct to be sure took a bunch of biopsies and a brush rose said it looks like cancer woke her up no issues.",
  "BRN00127_syn_6": "General anesthesia was induced. The Ion robotic bronchoscopy catheter was navigated to a 1.5 cm RUL nodule. Radial EBUS showed a concentric view. Cone beam CT confirmed tool-in-lesion. Transbronchial forceps biopsies and brushings were performed. BAL was also collected. No pneumothorax was observed.",
  "BRN00127_syn_7": "[Indication]\n1.5 cm RUL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nRobotic navigation to RUL. Radial EBUS verification. CBCT confirmation. Transbronchial biopsy (31628) and brushing performed.\n[Plan]\nDischarge home. Oncology f/u.",
  "BRN00127_syn_8": "We used the robotic bronchoscope to biopsy [REDACTED]. Once the robot guided us to the right upper lobe spot, we double-checked the location with the radial ultrasound probe and the CT spinner. Everything lined up perfectly. We took several biopsies and a brush sample. The preliminary check by the pathologist looked suspicious for cancer.",
  "BRN00127_syn_9": "Procedure: Computer-guided bronchoscopy with peripheral sampling.\nTarget: RUL pulmonary lesion.\nVerification: Radial ultrasonography and cone-beam tomography.\nTechnique: Forceps sampling and bronchial brushing.\nOutcome: Diagnostic material obtained.",
  "BRN00127": "PATIENT: [REDACTED]   MRN: [REDACTED]   DOB: [REDACTED]\nDATE: [REDACTED]   LOCATION: Hybrid bronchoscopy suite\nPROCEDURE: Ion robotic navigation bronchoscopy with radial EBUS and transbronchial lung biopsy of right upper lobe (RUL) nodule\nINDICATION: 72-year-old female with a 1.5 cm spiculated RUL pulmonary nodule, PET-avid, no enlarged mediastinal nodes.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia with endotracheal intubation.\n\nPROCEDURE SUMMARY (checklist style):\n- Navigation platform: Ion robotic bronchoscopy\n- Guidance: Pre-procedure CT loaded; virtual plan created to RUL apical segment nodule.\n- Robotic scope advanced to target per navigational plan.\n- Radial EBUS probe used: Concentric solid lesion pattern obtained.\n- Imaging confirmation: Cone beam CT showed tool-in-lesion.\n- Sampling tools: Transbronchial forceps biopsies (6 passes), brushings (2 passes), BAL (60 mL instilled, 30 mL return).\n- No EBUS mediastinal staging performed.\n\nNo immediate complications. Fluoroscopy showed no pneumothorax. Minimal bleeding controlled with cold saline.\n\nPLAN:\nObserve in PACU then home same day. Arrange oncology and surgical consultations pending pathology."
}
