{
  "BT2025004_syn_1": "Proc: Attempted BT Bilateral Upper Lobes.\nEvent: Severe bronchospasm at 34 activations.\nAction: Aborted procedure. Intubated. ICU transfer.\nFindings: Acute respiratory failure.\nPlan: ICU care. Mech vent.",
  "BT2025004_syn_2": "OPERATIVE NARRATIVE: The patient presented for completion thermoplasty of the upper lobes. Following induction, the catheter was deployed in the RUL and LUL. After 34 activations, the patient developed precipitous airway expiratory obstruction and severe wheeze consistent with status asthmaticus. \nINTERVENTION: The procedure was immediately aborted. Anesthesia was deepened, and pharmacologic resuscitation initiated. The patient remained intubated for mechanical ventilation.\nDISPOSITION: Transfer to ICU for critical care management.",
  "BT2025004_syn_3": "Code: 31660 (Bronchial thermoplasty, 1 lobe).\nRationale: Although bilateral treatment was intended (31661), the procedure was aborted early due to life-threatening bronchospasm. 34 activations suggests treatment of roughly one lobe's worth of tissue before termination.\nComplication: Acute respiratory failure (J96.00).\nDisposition: ICU.",
  "BT2025004_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: BT Upper Lobes (Aborted)\nEvents:\n1. Started treatment RUL/LUL.\n2. Got to 34 hits.\n3. Huge bronchospasm, high pressures.\n4. Stopped procedure.\n5. Patient stayed intubated, went to ICU.\nPlan: ICU vent management.",
  "BT2025004_syn_5": "[REDACTED] here for the last session upper lobes. started fine but at 34 hits he just clamped off totally. pressures went sky high severe wheeze. we had to stop. kept him asleep and intubated. sent him straight to the icu. scary case.",
  "BT2025004_syn_6": "Interventional Pulmonology Procedure Note. Procedure: Bronchial thermoplasty session 3 treating bilateral upper lobes (aborted early). Patient: Liam Patel. General anesthesia with endotracheal intubation. Bronchial thermoplasty catheter positioned in right and left upper lobe segmental bronchi. Thirty-four activations delivered before abrupt increase in airway pressures and severe wheeze prompted early termination. Severe bronchospasm with acute hypoxemic respiratory failure. Procedure aborted; patient transported intubated to the ICU.",
  "BT2025004_syn_7": "[Indication]\nCompletion BT (Upper Lobes).\n[Anesthesia]\nGeneral, ETT.\n[Description]\nCatheter deployed. 34 activations delivered. Severe bronchospasm encountered. Procedure aborted.\n[Complications]\nAcute respiratory failure. Intubated.\n[Plan]\nICU admission. Mechanical ventilation.",
  "BT2025004_syn_8": "[REDACTED] to be stopped early today. We were treating the upper lobes and had delivered 34 activations when he went into severe bronchospasm. His airway pressures spiked and we couldn't ventilate him well. We stopped the thermoplasty immediately and focused on stabilizing him. He is currently intubated and sedated in the ICU.",
  "BT2025004_syn_9": "Procedure: Bronchial thermoplasty, final stage, upper lobes (Terminated).\nPatient: [REDACTED].\nEvent: During the 34th pulse, acute airway obstruction occurred. The operation was ceased.\nAction: Deepened sedation, administered epinephrine.\nOutcome: Patient remains mechanically ventilated.\nDisposition: Intensive Care Unit.",
  "BT2025004": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 3 treating bilateral upper lobes (aborted early).\nPatient: [REDACTED], 56-year-old male with severe steroid-dependent asthma and frequent ICU admissions.\nAnesthesia: General anesthesia with endotracheal intubation.\nProcedure details: After induction of anesthesia, flexible bronchoscopy was performed via endotracheal tube. Bronchial thermoplasty catheter was positioned in the right and left upper lobe segmental bronchi. Thirty-four activations were delivered before abrupt increase in airway pressures and severe wheeze prompted early termination of the procedure.\nComplications: Severe bronchospasm with acute hypoxemic respiratory failure requiring deepening of anesthesia, continuous nebulized bronchodilators, IV epinephrine, and continued mechanical ventilation in the ICU. No significant bleeding or pneumothorax.\nDisposition: Procedure aborted; patient transported intubated to the ICU for ongoing ventilatory and bronchodilator management."
}
