{
  "BT2025001_syn_1": "Proc: BT Session 3 (RUL/LUL).\nAnesthesia: GA, LMA.\nAction: 60 activations total (30 RUL, 30 LUL).\nFindings: Stable pressures. No trauma.\nPlan: Admit overnight (standard protocol).",
  "BT2025001_syn_2": "PROCEDURE: Completion Bronchial Thermoplasty (Bilateral Upper Lobes).\nCLINICAL SUMMARY: [REDACTED] the final session targeting the RUL and LUL.\nOPERATIVE DETAILS: A laryngeal mask airway was placed. The bronchoscope was advanced to the right upper lobe, where approximately 30 activations were delivered. Attention was turned to the left upper lobe, where an additional 30 activations were performed (Total: 60). Airway inspection showed expected blanching with no excessive edema.\nDISPOSITION: The patient was admitted to the pulmonary floor for routine overnight observation given the extent of the treated area (2 lobes).",
  "BT2025001_syn_3": "Code: 31661 (Bronchial thermoplasty, 2 or more lobes).\nTarget: Right Upper Lobe AND Left Upper Lobe.\nActivations: 60 total.\nRationale: This code captures the increased work and risk of treating multiple lobes in the final session of the standard protocol.\nSetting: Inpatient admission (Overnight).",
  "BT2025001_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: BT Session 3 (Upper Lobes)\nSteps:\n1. GA with LMA.\n2. Treated RUL (~30 hits).\n3. Treated LUL (~30 hits).\n4. Total 60 activations.\n5. No desats.\nPlan: Admit for obs.",
  "BT2025001_syn_5": "amelia green here for the final session upper lobes. used an lma and general anesthesia. treated the right upper then the left upper. about 30 hits each side so 60 total. went well no spasm. admitting her overnight just to watch her like usual for the upper lobes.",
  "BT2025001_syn_6": "Bronchial thermoplasty session 3 treating bilateral upper lobes. Patient: Amelia Green. Anesthesia: General anesthesia with laryngeal mask airway. Thermoplasty catheter advanced sequentially to the right and left upper lobe segmental and subsegmental bronchi. Total of 60 activations delivered (approximately 30 per upper lobe) with stable airway pressures. Mild post-procedure cough only. Recovered in PACU and admitted overnight.",
  "BT2025001_syn_7": "[Indication]\nCompletion BT (RUL + LUL).\n[Anesthesia]\nGeneral, LMA.\n[Description]\nSequential treatment of RUL and LUL. 60 total activations delivered. Airway appearance satisfactory.\n[Plan]\nAdmit overnight. Monitor for edema.",
  "BT2025001_syn_8": "[REDACTED] for her final thermoplasty session. We treated both the right and left upper lobes today under general anesthesia. We did about 30 activations on each side for a total of 60. The procedure went very smoothly with no breathing issues noted. Because we treated two lobes, we are keeping her in the hospital overnight for observation as per protocol.",
  "BT2025001_syn_9": "Operation: Bronchial thermoplasty, final stage, bilateral upper lobes.\nPatient: [REDACTED].\nMethod: Via LMA, the catheter was deployed in the RUL and LUL. 60 energy pulses were administered in total. No airway trauma observed.\nOutcome: Minor cough.\nStrategy: Inpatient monitoring.",
  "BT2025001": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 3 treating bilateral upper lobes.\nPatient: [REDACTED], 44-year-old female with severe persistent asthma status post right and left lower lobe thermoplasty sessions.\nAnesthesia: General anesthesia with laryngeal mask airway.\nProcedure details: Flexible bronchoscopy performed through a laryngeal mask airway. The thermoplasty catheter was advanced sequentially to the right and left upper lobe segmental and subsegmental bronchi. A total of 60 activations were delivered (approximately 30 per upper lobe) with stable airway pressures and no visible airway trauma. No diagnostic sampling was performed.\nComplications: Mild post-procedure cough only; no bronchospasm or desaturation.\nDisposition: Recovered in the post-anesthesia care unit and admitted overnight to the pulmonary floor for routine post-thermoplasty observation."
}
