{
  "BT2025003_syn_1": "Proc: LLL Thermoplasty.\nEvent: Severe bronchospasm/desat at 45 activations.\nAction: Procedure paused. Rx: Albuterol, Mg, Solu-Medrol.\nOutcome: Sats improved. No intubation needed.\nPlan: Admit pulmonary floor. Close monitoring.",
  "BT2025003_syn_2": "PROCEDURE: Bronchial Thermoplasty (Left Lower Lobe).\nCOMPLICATION: The procedure was complicated by moderate intra-operative bronchospasm after 45 activations. The patient desaturated to 88%. The procedure was paused. Pharmacologic rescue with nebulized albuterol, IV magnesium, and IV methylprednisolone was successful in restoring baseline saturation without the need for invasive ventilation.\nDISPOSITION: The patient was admitted to the pulmonary floor for close observation.",
  "BT2025003_syn_3": "Code: 31660 (Bronchial thermoplasty, 1 lobe).\nLobe: Left Lower Lobe.\nActivations: 45 (Goal not fully met due to adverse event).\nComplication: Intra-procedural bronchospasm (J98.01) requiring medical management.\nNote: Despite complication, the base procedure code 31660 is reported as the service was performed substantially.",
  "BT2025003_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: BT LLL\nEvents:\n1. Started LLL treatment.\n2. At 45 hits, patient got tight/wheezy.\n3. Sats dropped to 88%.\n4. Stopped. Gave nebs, mg, steroids.\n5. Improved.\nPlan: Admit to floor.",
  "BT2025003_syn_5": "sofia martinez here for LLL thermoplasty. shes pretty brittle. we got through 45 activations and she clamped down hard. sats dropped into the 80s. had to stop. gave her everything albuterol mag steroids. she opened up eventually didnt have to tube her. keeping her on the floor tonight definitely.",
  "BT2025003_syn_6": "Interventional Pulmonology Procedure Note. Bronchial thermoplasty session 2 treating left lower lobe. Patient: [REDACTED]. Sedation: Moderate. Flexible bronchoscopy performed. Thermoplasty catheter advanced to left lower lobe. Forty-five activations delivered; procedure briefly paused because of increased airway resistance and wheeze. Moderate intra-procedural bronchospasm with transient desaturation to 88% managed with inhaled albuterol, IV magnesium, and IV methylprednisolone. Observed overnight on the pulmonary floor.",
  "BT2025003_syn_7": "[Indication]\nSevere asthma, Session 2 (LLL).\n[Anesthesia]\nModerate Sedation.\n[Description]\n45 activations delivered to LLL. Procedure paused due to bronchospasm and desaturation (88%). Medical management successful (Albuterol/Mg/Steroids).\n[Plan]\nAdmit to floor. Scheduled nebs.",
  "BT2025003_syn_8": "[REDACTED] a rough time with her LLL thermoplasty today. We managed to deliver 45 activations, but then she developed significant bronchospasm and her oxygen levels dropped. We had to stop and treat her aggressively with nebs and IV meds. Fortunately, she turned around and we didn't have to intubate her. We are admitting her to the floor to keep a close eye on her breathing.",
  "BT2025003_syn_9": "Procedure: Bronchial thermoplasty, session two, left lower lobe.\nPatient: [REDACTED]\nComplication: Intra-operative airway constriction.\nDetails: After 45 pulses, the patient exhibited wheezing and hypoxemia. The session was suspended. Pharmacologic rescue was effective.\nDisposition: Inpatient observation.",
  "BT2025003": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 2 treating left lower lobe.\nPatient: [REDACTED], 39-year-old female with severe persistent asthma and recent prednisone-dependent exacerbations.\nSedation: Moderate sedation with midazolam and fentanyl; native airway with high-flow nasal cannula.\nProcedure details: Flexible bronchoscopy performed via the oropharynx. The thermoplasty catheter was advanced to segmental and subsegmental left lower lobe bronchi. Forty-five activations were delivered; the procedure was briefly paused because of increased airway resistance and wheeze.\nComplications: Moderate intra-procedural bronchospasm with transient desaturation to 88% managed with inhaled albuterol, IV magnesium, and IV methylprednisolone. No intubation was required and saturations returned to baseline.\nDisposition: Observed overnight on the pulmonary floor with scheduled bronchodilators and systemic steroids."
}
