{
  "BT2025002_syn_1": "Proc: BT Session 3 (RUL + LUL).\nAnesthesia: GA, ETT.\nAction: 58 activations total to upper lobes.\nFindings: Patent airways. No spasm.\nPlan: Admit step-down. Steroid taper.",
  "BT2025002_syn_2": "PROCEDURE: Bilateral Upper Lobe Bronchial Thermoplasty.\nPATIENT: Mr. King, 50M.\nNARRATIVE: The patient was intubated. The RUL and LUL segmental bronchi were sequentially id[REDACTED] and treated. A total of 58 radiofrequency activations were applied. The procedure was uncomplicated, with no evidence of bronchospasm or bleeding. Post-procedure airway inspection confirmed patency.\nDISPOSITION: The patient was transferred to the step-down unit for overnight monitoring and initiation of a systemic steroid taper.",
  "BT2025002_syn_3": "Code: 31661 (Bronchial thermoplasty, 2 or more lobes).\nSites: Right Upper Lobe, Left Upper Lobe.\nActivations: 58.\nAnesthesia: General (ETT).\nStatus: Procedure completed successfully. No complications recorded.\nDisposition: Inpatient (Step-down).",
  "BT2025002_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: BT Bilateral Upper Lobes\nSteps:\n1. Intubation.\n2. Treated RUL segments.\n3. Treated LUL segments.\n4. Total 58 activations.\n5. No issues.\nPlan: Admit to step-down, steroids.",
  "BT2025002_syn_5": "noah king final session upper lobes. tube is in. went to the rul and lul. did 58 activations total. everything looks good no spasm or anything. sending him to step down for the night will taper his steroids.",
  "BT2025002_syn_6": "Interventional Pulmonology Procedure Note. Procedure: Bronchial thermoplasty session 3 treating bilateral upper lobes. Patient: Noah King. General anesthesia with endotracheal intubation. Flexible bronchoscopy performed via endotracheal tube. Bronchial thermoplasty catheter sequentially deployed in the right and left upper lobe segmental bronchi. Fifty-eight activations delivered. Airways re-inspected and remained hemostatic and patent. Admitted overnight to the step-down unit.",
  "BT2025002_syn_7": "[Indication]\nCompletion BT (RUL + LUL).\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRUL and LUL treated. 58 activations total. Good contact. Airways patent.\n[Plan]\nAdmit step-down. Systemic steroid taper.",
  "BT2025002_syn_8": "[REDACTED] thermoplasty treatment today with the upper lobes. Under general anesthesia, we treated segments in both the right and left upper lobes, delivering 58 activations in total. He tolerated it well with no bronchospasm. We are admitting him to the step-down unit for tonight just to be safe and will start his steroid taper.",
  "BT2025002_syn_9": "Procedure: Bronchial thermoplasty, conclusion, bilateral upper lobes.\nSubject: [REDACTED].\nAction: Using an ETT, the probe was positioned in the RUL and LUL. 58 RF discharges were completed. Airways remained open.\nResult: No immediate bronchospasm.\nDisposition: Step-down unit admission.",
  "BT2025002": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 3 treating bilateral upper lobes.\nPatient: [REDACTED], 50-year-old male with severe persistent asthma after completion of lower lobe thermoplasty sessions.\nAnesthesia: General anesthesia with endotracheal intubation.\nProcedure details: Under general anesthesia, flexible bronchoscopy was performed via endotracheal tube. The bronchial thermoplasty catheter was sequentially deployed in the right and left upper lobe segmental bronchi. Fifty-eight activations were delivered with good catheter contact and appropriate cycle times. Airways were re-inspected and remained hemostatic and patent.\nComplications: No immediate bronchospasm or significant hypoxemia.\nDisposition: Admitted overnight to the step-down unit for observation and systemic steroid taper."
}
