{
  "FB001_syn_1": "Indication: Aspiration/RML collapse.\nProcedure: Flexible bronchoscopy.\nFindings: Pistachio fragment RML medial segment.\nAction: 1.8mm basket deployed. Fragment captured and removed en bloc. Residual piece suctioned.\nOutcome: Airway patent. No bleeding.\nPlan: Discharge.",
  "FB001_syn_2": "HISTORY: A 32-year-old female presented with unilateral wheeze following organic aspiration. Radiography suggested right middle lobe atelectasis.\nPROCEDURE: Moderate sedation was induced. The tracheobronchial tree was systematically inspected. An organic foreign body, consistent with a nut fragment, was id[REDACTED] obstructing the RML medial segment. Using a flexible retrieval basket, the object was successfully ensnared and extracted. A subsequent pass cleared a minor residual fragment. The mucosa demonstrated localized edema but no active hemorrhage.\nIMPRESSION: Successful bronchoscopic retrieval of organic foreign body.",
  "FB001_syn_3": "Service: Bronchoscopy with removal of foreign body (CPT 31635).\nTechnique: Flexible video bronchoscope introduced.\nVisualization: Organic foreign body (nut) id[REDACTED] in Right Middle Lobe medial segment.\nRemoval Method: Flexible retrieval basket passed through working channel. Object captured and removed en bloc.\nMedical Necessity: Object caused airway obstruction and lobar collapse.\nStatus: Complete removal achieved.",
  "FB001_syn_4": "Procedure: Bronchoscopy FB Removal\nPatient: 32F\nAttending: Dr. IP_Attending_01\nSteps:\n1. Time out. Moderate sedation.\n2. Scope inserted orally.\n3. Id[REDACTED] nut fragment in RML medial segment.\n4. Used basket to grab and remove it.\n5. Suctioned small piece.\n6. Re-looked: clear.\nPlan: DC home.",
  "FB001_syn_5": "patient [REDACTED] for aspiration 32 yo female we did the scope with midaz and fent went down to the right lung found a pistachio nut in the RML medial part looks like it was stuck used the basket to get it out took two tries to get it all but we got it no bleeding patient did fine going home today.",
  "FB001_syn_6": "Flexible bronchoscopy with foreign body removal was performed on a 32-year-old female for suspected organic food aspiration with right middle lobe collapse. Moderate sedation with IV midazolam and fentanyl was used. After standard time-out, a flexible video bronchoscope was advanced. In the right middle lobe medial segment bronchus, a tan friable foreign body consistent with pistachio nut fragment was visualized. A 1.8 mm flexible retrieval basket was deployed to capture the fragment. The basket and bronchoscope were withdrawn en bloc. A small residual fragment was removed on a second pass. No additional foreign material was seen. There was mild mucosal erythema without active bleeding.",
  "FB001_syn_7": "[Indication]\nSuspected organic food aspiration, RML collapse.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nScope advanced. Pistachio nut fragment visualized in RML medial segment. Retrieval basket used to capture and remove fragment. Small residual piece suctioned. Airway cleared.\n[Plan]\nDischarge home with return precautions.",
  "FB001_syn_8": "The patient, a 32-year-old female, presented with a cough after choking on mixed nuts. We proceeded with a flexible bronchoscopy under moderate sedation. Upon inspection, we found a piece of a pistachio nut blocking the medial segment of the right middle lobe. We used a retrieval basket to grab the nut and pulled it out along with the scope. We had to go back down once more to suction up a tiny leftover piece, but after that, the airway was completely clear. There wasn't any significant bleeding, just some redness where the nut had been.",
  "FB001_syn_9": "Operation: Flexible bronchoscopy with extraction of foreign body.\nReason: Presumed organic food inhalation.\nDetails: A flexible scope was navigated through the mouth. In the RML medial segment, a nut fragment was observed. A flexible retrieval basket was utilized to snare the fragment. The basket and scope were retracted together. A remnant was aspirated on a subsequent pass. No further debris was observed.\nResult: Organic nut fragment eliminated.",
  "FB001": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with foreign body removal.\nIndication: Suspected organic food aspiration with right middle lobe collapse.\nPatient: 32-year-old female with no significant cardiopulmonary comorbidities who choked on mixed nuts at dinner and developed persistent cough and unilateral wheeze.\nSedation/airway: Moderate sedation with IV midazolam and fentanyl; native airway with oral bite block and supplemental oxygen by nasal cannula.\nProcedure description: After standard time-out and topicalization of the oropharynx, a flexible video bronchoscope was advanced through the mouth. The trachea and main bronchi were patent. In the right middle lobe medial segment bronchus, a tan friable foreign body consistent with pistachio nut fragment was visualized, partially obstructing the lumen with adjacent mucosal edema. A 1.8 mm flexible retrieval basket was passed through the working channel, deployed distal to the foreign body, and closed to capture the fragment. The basket and bronchoscope were withdrawn en bloc. A small residual fragment was suctioned and removed on a second basket pass. No additional foreign material was seen after repeat inspection. No biopsies, lavage, or other therapeutic bronchoscopic interventions were performed.\nFindings: Organic nut fragment obstructing the right middle lobe medial segment bronchus; mild mucosal erythema without active bleeding after removal.\nComplications: None. No hypoxemia, arrhythmia, or clinically significant bleeding.\nDisposition: Observed in PACU and discharged home the same day with return precautions.\nImpression: Foreign body aspiration (organic nut fragment) status post complete removal via flexible bronchoscopy."
}
