{
  "FB003_syn_1": "Indication: Coin aspiration, pediatric.\nTechnique: Rigid bronchoscopy, jet ventilation.\nFindings: Coin in left mainstem bronchus.\nAction: Rigid optical forceps used. Coin rotated and removed en bloc.\nOutcome: Minimal abrasion. No bleeding.\nPlan: Peds floor admission.",
  "FB003_syn_2": "INDICATION: A 5-year-old male presented with acute wheeze following coin ingestion/aspiration.\nPROCEDURE: General anesthesia was induced. A pediatric rigid bronchoscope was introduced, serving as the airway. Examination revealed a metallic foreign body occluding the left mainstem bronchus. Rigid optical grasping forceps were utilized to manipulate and securely grasp the object. The coin was reoriented and extracted through the rigid barrel. The bronchial mucosa exhibited minimal trauma.\nIMPRESSION: Successful rigid bronchoscopic removal of left mainstem foreign body.",
  "FB003_syn_3": "Procedure: 31635 (Bronchoscopy with removal of foreign body).\nTechnique: Rigid Bronchoscopy (Pediatric).\nTarget: Left Mainstem Bronchus.\nObject: Radiopaque coin.\nInstrumentation: Rigid optical grasping forceps.\nDetails: Visualization of obstruction. Mechanical grasping and rotation of object. En bloc removal. Verification of airway patency.",
  "FB003_syn_4": "Procedure: Rigid Bronch / FB Removal\nPatient: 5yo Male\nSteps:\n1. GA / Jet ventilation.\n2. Rigid scope inserted.\n3. Found coin in Left Mainstem.\n4. Used rigid forceps to grab and turn the coin.\n5. Pulled it out.\n6. Check for bleeding: minimal abrasion.\nPlan: Admit peds floor.",
  "FB003_syn_5": "kid swallowed a coin well breathed it in actually 5 years old. took him to the OR for rigid bronchoscopy under general. saw the coin in the left main bronchus tight fit. used the optical forceps took a few tries to get a grip then turned it sideways and pulled it out. airway looks okay little scratch but no bleeding. admit for observation.",
  "FB003_syn_6": "Rigid bronchoscopy with foreign body removal. Pediatric patient with suspected coin aspiration and unilateral wheeze. General anesthesia with rigid bronchoscope used as the airway. At the left mainstem bronchus, a circular metallic foreign body consistent with a coin was lodged against the bronchial wall. Multiple attempts were required to obtain a secure purchase using rigid optical grasping forceps. The coin was rotated into a favorable orientation and removed en bloc through the rigid bronchoscope. The left bronchial tree was reinspected and was free of additional foreign material.",
  "FB003_syn_7": "[Indication]\nPediatric coin aspiration, left wheeze.\n[Anesthesia]\nGeneral, Rigid Bronchoscope/Jet Vent.\n[Description]\nRigid scope passed. Coin id[REDACTED] in Left Mainstem Bronchus. Optical forceps used to grasp and rotate coin. Removed en bloc. Minimal mucosal abrasion.\n[Plan]\nPediatric floor observation.",
  "FB003_syn_8": "This 5-year-old boy inhaled a coin, which got stuck in his left main airway. We put him under general anesthesia and used a rigid metal tube (bronchoscope) to reach the coin. It was tight, but we used special forceps to grab the coin, turn it so it would fit, and pulled it out. We double-checked the airway afterwards and everything looked clear with just a tiny scrape. He's going to the pediatric floor for the night.",
  "FB003_syn_9": "Operation: Rigid bronchoscopy with extraction of foreign body.\nSubject: 5-year-old male.\nDetails: Under general anesthesia, a rigid scope was inserted. A metallic coin was observed obstructing the left mainstem. Rigid optical forceps were employed to clutch the object. The coin was pivoted and withdrawn en bloc. The bronchial tree was re-examined and found clear.\nResult: Metallic foreign body eliminated.",
  "FB003": "Interventional Pulmonology Procedure Note\nProcedure: Rigid bronchoscopy with foreign body removal.\nIndication: Pediatric patient with suspected coin aspiration and unilateral wheeze.\nPatient: 5-year-old male with acute onset coughing and left-sided wheeze after putting coins in his mouth; CXR with radiopaque density in left mainstem bronchus and hyperinflated left lung.\nSedation/airway: General anesthesia with rigid bronchoscope used as the airway; jet ventilation.\nProcedure description: After anesthesia induction and muscle relaxation, a pediatric rigid bronchoscope was introduced through the mouth under direct visualization. The vocal cords and trachea were normal. At the left mainstem bronchus, a circular metallic foreign body consistent with a coin was lodged against the bronchial wall, nearly occluding the lumen. Multiple attempts were required to obtain a secure purchase using rigid optical grasping forceps. The coin was rotated into a favorable orientation and removed en bloc through the rigid bronchoscope. The left bronchial tree was reinspected and was free of additional foreign material. There was minimal mucosal abrasion and no active bleeding. No lavage, biopsy, or other interventions were performed.\nFindings: Single metallic coin in the left mainstem bronchus causing near-complete obstruction; completely removed with rigid bronchoscopy.\nComplications: None. No significant desaturation or arrhythmia.\nDisposition: Admitted to pediatric floor for overnight observation and bronchodilator as needed.\nImpression: Pediatric metallic foreign body aspiration status post successful rigid bronchoscopic removal."
}
