{
  "FB002_syn_1": "Dx: Denture aspiration.\nAx: Moderate sedation. Flexible bronch.\nFindings: Metal denture clasp RLL basal segment.\nIntervention: Alligator forceps used under fluoro. Clasp grasped and removed.\nResult: Clear airway. Mucosa erythematous.\nPlan: Admit for obs (COPD).",
  "FB002_syn_2": "INDICATION: The patient, a 68-year-old male with COPD, presented with a history of denture aspiration and focal right lower lobe findings.\nOPERATIVE REPORT: Flexible bronchoscopy was initiated under moderate sedation. Inspection revealed an inorganic, metallic object lodged in the RLL basal segment bronchus. Fluoroscopic guidance was employed to verify the object's orientation. Flexible alligator forceps were utilized to secure the denture clasp, which was then extracted intact. Post-extraction inspection confirmed the absence of residual debris or significant trauma.\nCONCLUSION: Uncomplicated removal of inorganic foreign body.",
  "FB002_syn_3": "CPT Code: 31635 (Bronchoscopy with removal of foreign body).\nLocation: Right Lower Lobe (Basal Segment).\nObject: Inorganic Foreign Body (Denture fragment).\nTool: Flexible alligator forceps.\nGuidance: Fluoroscopy (included in procedure).\nDetails: Scope advanced to lesion. Forceps deployed to grasp proximal edge. Item removed intact. Airway patent post-procedure.",
  "FB002_syn_4": "Procedure: FB Removal (Denture)\nPatient: 68M w/ COPD\nSteps:\n1. Sedation (Midaz/Fent).\n2. Scope down. Saw metal clasp in RLL basal segment.\n3. Used alligator forceps to grab it.\n4. Pulled it out under fluoro guidance.\n5. Checked for bleeding - none.\nPlan: Admit for observation.",
  "FB002_syn_5": "Procedure note for the denture removal patient has copd so we kept him overnight. Used moderate sedation scope went in fine saw the metal clasp in the right lower lobe basal segment. Used the alligator forceps to grab onto it had to use a little fluoro to make sure we had it right. Pulled it out no problem. Rechecked and it looked clear just a little red.",
  "FB002_syn_6": "Flexible bronchoscopy with foreign body removal. Indication was inorganic foreign body aspiration (denture fragment) with right lower lobe wheeze. 68-year-old male with COPD. Moderate sedation was used. In the right lower lobe basal segment bronchus, a shiny metallic-appearing foreign body consistent with a denture clasp was lodged. Under brief fluoroscopic guidance, a flexible alligator forceps was used to grasp the clasp. The bronchoscope and forceps were withdrawn together with the denture fragment intact. Repeat bronchoscopy confirmed no residual foreign material or bleeding. Inorganic metallic denture fragment completely removed.",
  "FB002_syn_7": "[Indication]\nDenture aspiration, RLL wheeze.\n[Anesthesia]\nModerate sedation, native airway.\n[Description]\nBronchoscope inserted. Metal denture clasp id[REDACTED] in RLL basal segment. Alligator forceps used to grasp object under fluoroscopy. Object removed intact.\n[Plan]\nAdmit to floor for observation.",
  "FB002_syn_8": "[REDACTED] a piece of his denture while lying down, so we brought him in for a bronchoscopy. We found the metal clasp stuck in the bottom part of his right lung. Using alligator forceps and a quick look with the x-ray machine (fluoroscopy) to guide us, we grabbed the edge of the clasp and pulled it out. We checked again to make sure we got it all and didn't cause any bleeding. He's doing fine but we'll keep him overnight because of his COPD.",
  "FB002_syn_9": "Procedure: Flexible bronchoscopy with retrieval of foreign body.\nIndication: Inorganic material inhalation.\nAction: A video bronchoscope was guided to the RLL basal segment where a metallic denture clasp was lodged. Flexible alligator forceps were employed to clutch the object. The scope and forceps were extracted simultaneously with the fragment. Repeat survey confirmed no remaining material.\nOutcome: Inorganic fragment eliminated.",
  "FB002": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with foreign body removal.\nIndication: Inorganic foreign body aspiration (denture fragment) with right lower lobe wheeze.\nPatient: 68-year-old male with COPD who aspirated a partial denture while lying supine and developed persistent cough and focal right lower lobe wheeze.\nSedation/airway: Moderate sedation with IV midazolam and fentanyl; native airway with oral bite block and supplemental oxygen.\nProcedure description: After informed consent and time-out, a flexible video bronchoscope was advanced through the mouth. The trachea, carina, and main bronchi were inspected and were without tumor or secretions. In the right lower lobe basal segment bronchus, a shiny metallic-appearing foreign body consistent with a denture clasp was lodged eccentrically, partially obstructing the lumen. Under brief fluoroscopic guidance, a flexible alligator forceps was passed through the working channel and used to grasp the clasp at its proximal edge. The bronchoscope and forceps were withdrawn together with the denture fragment intact. Repeat bronchoscopy confirmed no residual foreign material or bleeding. No biopsies, bronchoalveolar lavage, or other therapeutic procedures were performed.\nFindings: Inorganic metallic denture fragment in the right lower lobe basal segment bronchus, completely removed; mucosa mildly erythematous.\nComplications: None beyond transient cough. No desaturation or hemodynamic instability.\nDisposition: Admitted overnight to the medical floor for observation given baseline COPD; no further respiratory compromise.\nImpression: Inorganic foreign body aspiration (denture fragment) status post complete removal via flexible bronchoscopy."
}
