{
  "FG8274_syn_1": "Proc: EBUS-TBNA (Lymphoma protocol).\nStations: 4R, 4L, 7, 10R.\nFindings: Large atypical cells.\nAction: Samples sent fresh for Flow Cytometry.\nCode: 31653.",
  "FG8274_syn_2": "PROCEDURE: Endobronchial Ultrasound for Lymphoma Staging.\nINDICATION: Hodgkin lymphoma.\nPROCEDURE: Stations 4R, 4L, 7, and 10R were sampled. ROSE demonstrated atypical large cells consistent with lymphoma. Samples were processed specifically for flow cytometry and molecular analysis (fresh/RPMI). The procedure was uncomplicated.",
  "FG8274_syn_3": "Billing: 31653 (3+ stations).\nStations: 4R, 4L, 7, 10R.\nSpecial Handling: Flow cytometry samples obtained (critical for lymphoma Dx).",
  "FG8274_syn_4": "Procedure: EBUS (Lymphoma)\nPt: [REDACTED]\nSteps:\n1. Sampled 4R, 4L, 7, 10R.\n2. Put samples in pink fluid (Flow).\n3. ROSE said lymphoma.\n4. No issues.\nPlan: Heme/Onc.",
  "FG8274_syn_5": "ebus for barbara wilson... new lymphoma dx... need tissue for flow... hit 4 nodes 4r 4l 7 and 10r... sent everything fresh... rose saw the big cells... patient did fine.",
  "FG8274_syn_6": "EBUS-TBNA TECHNIQUE: Systematic evaluation not strictly required for lymphoma but performed. Stations biopsied: Station 4R (18mm): 3 passes, ROSE shows atypical large cells. Station 4L (21mm): 3 passes, ROSE similar. Station 7 (16mm): 4 passes, ROSE adequate for flow cytometry. Station 10R (14mm): 3 passes, ROSE adequate. Special handling: Samples for flow cytometry, FISH, molecular markers as per heme-onc.",
  "FG8274_syn_7": "[Indication]\nHodgkin Lymphoma Staging.\n[Anesthesia]\nModerate Sedation.\n[Description]\nEBUS-TBNA of 4 stations (4R, 4L, 7, 10R). Samples sent for Flow Cytometry.\n[Plan]\nHeme/Onc follow-up.",
  "FG8274_syn_8": "Barbara needed an EBUS to stage her Hodgkin lymphoma. We sampled lymph nodes on both sides of the trachea and under the carina. Because it's lymphoma, we had to handle the samples carefully, putting them in a special solution for flow cytometry testing. The preliminary look in the room confirmed the presence of lymphoma cells.",
  "FG8274_syn_9": "Procedure: Ultrasonic nodal sampling for hematologic malignancy.\nAction: Aspirated stations 4R, 4L, 7, and 10R. \nHandling: Specimens preserved in media for flow cytometric immunophenotyping.\nResult: Diagnostic material acquired.",
  "FG8274": "PT [REDACTED]: BARBARA WILSON | MEDICAL RECORD: [REDACTED] | D.O.B: [REDACTED]\n\nINDICATION: Newly diagnosed Hodgkin lymphoma, mediastinal staging required\n\nCONSCIOUS SEDATION:\nVersed 2mg IV, Fentanyl 50mcg IV\nPatient [REDACTED], Ramsay 2\nSpO2 continuous, BP every 10 minutes\n\nEBUS-TBNA TECHNIQUE:\nSystematic evaluation not strictly required for lymphoma but performed\n\nStations biopsied:\n- Station 4R (18mm): 3 passes, ROSE shows atypical large cells\n- Station 4L (21mm): 3 passes, ROSE similar\n- Station 7 (16mm): 4 passes, ROSE adequate for flow cytometry\n- Station 10R (14mm): 3 passes, ROSE adequate\n\nSpecial handling: Samples for flow cytometry, FISH, molecular markers as per heme-onc\n\nAll samples sent fresh (not in formalin) for flow cytometry analysis\nAdditional passes for tissue blocks\n\nAdequacy all nodes: YES\nPhotodoc completed\n\nNo complications. Procedure well tolerated.\n\nASSESSMENT: Adequate tissue and fresh samples obtained for lymphoma subtyping and staging."
}
