{
  "GH4829P_syn_1": "Indication: Staging NSCLC.\nProcedure: EBUS-TBNA.\nNodes sampled: 4R (11mm), 7 (14mm), 10R (7mm).\nFindings: 4R and 7 PET+ and ROSE+. 10R ROSE adequate.\nComp: None.\nPlan: Tumor board.",
  "GH4829P_syn_2": "OPERATIVE NARRATIVE: The patient, a 71-year-old male with non-small cell lung carcinoma, underwent endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging. Under moderate sedation, the airway was examined. Systematic evaluation of the mediastinum was performed. Lymph node stations 4R, 7, and 10R were id[REDACTED], measured, and sampled. Rapid On-Site Evaluation (ROSE) confirmed malignancy in the N2 stations (4R and 7). Station 10R demonstrated adequate lymphocytes. The procedure concluded without complication.",
  "GH4829P_syn_3": "Procedure: EBUS-TBNA (CPT 31653 - 3 stations).\nTechnique: Dedicated EBUS scope used. Stations sampled: 4R, 7, and 10R.\nTools: 22G needle.\nFindings:\n- 4R: 11mm, PET avid, malignant.\n- 7: 14mm, PET avid, malignant.\n- 10R: 7mm, benign.\nJustification: Evaluation of N2 vs N3 disease for surgical candidacy.",
  "GH4829P_syn_4": "Procedure Note\nPatient: [REDACTED]\nResident: Dr. Smith\nSteps:\n1. Time out.\n2. Moderate sedation.\n3. EBUS scope inserted.\n4. Id[REDACTED] nodes 4R, 7, 10R.\n5. TBNA performed 4 passes 4R, 4 passes 7, 3 passes 10R.\n6. ROSE interpretation: N2 positive.\n7. Tolerated well.",
  "GH4829P_syn_5": "harold kim here for ebus staging he has nsclc 71 male. we used midazolam and fentanyl vitals good. looked at 4R 11mm and 7 which was 14mm both pet positive rose said cancer. also did 10r 7mm rose ok. systematic exam done took photos. n2 disease confirmed bilevel. present at tumor board likely chemo first thanks.",
  "GH4829P_syn_6": "S: 71M with NSCLC, needs mediastinal staging before resection O: EBUS performed under moderate sedation (midaz 3mg, fent 75mcg). Ramsay 3. Vitals stable, BP q5min, SpO2 96-99% on 2L NC. Stations: 4R 11mm (PET+) x4 passes ROSE+, 7 subcarinal 14mm (PET+) x4 ROSE+, 10R 7mm x3 ROSE adequate. Systematic N3-N2-N1 done. Photos all stations. A: N2 disease confirmed bilevel (4R, 7). Adequate molecular tissue. P: Present at tumor board. Likely neoadjuvant chemo. Name: Harold Kim | MRN [REDACTED] | DOB [REDACTED] Complications: none",
  "GH4829P_syn_7": "[Indication]\nMediastinal staging for NSCLC.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nEBUS-TBNA performed. Stations 4R, 7, and 10R sampled. ROSE confirmed malignancy in 4R and 7. 10R was negative. All samples sent for permanent pathology.\n[Plan]\nOncology referral for neoadjuvant chemotherapy.",
  "GH4829P_syn_8": "Mr. [REDACTED], a 71-year-old male with known NSCLC, presented for staging. We performed an EBUS under moderate sedation. We successfully visualized and sampled three specific lymph node stations: 4R, 7, and 10R. The rapid on-site evaluation was positive for malignancy in the mediastinal nodes 4R and 7, confirming N2 disease. The hilar node 10R was adequate but negative. He remained stable throughout.",
  "GH4829P_syn_9": "Subject: 71M with NSCLC, requires mediastinal evaluation. Observation: EBUS executed under moderate sedation. Vitals stable. Stations: 4R 11mm (PET+) x4 passes ROSE+, 7 subcarinal 14mm (PET+) x4 ROSE+, 10R 7mm x3 ROSE sufficient. Systematic N3-N2-N1 completed. Images of all stations secured. Assessment: N2 disease verified bilevel. Sufficient molecular tissue. Plan: Discuss at tumor board.",
  "GH4829P": "S: 71M with NSCLC, needs mediastinal staging before resection\nO: EBUS performed under moderate sedation (midaz 3mg, fent 75mcg). Ramsay 3.\n   Vitals stable, BP q5min, SpO2 96-99% on 2L NC.\n   Stations: 4R 11mm (PET+) x4 passes ROSE+, 7 subcarinal 14mm (PET+) x4 ROSE+,\n   10R 7mm x3 ROSE adequate. Systematic N3-N2-N1 done. Photos all stations.\nA: N2 disease confirmed bilevel (4R, 7). Adequate molecular tissue.\nP: Present at tumor board. Likely neoadjuvant chemo.\nName: [REDACTED] | MRN [REDACTED] | DOB [REDACTED]\nComplications: none"
}
