{
  "HUP20257734_syn_1": "Op: Bronchoscopic Microwave Ablation.\nTarget: 2.4cm RML nodule.\nNav: ENB + Radial EBUS.\nAblation: 65W for 6 min.\nPost-op: Necrosis visible on rEBUS. No pneumothorax.\nPlan: Admit obs.",
  "HUP20257734_syn_2": "OPERATIVE REPORT: Ms. [REDACTED], a 64-year-old female with significant comorbidities, underwent elective bronchoscopic microwave ablation for a biopsy-proven RML adenocarcinoma. Following general anesthesia, electromagnetic navigation and radial EBUS were utilized to localize the 2.4 cm lesion. A microwave antenna was advanced, and ablation was delivered at 65 watts for 6 minutes. Immediate post-ablation imaging confirmed a satisfactory ablation zone. The patient remained hemodynamically stable.",
  "HUP20257734_syn_3": "Code: 31641 (Bronchoscopy with destruction of tumor).\nModality: Microwave Ablation.\nGuidance (Bundled): Electromagnetic Navigation (31627) + Radial EBUS (31654).\nTarget: Right Middle Lobe lateral segment.\nDetails: 65 Watts, 6 minutes.\nMedical Necessity: Patient is high surgical risk (Stage 4 CKD, CHF).",
  "HUP20257734_syn_4": "Procedure: Navigational Bronchoscopy with Ablation\nPatient: [REDACTED]\nSteps:\n1. GA/Intubation.\n2. ENB planning to RML nodule.\n3. Navigate to target. rEBUS confirms (24x21mm).\n4. CBCT confirmation.\n5. Insert microwave antenna.\n6. Ablate: 65W/6min.\n7. Check for pneumo (neg).\nPlan: Post-procedure CT.",
  "HUP20257734_syn_5": "[REDACTED] here for the microwave ablation RML nodule. She has bad kidneys and heart so no surgery. We intubated her used the medtronic system to find the spot in the RML. Radial ebus looked good size 24mm. Put the antenna in burned it for 6 mins at 65 watts. Patient stable no pneumo on xray. Sending her to step down thanks.",
  "HUP20257734_syn_6": "PATIENT: [REDACTED] MRN: [REDACTED] DOB: [REDACTED] (64 years old) DATE: [REDACTED] LOCATION: [REDACTED]",
  "HUP20257734_syn_7": "[Indication]\n2.4cm RML Adenocarcinoma, non-surgical candidate.\n[Anesthesia]\nGeneral Anesthesia, 8.0 ETT.\n[Description]\nElectromagnetic navigation to RML. Radial EBUS confirmation. Microwave ablation performed (65W, 6 min). Ablation zone verified via rEBUS and CBCT.\n[Plan]\nAdmit to step-down. CXR in AM.",
  "HUP20257734_syn_8": "We brought Ms. O'Brien back for ablation of her right middle lobe tumor. Given her heart and kidney issues, surgery wasn't an option. We used the navigation system to get right to the tumor and confirmed it with ultrasound. Then we inserted the microwave probe and treated the tumor for 6 minutes at 65 watts. Everything went smoothly, and the post-procedure scans showed we covered the tumor well.",
  "HUP20257734_syn_9": "PATIENT: [REDACTED] O'Brien. INDICATION: Ms. O'Brien presents with right middle lobe peripheral nodule. PROCEDURE DESCRIPTION: Following induction, the therapeutic bronchoscope was introduced. Electromagnetic navigation was commenced. The guide sheath was steered to the target. Radial EBUS verified the lesion. Microwave ablation was initiated at 65 watts for 6 minutes. Post-ablation radial EBUS displayed a hyperechoic region replacing the tumor. Equipment was withdrawn sequentially.",
  "HUP20257734": "PATIENT: [REDACTED] O'Brien\nMRN: [REDACTED]  \nDOB: [REDACTED] (64 years old)\nDATE: [REDACTED]\nLOCATION: [REDACTED]\nPROCEDURALIST: Dr. Michael Steinberg, MD, FCCP\nASSISTANT: Dr. Rachel Kim, DO (IP Fellow)\n\nINDICATION FOR PROCEDURE:\nMs. O'Brien is a delightful 64-year-old former librarian who presents with right middle lobe peripheral nodule discovered on CT performed for evaluation of persistent cough. Initial imaging demonstrated 2.4 cm spiculated nodule in right middle lobe lateral segment with pleural retraction. PET scan showed intense uptake with SUV max 13.4. Navigational bronchoscopy with radial EBUS-guided biopsy confirmed poorly differentiated adenocarcinoma. \n\nPatient [REDACTED] medical history including chronic kidney disease stage 4 (not on dialysis, baseline creatinine 2.9), chronic systolic heart failure (EF 30%), and severe osteoporosis with multiple compression fractures. Thoracic surgery evaluation determined patient to be extremely high risk for lobectomy with estimated perioperative mortality exceeding 15%. Radiation oncology consulted but patient declined stereotactic body radiation therapy after extensive discussion, preferring bronchoscopic intervention.\n\nPROCEDURE DESCRIPTION:\nI met with Ms. O'Brien and her husband in the pre-procedure area. We reviewed the nature of the procedure, expected benefits, and potential risks including but not limited to bleeding, infection, pneumothorax, respiratory failure, need for chest tube placement, bronchopleural fistula, and possible need for surgical intervention for complications. We also discussed the possibility that ablation may not completely treat the tumor and that additional therapies might be necessary. Patient and family demonstrated excellent understanding and provided informed consent.\n\nPatient [REDACTED] bronchoscopy suite at 0815. Anesthesiology team (Dr. Paul Reynolds attending) present. Standard monitoring established. Given comorbidities and anticipated procedure duration, decision made for general anesthesia with endotracheal intubation.\n\nFollowing induction and intubation with 8.0 ETT, therapeutic bronchoscope advanced revealing normal appearing airway anatomy throughout. No endobronchial lesions, external compressions, or dynamic collapse noted.\n\nElectromagnetic navigation initiated using Medtronic superDimension system with prior CT imaging from [REDACTED]. Planning performed id[REDACTED] target in RML lateral segment. Registration achieved with 8 reference points yielding registration accuracy of 3.1mm.\n\nGuide sheath (8.0 Fr) navigated to peripheral target location. Due to RML anatomy with somewhat straight trajectory, navigation was relatively straightforward requiring approximately 8 minutes. Radial EBUS performed confirming target lesion in solid contact position. Lesion appeared as heterogeneous hypoechoic mass measuring approximately 24 x 21mm.\n\nCone-beam CT performed confirming guide sheath position within acceptable range of target (7mm from center). Pleural surface distance measured at 18mm - appropriate safety margin for microwave ablation.\n\nMicrowave ablation antenna (Medtronic Emprint system, 15mm active tip) advanced through extended working channel to target center. Pre-ablation checklist completed including: airway clearance verified, antenna position confirmed, impedance check normal (85 ohms), safety zone confirmed without major vessels in immediate ablation field.\n\nMicrowave ablation commenced with following parameters:\n- Power: 65 watts\n- Duration: 6 minutes\n- Mode: standard tissue\n- Temperature monitoring: peak temperature 92°C at antenna tip\n\nDuring ablation, patient remained remarkably stable with no hemodynamic changes. No arrhythmias noted. Respiratory mechanics unchanged. \n\nPost-ablation radial EBUS performed showing hyperechoic region replacing previously hypoechoic tumor, consistent with coagulation necrosis. Ablation zone appeared to extend adequately beyond visible tumor margins.\n\nEquipment removed sequentially with careful airway inspection showing:\n- Mild erythema at peripheral catheter contact sites\n- No ulceration or mucosal disruption  \n- No hemorrhage\n- Small amount of serous fluid (<5mL)\n\nRemainder of bronchoscopy unremarkable. Patient emerged from anesthesia smoothly. Extubated after meeting standard criteria. Transferred to recovery area with oxygen saturation 93% on room air (baseline similar per chart review).\n\nESTIMATED BLOOD LOSS: Minimal (<5mL)\nFLUIDS: 750mL crystalloid  \nCOMPLICATIONS: None during procedure\nSPECIMENS: None sent\nDEVICES: Medtronic superDimension navigation, Emprint microwave system\n\nIMPRESSION:\nTechnically successful bronchoscopic electromagnetic navigation with microwave ablation of right middle lobe peripheral adenocarcinoma in 64-year-old woman with multiple comorbidities precluding surgical resection.\n\nPLAN GOING FORWARD:\nPatient [REDACTED] pulmonary step-down unit for monitoring. Initial portable chest X-ray showed no pneumothorax. CT chest with contrast performed this evening showed appropriate ablation zone without immediate complications. Patient doing well with minimal pain (3/10) controlled with oral acetaminophen. Planning discharge tomorrow with:\n\n- Close outpatient follow-up in 1 week with repeat chest X-ray\n- CT chest at 6-8 weeks for initial response assessment (expecting to see decrease in size of ablation zone with central low attenuation)  \n- PET-CT in 3 months to assess metabolic response (successful ablation should show minimal or no FDG uptake)\n- Long-term surveillance CT every 3 months for first year, then every 6 months\n\nPatient [REDACTED] on post-ablation syndrome (fever, flu-like symptoms possible for 3-5 days - normal inflammatory response). Instructed on warning signs for complications. Patient and husband expressed gratitude and understanding of plan.\n\nTime spent in procedure: 78 minutes\nTime spent in pre/post procedure counseling: 35 minutes\n\nDictated and electronically signed: Michael Steinberg, MD\nDate: [REDACTED] at 1847 hours"
}
