{
  "IP2025053_syn_1": "Indication: 10mm RLL met.\nPlatform: Ion Robotic.\nGuidance: Radial EBUS + Cone Beam CT (Tool-in-lesion).\nAction: RF Ablation (40W, 480s, 85C).\nResult: Ablation zone confirmed on CBCT (5mm margin).\nComplication: Minor hemorrhage, stable.",
  "IP2025053_syn_2": "OPERATIVE REPORT: The patient presented for focal therapy of an oligometastatic RLL lesion. The Ion robotic platform facilitated navigation to the lateral basal segment. Target confirmation was achieved via concentric radial EBUS view and Cone-Beam CT (CBCT) verification of tool-in-lesion. Radiofrequency ablation was delivered via catheter at 40 Watts for 480 seconds. Post-ablation CBCT demonstrated a satisfactory ablation zone encompassing the tumor with margins.",
  "IP2025053_syn_3": "Coding: 31641 (Destruction of tumor, bronchoscopic), +31627 (Navigational bronchoscopy), +31654 (Radial EBUS).\nRationale: Primary therapeutic intent was destruction (RFA). Navigation and REBUS used for localization. CBCT (76000/77002) is distinct but noted here for procedural completeness.",
  "IP2025053_syn_4": "Robotic Bronch RFA\nPatient: [REDACTED]\nTarget: RLL nodule\nSteps:\n1. Ion robot registration (CT-to-body).\n2. Navigated to RLL.\n3. Confirmed with REBUS and Spin (CBCT).\n4. RFA catheter in. Burned at 40W for 8 mins.\n5. Re-spun. Good margins.\n6. Minor bleeding.\nPlan: Admit.",
  "IP2025053_syn_5": "Kevin has a met in the RLL we treated it with the robot today. Ion system worked well registration was 2mm. Found it with the radial probe and the cone beam ct. Cooked it with the RF catheter 40 watts for almost 10 minutes. Got a good burn zone on the scan after. Little bit of bleeding but stopped on its own. Admitting to telemetry.",
  "IP2025053_syn_6": "Robotic navigational bronchoscopy with RF ablation of RLL metastasis. Patient is a 63-year-old male with oligometastatic colorectal cancer. Ion robotic system used to access RLL lateral basal segment. Radial EBUS confirmed solid lesion, cone-beam CT verified tool-in-lesion. RF ablation catheter advanced; ablation performed at 40 W for 480 seconds. Postablation CBCT showed ablation zone with margin. Small perilesional hemorrhage occurred, hemodynamically stable.",
  "IP2025053_syn_7": "[Indication]\nOligometastatic colorectal cancer, RLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon Robot navigation to RLL. REBUS/CBCT confirmation. RF Ablation (40W/480s). Margin confirmed.\n[Plan]\nAdmit to telemetry. CT in 3 months.",
  "IP2025053_syn_8": "[REDACTED] a robotic procedure to treat a tumor in his right lower lung. We used the Ion robot to steer a catheter directly to the spot, confirming the location with both ultrasound and a CT scan right in the room. We then used radiofrequency energy to heat and destroy the tumor. The final scan showed we covered the whole area well. There was a tiny bit of bleeding, but he remained stable.",
  "IP2025053_syn_9": "Procedure: Robotic navigational bronchoscopy with thermal destruction of RLL metastasis.\nTechnique: Navigation via Ion system. Confirmation via Radial EBUS and CBCT. \nIntervention: RF energy applied to the lesion. \nOutcome: Tumor ablated with appropriate margins. Minor perilesional hemorrhage noted.",
  "IP2025053": "Robotic Bronchoscopic Radiofrequency Ablation Note\nProcedure: Robotic navigational bronchoscopy with RF ablation of RLL metastasis\nPatient: [REDACTED], 63-year-old male with oligometastatic colorectal cancer and 10 mm RLL nodule.\nAnesthesia: General anesthesia with 8.0 ETT.\nNavigation: Ion robotic system used to access RLL lateral basal segment. CT-to-body registration error 2.0 mm. Radial EBUS confirmed solid lesion, cone-beam CT verified tool-in-lesion.\nAblation: RF ablation catheter advanced; ablation performed at 40 W for 480 seconds, peak temperature 85°C. Postablation CBCT showed ablation zone with ~5 mm margin.\nComplications: Small perilesional hemorrhage, hemodynamically stable.\nDisposition: Admitted overnight to telemetry."
}
