{
  "IP2025011_syn_1": "Procedure: BLVR RUL (Spiration).\n- Analysis: CT fissure only (No Chartis).\n- Implants: 2 Spiration valves (RB1, RB2+3).\n- Result: Good collapse.\n- Plan: Admit, CXR.",
  "IP2025011_syn_2": "Operative Report: [REDACTED] lung volume reduction targeting the Right Upper Lobe. Target selection was based on radiographic fissure integrity; physiologic mapping was not performed. Two Spiration valves were deployed into the apical (RB1) and posterior/anterior (RB2+3) segments. Bronchoscopic evaluation demonstrated effective airway occlusion and distal collapse.",
  "IP2025011_syn_3": "Coding: 31647 (Initial lobe). Note: Only 2 valves placed in RUL. Device: Spiration (Olympus). Assessment: Anatomic (CT) only. Anesthesia: MAC. Disposition: Floor admission.",
  "IP2025011_syn_4": "Procedure: BLVR RUL\n1. MAC sedation.\n2. Navigated to RUL.\n3. Placed 2 Spiration valves (RB1, RB2+3).\n4. Confirmed position.\n5. No pneumo.\nPlan: Admit.",
  "IP2025011_syn_5": "blvr procedure for mr [REDACTED] using spiration valves. target was rul based on the cat scan. didn't do chartis. put in two valves one in the apical one in the other segments. looks like the lung collapsed down nicely. sending him to the floor.",
  "IP2025011_syn_6": "Bronchoscopic lung volume reduction using Spiration valves targeting the right upper lobe was performed. The patient is a 61-year-old male with RUL-predominant emphysema. Two Spiration valves were placed in RUL segments RB1 and RB2+3. There was good collapse of RUL airways. No immediate pneumothorax was noted. The patient was admitted.",
  "IP2025011_syn_7": "[Indication]\nRUL Emphysema.\n[Anesthesia]\nMAC.\n[Description]\n2 Spiration valves deployed in RUL (RB1, RB2+3). Good lobar collapse observed.\n[Plan]\nAdmit for observation.",
  "IP2025011_syn_8": "We performed lung volume reduction on [REDACTED] valves in the right upper lobe. We relied on CT analysis for target selection. Under MAC sedation, we placed two valves into the segmental bronchi of the RUL. Immediate bronchoscopic inspection showed good collapse of the distal airways. He was admitted for overnight observation to monitor for pneumothorax.",
  "IP2025011_syn_9": "Procedure: Implantation of Spiration valves for emphysema.\nLocation: Right Upper Lobe.\nAction: Deployed 2 valves into segmental airways. \nResult: Observed airway collapse. \nPlan: Inpatient monitoring.",
  "IP2025011": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic lung volume reduction using Spiration valves targeting right upper lobe.\nPatient: [REDACTED], 61-year-old male with GOLD IV COPD and RUL-predominant emphysema.\nSedation: Monitored anesthesia care with propofol infusion.\nTarget selection: Right upper lobe based on CT fissure analysis; Chartis not performed.\nIntervention: Two Spiration valves placed in RUL segments (RB1 and RB2+3). There was good collapse of RUL airways on bronchoscopy.\nComplications: None during procedure. No immediate pneumothorax on CXR.\nDisposition: Admitted overnight for observation."
}
