{
  "IP2026043_syn_1": "- EBUS-TBNA: Multiple stations (Mediastinal/Hilar).\n- Endobronchial biopsy: LLL airway.\n- EMN Navigation: Peripheral LLL biopsy.\n- Dx: Extensive nodal disease, LLL SCC.",
  "IP2026043_syn_2": "Procedure: The patient underwent a comprehensive diagnostic evaluation for suspected stage III lung cancer. Endobronchial ultrasound (EBUS) facilitated TBNA of multiple mediastinal and hilar stations. Inspection revealed an endobronchial component in the LLL, which was biopsied. Additionally, electromagnetic navigation (EMN) was employed to sample the peripheral extent of the LLL squamous cell carcinoma.",
  "IP2026043_syn_3": "Codes:\n31652 (EBUS TBNA 1-2 stations) or 31653 if >3. Note says 'multiple', assuming 2 for this var or matching source logic.\n31625 (Endobronchial biopsy).\n31628 (Transbronchial biopsy).\n31627 (Navigation).\nRationale: Distinct services; EBUS for nodes, 31625 for central lesion, 31628/27 for peripheral tumor.",
  "IP2026043_syn_4": "Steps:\n1. EBUS TBNA of nodes.\n2. White light bronchoscopy.\n3. Saw tumor in LLL bronchus -> Biopsied (31625).\n4. Navigated further out with EMN -> Biopsied peripheral LLL (31628).\n5. No complications.",
  "IP2026043_syn_5": "patient has scc with nodes. did ebus tbna on a bunch of stations. then looked in the lll saw the tumor there took a piece. used the navigation to go deeper into the lll and biopsy the peripheral part too. lots of disease.",
  "IP2026043_syn_6": "Combined EBUS-TBNA of multiple mediastinal and hilar stations plus endobronchial and EMN-guided peripheral biopsies of an LLL squamous cell carcinoma. Extensive nodal sampling was performed. Direct endobronchial biopsy of the central airway lesion was obtained. Navigation was used for distal sampling.",
  "IP2026043_syn_7": "[Indication] LLL SCC, staging.\n[Anesthesia] General.\n[Description] EBUS-TBNA multiple stations. Endobronchial biopsy LLL (31625). EMN guidance (31627) to peripheral LLL; TBBX (31628).\n[Plan] Oncology referral.",
  "IP2026043_syn_8": "We performed a combined procedure to stage and diagnose the patient's lung cancer. Using EBUS, we sampled multiple lymph nodes in the mediastinum and hilum. We also performed a biopsy of the visible tumor in the left lower lobe airway. Finally, we used electromagnetic navigation to guide a biopsy of the peripheral portion of the mass.",
  "IP2026043_syn_9": "Integrated EBUS-TBNA of numerous mediastinal and hilar stations plus endobronchial and EMN-directed peripheral sampling of an LLL squamous cell carcinoma. We aspirated the nodes. We sampled the central lesion directly and navigated to the distal tumor."
}
