{
  "IP2025051_syn_1": "Indication: Lobar collapse, hypoxemia.\nSetting: MICU, intubated.\nFindings: RLL basal bronchi obstructed by mucus.\nAction: Aggressive BAL and suction in RLL.\nResult: Plugs removed, airways patent.\nComplication: Transient desat, resolved.",
  "IP2025051_syn_2": "OPERATIVE NARRATIVE: The patient, currently mechanically ventilated in the MICU, developed acute right lower lobe atelectasis. Bedside flexible bronchoscopy was initiated to restore airway patency. Visualization confirmed complete obstruction of the RLL basal segments by tenacious secretions. Therapeutic bronchial lavage and suctioning were vigorously applied, resulting in the successful extraction of significant mucus plugs and restoration of lobar aeration.",
  "IP2025051_syn_3": "Code Selection: 31624 (Bronchoscopy with bronchoalveolar lavage).\nRationale: Procedure performed in ICU setting for therapeutic purpose (removal of mucus plugs causing lobar collapse). Saline lavage was integral to clearing the inspissated secretions in the Right Lower Lobe. No biopsies taken.",
  "IP2025051_syn_4": "Resident Procedure Note\nPatient: [REDACTED] (ICU)\nIndication: RLL collapse.\nProcedure:\n1. Time out.\n2. Scope passed via ETT.\n3. Found thick mucus plugs in RLL.\n4. Performed BAL and suctioned out plugs.\n5. Re-expanded lung.\nStatus: Stable, sat improved.",
  "IP2025051_syn_5": "icu bronch for mr [REDACTED] he had a collapsed lung on the xray. tube size 8. went down there and saw a lot of thick mucus blocking the right lower lobe. washed it out with saline and sucked it all up. sat dropped a bit to 84 but came back up. lung should be open now kept him on the vent.",
  "IP2025051_syn_6": "Flexible bronchoscopy with BAL and mucus plug removal performed at ICU bedside. Patient is a 68-year-old male intubated with lobar collapse. Thick mucus plugs obstructing right lower lobe basal bronchi were id[REDACTED]. Aggressive saline lavage, suctioning, and BAL were performed in RLL. Plugs were removed and airways cleared. Transient desaturation to 84% occurred during lavage, resolved with recruitment. Patient remained intubated.",
  "IP2025051_syn_7": "[Indication]\nRLL collapse, hypoxemic respiratory failure.\n[Anesthesia]\nDeep sedation (Propofol/Fentanyl) in ICU.\n[Description]\nMucus plugs id[REDACTED] in RLL basal segments. Therapeutic BAL and suction performed. Airways cleared.\n[Plan]\nContinue mechanical ventilation. Repeat CXR.",
  "IP2025051_syn_8": "[REDACTED] with oxygenation in the ICU due to a collapsed right lower lobe. We performed a bedside bronchoscopy and found thick mucus plugging up the airways. We used saline lavage to break up the mucus and suctioned it out, clearing the blockage. His oxygen levels dipped briefly during the washing but recovered quickly once the airways were open.",
  "IP2025051_syn_9": "Procedure: Flexible bronchoscopy with lavage and secretion clearance.\nContext: ICU patient with atelectasis.\nFindings: Inspissated mucus obstructing RLL.\nIntervention: Vigorous lavage and aspiration performed. Obstructions eradicated.\nResult: Airways patent.",
  "IP2025051": "ICU Bedside Bronchoscopy Note\nProcedure: Flexible bronchoscopy with BAL and mucus plug removal\nPatient: [REDACTED], 68-year-old male intubated in ICU with lobar collapse and hypoxemic respiratory failure.\nSetting: MICU bedside on mechanical ventilation.\nFindings: Thick mucus plugs obstructing right lower lobe basal bronchi with complete lobar collapse on prior CXR.\nIntervention: Aggressive saline lavage, suctioning, and BAL performed in RLL. Plugs removed and airways cleared.\nComplications: Transient desaturation to 84% during lavage, resolved with recruitment.\nDisposition: Remained intubated in ICU."
}
