{
  "IP2026004_syn_1": "Indication: Chronic cough, Hx BMT.\nProcedure: Diagnostic Bronchoscopy, BAL, Wash.\nFindings: Diffuse edema, erythema, thick purulent secretions. No masses.\nAction: RLL Wash. RML BAL (90cc).\nPlan: Cultures pending. Start mucus clearance.",
  "IP2026004_syn_2": "BRONCHOSCOPY REPORT: A diagnostic bronchoscopy was performed to evaluate chronic cough in a post-bone marrow transplant patient. Visual inspection revealed diffuse mucosal edema, erythema, and copious purulent secretions throughout the tracheobronchial tree. No focal endobronchial lesions were id[REDACTED]. A bronchoalveolar lavage was performed in the right middle lobe, and a bronchial washing was collected from the right lower lobe for microbiological analysis.",
  "IP2026004_syn_3": "Billing:\n- 31624 (BAL): RML (Primary code).\n- 99152 (Moderate Sedation): Fentanyl/Versed by proceduralist.\n- 31622 (Diagnostic): Bundled.\n- 31645 (Aspiration): Bundled (incidental suctioning of secretions).\nDiagnosis: J41.1 (Chronic Purulent Bronchitis), Z94.81 (Bone marrow transplant status).",
  "IP2026004_syn_4": "Procedure: Bronch + BAL\nIndication: BMT patient with cough.\nSedation: Fent/Versed.\nFindings: Boggy airways, lots of pus. No tumors.\nIntervention: BAL RML, Wash RLL.\nPlan: Await cultures, start saline nebs.",
  "IP2026004_syn_5": "bronch for cough history of bmt airways look terrible red swollen pus everywhere did a bal in the rml and a wash in the rll sent it all off for culture gave some sedation patient did fine start flutter valve",
  "IP2026004_syn_6": "The patient was sedated with Fentanyl and Versed. The bronchoscope was introduced, revealing diffuse airway edema and thick purulent secretions. No focal masses were seen. We performed a bronchial wash in the RLL and a bronchoalveolar lavage in the RML. The samples were sent for culture and cytology. The patient tolerated the procedure without complications.",
  "IP2026004_syn_7": "[Indication]\nChronic cough, immunocompromised (BMT).\n[Anesthesia]\nModerate Sedation.\n[Description]\n- Findings: Diffuse inflammation, purulence.\n- RLL: Bronchial Wash.\n- RML: BAL.\n[Plan]\nMucus clearance regimen.",
  "IP2026004_syn_8": "We performed a bronchoscopy to investigate the patient's chronic cough. Upon entering the airways, we noted significant inflammation, with boggy, erythematous mucosa and thick purulent secretions scattered throughout. We washed the right lower lobe and performed a formal lavage of the right middle lobe. These samples were submitted for extensive microbiological testing to rule out opportunistic infection.",
  "IP2026004_syn_9": "Reason: Tussis, post-transplant.\nObservations: Mucosal hyperemia, edema, purulence.\nExecuted: Lavage of RML. Washing of RLL.\nDisposition: Pending microbiology.",
  "IP2026004": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies (left hemithorax)\nPatient: [REDACTED], 63-year-old female with recurrent left exudative pleural effusion.\nAnesthesia: General anesthesia with single-lumen endotracheal tube.\nIndication: Recurrent symptomatic left pleural effusion with two prior nondiagnostic thoracenteses; evaluation for malignancy.\n\nPROCEDURE IN DETAIL:\nAfter informed consent was reviewed, the patient was brought to the endoscopy suite and placed in the right lateral decubitus position. General anesthesia was induced and the airway secured with a 7.5 endotracheal tube. Lung isolation was achieved with selective mainstem intubation during the thoracoscopic portion.\nBedside ultrasound confirmed a moderate free-flowing left pleural effusion and id[REDACTED] a safe entry site in the 6th intercostal space at the midaxillary line. After sterile prep and local anesthetic infiltration, a 1.5 cm incision was made and a trocar was introduced into the pleural space with immediate return of straw-colored fluid. Approximately 1400 mL of fluid were drained.\nA 10 mm thoracoscope was inserted. Systematic inspection revealed diffuse fine nodularity over the parietal pleura, most prominent along the diaphragmatic and posterior costal pleura. Multiple pleural biopsies were obtained from abnormal-appearing areas using biopsy forceps. Hemostasis was achieved with gentle cautery and tamponade.\nAt the conclusion of the procedure, a 24 Fr chest tube was placed through the existing incision and secured to suction at -20 cm H2O. No talc pleurodesis or tunneled pleural catheter was performed.\n\nCOMPLICATIONS: None.\nESTIMATED BLOOD LOSS: ~30 mL\nDISPOSITION: Admitted to the medical ward with chest tube to wall suction.\nIMPRESSION/PLAN: Successful medical thoracoscopy with pleural biopsies and drainage of a recurrent left exudative effusion. Await pleural pathology and cytology. Daily chest tube output monitoring and CXR in the morning."
}
