{
  "IP2025_002_syn_1": "Indication: Pulmonary nodule.\nAnesthesia: Deep (Propofol).\nFindings:\n- Large/floppy epiglottis.\n- Tracheomalacia present.\n- Distal airways normal.\n- EBUS: Nodule not visualized.\n- EMN: Target not reached.\nAction: No biopsies taken. Secretions suctioned.\nPlan: Thoracic tumor board discussion.",
  "IP2025_002_syn_2": "OPERATIVE NARRATIVE: The patient was brought to the bronchoscopy suite for evaluation of a pulmonary nodule. Under deep sedation, the airway was examined using a Q190 bronchoscope. Significant findings included large arytenoids, a floppy epiglottis, and tracheomalacia extending to the carina. No endobronchial lesions were observed. An attempt was made to visualize the nodule via endobronchial ultrasound, but the lesion could not be id[REDACTED]. Subsequently, electromagnetic navigation was attempted using a therapeutic bronchoscope; however, the target could not be successfully accessed. The procedure was terminated without tissue acquisition to avoid complications.",
  "IP2025_002_syn_3": "Billing Summary:\n- 31622 (Diagnostic Bronchoscopy): Primary service. Inspection revealed tracheomalacia.\n- +31627 (Navigation Add-on): Electromagnetic navigation was set up and attempted ('inserted therapeutic bronchoscope for electromagnetic navigation'), justifying the professional work despite inability to reach target.\n- Note: No biopsy codes (31628/31625) reported as no tissue was obtained.",
  "IP2025_002_syn_4": "Procedure Note\nPatient: [REDACTED]\nStaff: Dr. X\nIndication: Lung Nodule\nProcedure: Bronchoscopy with attempted Navigation\nDetails:\n1. LMA placed.\n2. Airway exam: Tracheomalacia and floppy epiglottis noted.\n3. EBUS attempt: Nodule not seen.\n4. Navigation attempt: Unable to reach nodule.\n5. Outcome: No specimens collected.\nPlan: Discuss at Tumor Board.",
  "IP2025_002_syn_5": "patient [REDACTED] for a nodule used propofol lma airway inspection showed floppy epiglottis and tracheomalacia trachea collapsing a bit tried to find the nodule with ebus didn't see it tried the electromagnetic navigation catheter couldn't get out to the lesion so we stopped no biopsy taken today will talk to tumor board next tuesday.",
  "IP2025_002_syn_6": "Indications: Pulmonary Nodule. Medications: Propofol infusion. The Q190 video bronchoscope was introduced. The arytenoids were large with a large and floppy epiglottis. Tracheomalacia was noted as we advanced the scope to the carina. No evidence of endobronchial disease. We then removed the bronchoscope and inserted the EBUS bronchoscope. We attempted to visualize the nodule with endobronchial ultrasound but did not see the nodule. We then inserted the therapeutic bronchoscope for electromagnetic navigation bronchoscopy. We were not able to get to the nodule using the navigation equipment. Procedure completed without specimen collection.",
  "IP2025_002_syn_7": "[Indication]\nPulmonary Nodule.\n[Anesthesia]\nPropofol (Deep).\n[Description]\nDiagnostic inspection revealed tracheomalacia and floppy epiglottis. EBUS attempted; nodule not visualized. Electromagnetic navigation attempted; target not reached. No biopsies performed.\n[Plan]\nRefer to Cardiothoracic Tumor Board.",
  "IP2025_002_syn_8": "We performed a bronchoscopy to evaluate a pulmonary nodule. Upon inspection, the patient exhibited significant upper airway laxity with a floppy epiglottis and tracheomalacia down to the carina. We attempted to locate the nodule first with EBUS and then with electromagnetic navigation. Unfortunately, neither modality allowed us to visualize or reach the target lesion. Consequently, no biopsies were performed. The patient remained stable, and we plan to present the case at the upcoming tumor board meeting.",
  "IP2025_002_syn_9": "Indication: Lung Nodule.\nTechnique: Propofol infusion. Scope inserted. Observed tracheomalacia and redundant epiglottic tissue. EBUS scan failed to localize the mass. Navigation system deployed but failed to access the target. No tissue harvested. Procedure concluded without sampling."
}
