{
  "IP2025000_syn_1": "Indication: Broncho-esophageal fistula.\nProcedure: Stent placement, Biopsy.\n- Airways inspected. Purulent secretions cleared.\n- Right airway nodules seen.\n- Left mainstem (LMS) 1.5cm fistula id[REDACTED] posterior wall.\n- Distal left nodules seen.\n- Biopsies taken from right and left nodules.\n- 14x30mm Aero stent placed over wire. Position slightly proximal.\n- Second 14x40mm Aero stent placed; migrated distally, obstructed lobes.\n- 14x40mm stent removed via trach stoma.\n- Original 14x30mm stent repositioned to cover fistula successfully.\nPlan: ICU, CXR, saline nebs.",
  "IP2025000_syn_2": "OPERATIVE NARRATIVE: The patient was brought to the operating room for management of a persistent broncho-esophageal fistula. Following the induction of general anesthesia, flexible bronchoscopy was performed via the tracheostomy. Examination revealed purulence and multiple nodular lesions in the right bronchial tree, highly suspicious for metastatic disease. Attention was turned to the left mainstem bronchus, where a 1.5 cm fistula was visualized on the medial posterior wall. Similar nodularity was noted distally. Biopsies were obtained from bilateral sites. Therapeutic intervention ensued with the deployment of a 14x30 mm Aero self-expanding metallic stent. Due to suboptimal proximal coverage, a secondary 14x40 mm stent was deployed, which inadvertently displaced the primary stent distally, compromising lobar patency. This necessitated the removal of the second stent through the tracheostomy stoma. The primary 14x30 mm stent was subsequently repositioned with forceps to achieve optimal fistula exclusion. The airway was patent upon conclusion.",
  "IP2025000_syn_3": "Procedures Performed:\n1. Bronchoscopy with bronchial stent placement (31636). Indication: LMS Fistula. Device: Aero 14x30mm. Note: Initial deployment required revision; a secondary stent was placed but removed due to migration. Final successful placement of the 14x30mm stent achieved coverage of the 1.5cm defect.\n2. Bronchoscopy with endobronchial biopsy (31625). Locations: Right airway nodules and Left distal airway nodules. These are distinct lesions separate from the fistula site.\nTechnique: Fluoroscopic guidance utilized for marker placement and stent deployment. Rigid forceps utilized for stent manipulation.",
  "IP2025000_syn_4": "Procedure Note\nAttending: [REDACTED]\nResident: [REDACTED]\nIndication: B-E Fistula\n\nSteps:\n1. Time out performed. GA induced.\n2. Flex scope via trach. Suctioned purulence.\n3. Id[REDACTED] 1.5cm fistula in Left Mainstem.\n4. Noted nodules R and L sides -> Biopsied (forceps).\n5. Marked fistula with fluoroscopy.\n6. Deployed 14x30 Aero stent. Coverage suboptimal.\n7. Placed 14x40 Aero. Resulted in distal migration/obstruction.\n8. Removed 14x40 stent via stoma.\n9. Repositioned 14x30 stent to cover fistula.\n10. Final check: Good position.\nPlan: ICU, CXR.",
  "IP2025000_syn_5": "We went to the OR for the fistula patient had general anesthesia used the trach tube for access. Saw a lot of pus and suctioned it out there were nodules on the right and left looked like cancer so we biopsied them. Then saw the hole in the left mainstem about 1.5cm. We put in a wire and markers and dropped a 14x30 Aero stent it was a little high so put a 14x40 inside it but that pushed the first one down and blocked the lung so we had to pull the big one out through the trach hole. After that we grabbed the first stent with forceps and pulled it back up to cover the fistula perfectly. Sent to ICU.",
  "IP2025000_syn_6": "The procedure was performed in the main operating room under general anesthesia. A flexible bronchoscope was passed through the tracheostomy. Purulent secretions were suctioned. Multiple nodules were seen in the right and distal left airways; biopsies were taken. A 1.5cm fistula was id[REDACTED] in the mid-left mainstem. Using fluoroscopic guidance, a 14x30 mm Aero stent was deployed. Coverage was deemed insufficient, so a 14x40 mm stent was placed, which unfortunately pushed the assembly distally, obstructing lobar orifices. The 14x40 stent was extracted via the stoma. The remaining 14x30 stent was retracted into proper position covering the fistula. The patient was transferred to the ICU.",
  "IP2025000_syn_7": "[Indication]\nBroncho-esophageal fistula refractory to esophageal stenting.\n[Anesthesia]\nGeneral Anesthesia via tracheostomy.\n[Description]\nDiagnostic inspection revealed purulence and bilateral airway nodules; biopsies were obtained. The 1.5cm LMS fistula was targeted. A 14x30mm Aero stent was deployed. Attempted extension with a 14x40mm stent caused distal migration and obstruction. The 14x40mm stent was removed. The 14x30mm stent was successfully repositioned to cover the defect.\n[Plan]\nAdmit to ICU. Humidified O2. Post-op CXR.",
  "IP2025000_syn_8": "The patient arrived in the operating room for repair of a broncho-esophageal fistula. Under general anesthesia, we navigated the bronchoscope through the tracheostomy. We encountered purulent secretions and suspicious nodules bilaterally, which were sampled using flexible forceps. Focusing on the left mainstem, we id[REDACTED] the 1.5 cm fistula. We deployed a 14x30 mm Aero stent, but placement was slightly proximal. An attempt to extend coverage with a second 14x40 mm stent resulted in distal migration and obstruction of the left lung lobes. We managed this by extracting the second stent through the stoma and carefully retracting the original 14x30 mm stent into the correct position to seal the fistula.",
  "IP2025000_syn_9": "The procedure was executed in the main operating room. After delivery of sedatives, a flexible bronchoscope was navigated through the tracheostomy. The trachea was normal. Purulent secretions were evacuated. Inspection of the right airways revealed nodules which were sampled. On the left, a 1.5cm fistula was visualized. Distal nodules were also sampled. We deployed an Aero 14x30 mm stent over a guidewire. To optimize coverage, a second 14x40 stent was inserted, but it displaced the first stent distally. We extracted the 14x40 stent via the stoma and repositioned the remaining 14x30 mm stent to occlude the fistula. The patient was transferred to the ICU."
}
