{
  "IP2025046_syn_1": "Indication: Severe Asthma. BT Session 2 (LLL).\nProc: Bronchial Thermoplasty.\nAction: 50 activations delivered to LLL segments/subsegments via Alair catheter.\nEvent: Mild bronchospasm -> Albuterol.\nDisposition: Home on prednisone taper.",
  "IP2025046_syn_2": "PROCEDURE NOTE: Bronchial Thermoplasty, Session 2. Under deep sedation, a flexible bronchoscope was navigated to the Left Lower Lobe. The Alair system was utilized to deliver radiofrequency energy to the airway smooth muscle. A systematic treatment of all accessible segmental and subsegmental airways was completed, totaling 50 activations. The patient experienced mild reactive bronchospasm which responded promptly to bronchodilator therapy.",
  "IP2025046_syn_3": "Code: 31660 (Bronchial thermoplasty, 1 lobe).\nSpecifics: Left Lower Lobe treated. 50 activations.\nMedical Necessity: Severe persistent asthma refractory to biologics. This is the second of three planned sessions.",
  "IP2025046_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Bronchial Thermoplasty (LLL)\n1. Deep sedation.\n2. Scope to LLL.\n3. Used BT catheter to burn airways. 50 hits total.\n4. Patient got a little tight (wheezy), gave albuterol.\n5. Better now.\nPlan: D/C home, prednisone.",
  "IP2025046_syn_5": "sarah mitchell here for her second thermoplasty session left lower lobe. she has bad asthma. deep sedation. went to the LLL and did the RF treatments. got 50 activations done. she got a bit wheezy so we gave albuterol and she opened up. watched her for 6 hours then sent her home with steroids.",
  "IP2025046_syn_6": "Bronchial Thermoplasty Session 2 (left lower lobe) for severe asthma. Patient is a 42-year-old female. Deep sedation with propofol infusion was used. The flexible bronchoscope was advanced to segmental and subsegmental bronchi in the left lower lobe. The bronchial thermoplasty catheter was deployed and RF energy was delivered per protocol. Total activations delivered: 50. Mild transient bronchospasm occurred and was treated with nebulized albuterol. No intubation was required. Patient was discharged home on a prednisone taper.",
  "IP2025046_syn_7": "[Indication]\nSevere Asthma (Session 2/3).\n[Anesthesia]\nDeep sedation (Propofol).\n[Description]\nBronchial Thermoplasty performed on LLL. 50 RF activations delivered to segmental/subsegmental airways. Mild bronchospasm treated with bronchodilators.\n[Plan]\nDischarge home. Prednisone taper. Session 3 in 3 weeks.",
  "IP2025046_syn_8": "[REDACTED] for her second bronchial thermoplasty treatment for her asthma, focusing on the lower left lung. We used a special catheter to apply heat to the airway walls to reduce the muscle thickness. We performed 50 treatments in that area. She had a little bit of asthma tightening during the procedure, but a nebulizer treatment fixed it right away. She went home after a few hours of monitoring.",
  "IP2025046_syn_9": "Procedure: Bronchial thermoplasty, second session.\nTarget: Left Lower Lobe.\nMethod: Radiofrequency energy was applied to the bronchial smooth muscle via the Alair catheter. 50 activations were completed.\nAdverse Event: Transient bronchoconstriction, resolved pharmacologically.\nDisposition: Outpatient discharge.",
  "IP2025046": "Bronchial Thermoplasty Procedure Note\nSession: 2 (left lower lobe) for severe asthma\nPatient: [REDACTED], 42-year-old female with severe persistent asthma uncontrolled on biologic therapy.\nSedation: Deep sedation with propofol infusion, native airway with bite block.\nProcedure: Flexible bronchoscope advanced to segmental and subsegmental bronchi in left lower lobe. Bronchial thermoplasty catheter deployed and RF energy delivered per protocol. Total activations delivered: 50.\nComplications: Mild transient bronchospasm treated with nebulized albuterol; no intubation required.\nDisposition: Observed in bronchoscopy recovery for 6 hours and discharged home on prednisone taper."
}
