{
  "IP2025007_syn_1": "Procedure: Rigid bronch, debulking, stenting.\n- Lesion: Distal trachea/carina (90% occlusion).\n- Action: Mechanical coring, APC.\n- Stent: 14x50mm Silicone (Dumon) Y-stent equivalent placement.\n- Result: <10% residual obstruction.\n- Plan: Keep intubated, ICU.",
  "IP2025007_syn_2": "Operative Summary: The patient presented with critical central airway obstruction due to a distal tracheal tumor involving the carina. Rigid bronchoscopy (size 12) was employed. The exophytic mass was mechanically debrided and cauterized with Argon Plasma Coagulation. Following recanalization, a 14 x 50 mm silicone straight stent was deployed to maintain patency across the carinal involvements. The patient was transferred to the ICU intubated.",
  "IP2025007_syn_3": "Codes: 31641 (Tumor destruction/debulking), 31631 (Tracheal stent), 31636 (Bronchial stent - Y stent extension). Indication: Malignant central airway obstruction (90%). Technique: Rigid bronchoscopy with mechanical coring and APC. Device: Silicone stent spanning trachea and mainstem.",
  "IP2025007_syn_4": "Resident Note: Rigid Bronchoscopy\nIndication: Tracheal tumor.\n1. Induction GA, Rigid #12 inserted.\n2. Mass at distal trachea/carina coring out.\n3. APC used for hemostasis.\n4. Silicone stent 14x50mm placed.\n5. Airway patent at end.\nPlan: ICU, mechanical ventilation.",
  "IP2025007_syn_5": "rigid bronch on mr [REDACTED] for that big tracheal tumor choking him off. we cored it out with the barrel and used some apc. bleeding was about 50cc. put in a silicone stent 14 by 50 to keep it open. blood pressure dropped a bit on induction but he's fine now. sending to icu still on the vent.",
  "IP2025007_syn_6": "Rigid bronchoscopy with mechanical debulking, Argon plasma coagulation, and Silicone stent placement was performed for a 72-year-old male with distal tracheal tumor. There was 90 percent obstruction. Mechanical coring and APC reduced obstruction to less than 10 percent. A 14 x 50 mm silicone stent was placed. Transient hypotension occurred during induction. The patient remained intubated and was transferred to the ICU.",
  "IP2025007_syn_7": "[Indication]\nCritical central airway obstruction (Trachea/Carina).\n[Anesthesia]\nGeneral, Rigid Bronchoscope #12.\n[Description]\nMechanical debulking and APC of exophytic tumor. 14x50mm Silicone stent deployed.\n[Plan]\nICU admission, remain intubated.",
  "IP2025007_syn_8": "We performed a therapeutic rigid bronchoscopy to relieve a 90% obstruction in the distal trachea and carina. Using the rigid barrel, we mechanically cored out the tumor and applied argon plasma coagulation to the base. Once the airway was patent, we deployed a 14 x 50 mm silicone stent to bridge the distal trachea and main carina. The patient tolerated the procedure with only transient hypotension and was transferred to the ICU for ongoing care.",
  "IP2025007_syn_9": "Intervention: Rigid airway recanalization and stenting.\nTarget: Distal tracheal malignancy.\nMethod: Physical debulking via rigid scope and thermal ablation (APC). Implanted a silicone prosthesis (14x50mm).\nResult: Luminal patency restored. \nDisposition: Critical care unit.",
  "IP2025007": "Interventional Pulmonology Procedure Note\nProcedures: (1) Rigid bronchoscopy with mechanical debulking, (2) Argon plasma coagulation, (3) Silicone stent placement.\nPatient: [REDACTED], 72-year-old male with severe dyspnea from distal tracheal tumor causing critical central airway obstruction.\nAnesthesia: General anesthesia, rigid bronchoscope size 12 with coaxial 7.0 ETT, pressure control ventilation.\nFindings: Exophytic tumor arising from distal trachea extending to main carina with approximately 90 percent luminal obstruction.\nInterventions: Mechanical coring of tumor using rigid barrel and forceps, followed by argon plasma coagulation of residual tumor. Final obstruction estimated at less than 10 percent. A 14 x 50 mm silicone straight stent was placed across the distal trachea and main carina under bronchoscopic guidance.\nComplications: Transient hypotension during induction treated with vasopressor bolus; no airway complications. EBL 50 mL.\nDisposition: Patient remained intubated and was transferred to ICU for overnight observation."
}
