{
  "IP2026_BRONCH_3_syn_1": "Indication: Completed stent trial.\nProc: Rigid bronch, Y-stent removal, Cryotherapy.\nFindings: Y-stent in place. Granulation tissue at distal limbs (10% R, 40% L).\nActions:\n- Stent removed en-bloc w/ rigid forceps.\n- Cryo applied to granulation tissue bilaterally.\n- Mild bleed controlled w/ epi.\nPlan: D/C.",
  "IP2026_BRONCH_3_syn_2": "PROCEDURE NARRATIVE: The patient underwent scheduled removal of a silicone Y-stent following a trial for tracheobronchomalacia. A 12mm rigid tracheoscope was employed. The stent was grasped proximally and extracted without fragmentation. Post-removal inspection revealed granulation tissue at the former distal landing zones. Cryotherapy was applied systematically to these areas to reduce stenosis and ablate the tissue. Hemostasis was achieved, and the airway was deemed patent.",
  "IP2026_BRONCH_3_syn_3": "Coding:\n- 31635: Removal of foreign body (Silicone Y-Stent).\n- 31641: Destruction of lesion/relief of stenosis (Cryotherapy applied to granulation tissue in mainstems).\nTechnique: Rigid bronchoscopy for removal; Flexible scope for cryo application. General anesthesia.",
  "IP2026_BRONCH_3_syn_4": "Procedure: Y-Stent Removal\nSteps:\n1. Rigid scope inserted.\n2. Flexible scope check: Granulation tissue seen.\n3. Stent removed using alligator forceps.\n4. LMA placed.\n5. Cryotherapy used on granulation tissue (RMS/LMS).\n6. Bleeding controlled.\nPlan: NIV.",
  "IP2026_BRONCH_3_syn_5": "patient [REDACTED] get the y stent out trial over. put the rigid scope in grabbed the stent with the alligator forceps and twisted it out came out fine. looked back in with the flex scope and saw some granulation tissue where the legs were so we froze it with the cryo probe a bunch of times. little bit of bleeding stopped with epi.",
  "IP2026_BRONCH_3_syn_6": "A 12 mm non-ventilating rigid tracheoscope was inserted through the mouth. The patient’s Y stent was well placed. The flexible bronchoscope was removed and the rigid optic was reinserted alongside rigid alligator forceps. The stent was subsequently removed en-bloc with the rigid bronchoscope. Once his stent was removed an I-gel LMA was then placed. The cryotherapy probe was used to perform multiple 30 second freeze thaw cycles at the areas of residual granulation tissue.",
  "IP2026_BRONCH_3_syn_7": "[Indication]\nStent trial complete.\n[Anesthesia]\nGeneral.\n[Description]\nSilicone Y-stent removed via rigid bronchoscopy. Granulation tissue id[REDACTED] at distal strut sites. Cryotherapy destruction of granulation tissue performed. Hemostasis achieved.\n[Plan]\nDischarge.",
  "IP2026_BRONCH_3_syn_8": "We proceeded to remove the patient's Y-stent as planned. Using the rigid scope, we grabbed the top of the stent and pulled it out in one piece. Afterward, we switched to a flexible scope to check the airways. There was some tissue overgrowth where the stent legs used to be, so we treated those spots with cryotherapy to freeze the tissue back. Everything looked good at the end.",
  "IP2026_BRONCH_3_syn_9": "Prosthesis extraction performed via rigid technique. Granulomatous tissue id[REDACTED]. Lesions ablated using cryo-adhesion. Hemostasis confirmed."
}
