{
  "IP2025028_syn_1": "Proc: Robotic Bronch + RFA LLL.\n- Ion robot to 12mm lesion.\n- Confirmed: REBUS + Cone Beam CT.\n- Ablation: 50W / 600s / 90C.\n- Margins: +5mm achieved.\n- Mild bleeding. No pneumo.",
  "IP2025028_syn_2": "OPERATIVE REPORT: Using the Ion robotic platform, the left lower lobe lateral basal segment was cannulated. A 12 mm nodule was localized. Confirmation was achieved via radial EBUS (solid lesion) and Cone-Beam CT (tool-in-lesion). Radiofrequency ablation was delivered via a dedicated probe at 50 Watts for 600 seconds. Post-ablation CBCT confirmed an adequate ablation zone encompassing the tumor with a safety margin.",
  "IP2025028_syn_3": "Billing Codes:\n- 31641: Therapeutic bronchoscopy, destruction of tumor (RFA).\n- 31627: Navigational Bronchoscopy (Add-on).\n- 31654: EBUS Peripheral (Add-on).\nLogic: Navigation and REBUS used to localize. RFA used to destroy. Single session.",
  "IP2025028_syn_4": "Resident Note\nProcedure: Robotic RFA\nSteps:\n1. GA/ETT.\n2. Ion robot registered.\n3. Navigated to LLL nodule.\n4. REBUS/CBCT confirm.\n5. RFA burned for 10 mins @ 50W.\n6. CBCT showed good hit.\nPlan: Admit overnight.",
  "IP2025028_syn_5": "zachary price 66 male CRC met to lung ion robot case went to LLL nodule 12mm spin ct confirmed tool in lesion burned it with radiofrequency 50 watts 600 seconds temp 90c spin ct after showed good ablation zone little bleeding nothing major admitting for observation.",
  "IP2025028_syn_6": "Robotic navigational bronchoscopy with radiofrequency ablation (RFA) of peripheral left lower lobe nodule. Patient is a 66-year-old male with oligometastatic colorectal cancer to lung. General anesthesia with ETT. Ion robotic platform used to access 12 mm LLL peripheral metastasis. Registration error 2.3 mm. Radial EBUS confirmed solid lesion; cone-beam CT confirmed tool-in-lesion. RFA probe advanced through working channel. Ablation performed at 50 W for 600 seconds with maximum temperature 90 degrees Celsius. Postablation cone-beam CT demonstrated satisfactory ablation zone with 5 mm margin. Mild perilesional hemorrhage without hemodynamic compromise. Admitted overnight for observation.",
  "IP2025028_syn_7": "[Indication]\nOligometastatic CRC to Lung.\n[Anesthesia]\nGA, 8.5 ETT.\n[Description]\nIon Robot nav to LLL. REBUS/CBCT confirmed position. RFA performed (50W, 600s). Ablation zone confirmed on CBCT.\n[Plan]\nAdmit. CT Chest 3 mos.",
  "IP2025028_syn_8": "We performed a robotic bronchoscopy to ablate a metastasis in [REDACTED]. Using the Ion system and Cone-Beam CT, we perfectly targeted the 12mm nodule. We applied radiofrequency energy to destroy the tumor, reaching 90 degrees Celsius. The post-procedure scan showed we covered the whole tumor with a good margin. There was minimal bleeding and no complications.",
  "IP2025028_syn_9": "Procedure: Robotic navigational bronchoscopy with thermal destruction (RFA).\nAction: Ion platform navigated to LLL lesion. REBUS verified target. Thermal ablation executed at 50 W. Post-treatment imaging verified satisfactory necrosis zone.",
  "IP2025028": "Interventional Pulmonology Procedure Note\nProcedure: Robotic navigational bronchoscopy with radiofrequency ablation (RFA) of peripheral left lower lobe nodule.\nPatient: [REDACTED], 66-year-old male with oligometastatic colorectal cancer to lung.\nAnesthesia: General anesthesia with ETT.\nNavigation: Ion robotic platform used to access 12 mm LLL peripheral metastasis. Registration error 2.3 mm. Radial EBUS confirmed solid lesion; cone-beam CT confirmed tool-in-lesion.\nAblation: RFA probe advanced through working channel. Ablation performed at 50 W for 600 seconds with maximum temperature 90 degrees Celsius. Postablation cone-beam CT demonstrated satisfactory ablation zone with 5 mm margin.\nComplications: Mild perilesional hemorrhage without hemodynamic compromise.\nDisposition: Admitted overnight for observation."
}
