{
  "IP2025034_syn_1": "Indication: RML nodule (15mm).\nProc: Radial EBUS (No Nav).\nDetails: Fluoroscopy guidance. Concentric view. TBBx x4, Brush x2.\nROSE: Suspicious for carcinoma.\nComp: None.\nDisp: Home.",
  "IP2025034_syn_2": "PROCEDURE: Radial EBUS-Guided Transbronchial Biopsy.\nINDICATION: Peripheral RML nodule.\nNARRATIVE: The bronchoscope was advanced to the RML lateral segment. A radial EBUS probe was inserted via a guide sheath under fluoroscopic guidance, id[REDACTED] a concentric, solid lesion. Transbronchial forceps biopsies and brushings were obtained. Preliminary cytology is suspicious for malignancy.\nIMPRESSION: Likely RML Non-Small Cell Lung Cancer.",
  "IP2025034_syn_3": "Codes: 31628 (Lung Biopsy), 31654 (Radial EBUS).\nNote: No electromagnetic navigation charged (31627 excluded).\nTechnique: Guide sheath + Fluoroscopy + Radial Probe.\nTarget: Single lesion RML.",
  "IP2025034_syn_4": "Procedure: R-EBUS Biopsy\nPatient: [REDACTED]\nSteps:\n1. Moderate sedation.\n2. Scope to RML.\n3. Radial probe found lesion (concentric).\n4. Left sheath in place.\n5. Biopsied x4, Brushed x2.\n6. Fluoro used to check position.\nResult: Suspicious for cancer.",
  "IP2025034_syn_5": "Janice Moore 71 female RML spot. No navigation just used fluoro and the radial probe. Found it in the lateral segment concentric view. took 4 biopsies and 2 brushes. rose looks like cancer. patient did fine going home.",
  "IP2025034_syn_6": "Bronchoscopy Procedure Note. Procedure: Radial EBUS-guided biopsy of right middle lobe nodule (no navigation). Patient: Janice Moore, 71-year-old female. Procedure summary: Radial EBUS catheter advanced through guide sheath into RML lateral segment based on fluoroscopy and CT roadmap. Concentric solid lesion pattern obtained. Four transbronchial forceps biopsies and two brushings performed through guide sheath. ROSE: Suspicious for malignancy. Disposition: Discharged home.",
  "IP2025034_syn_7": "[Indication]\n15mm RML nodule.\n[Anesthesia]\nModerate sedation.\n[Description]\nRadial EBUS (concentric view) + Fluoro. TBBx x4, Brush x2. No EMN used. ROSE suspicious for malignancy.\n[Plan]\nNodule clinic follow-up.",
  "IP2025034_syn_8": "[REDACTED] a small nodule in her right middle lobe. We performed a bronchoscopy to biopsy it. We didn't use the navigation system; instead, we found the right airway using x-ray guidance and the radial ultrasound probe. We got a good ultrasound image of the nodule and took several samples. The pathologist is worried it looks like cancer.",
  "IP2025034_syn_9": "Procedure: Radial ultrasonic-guided pulmonary sampling.\nMethod: Fluoroscopic triangulation without electromagnetic guidance.\nAction: The RML lateral segment was cannulated. Radial ultrasound confirmed lesion concentricity. Forceps and brushes procured tissue.\nResult: Cytology suggests neoplasm.",
  "IP2025034": "Bronchoscopy Procedure Note\nProcedure: Radial EBUS-guided biopsy of right middle lobe nodule (no navigation)\nPatient: [REDACTED], 71-year-old female with 15 mm RML nodule not amenable to CT-guided biopsy.\nSedation: Moderate sedation (midazolam and fentanyl), native airway.\nProcedure summary:\n- Diagnostic bronchoscopy performed; central airways normal.\n- Radial EBUS catheter advanced through guide sheath into RML lateral segment based on fluoroscopy and CT roadmap.\n- Concentric solid lesion pattern obtained.\n- Four transbronchial forceps biopsies and two brushings performed through guide sheath.\nROSE: Suspicious for malignancy.\nComplications: Minimal bleeding. No pneumothorax on immediate CXR.\nDisposition: Discharged home after observation."
}
