{
  "IP2025041_syn_1": "Indication: Severe emphysema, LUL target.\nProc: Bronchoscopy with Chartis.\nFindings:\n- LUL cannulated with Chartis.\n- Continuous flow observed (CV Positive).\n- Procedure aborted. No valves placed.\nComplications: None.\nDisposition: Home.",
  "IP2025041_syn_2": "OPERATIVE REPORT: The patient presented for elective bronchoscopic lung volume reduction targeting the left upper lobe. Under general anesthesia, the airway was inspected. The Chartis system was utilized to assess collateral ventilation in the target lobe. The assessment revealed persistent expiratory airflow consistent with a CV-positive status, indicating significant collateral ventilation. As this precludes effective atelectasis with valve therapy, the procedure was aborted. No endobronchial valves were deployed. The patient was extubated and recovered without incident.",
  "IP2025041_syn_3": "Code Selection: 31634 (Bronchoscopy with balloon occlusion/Chartis assessment).\nRationale: Procedure was terminated after diagnostic assessment revealed the patient was not a candidate for valve placement due to collateral ventilation. Codes 31647/31648 are NOT applicable as no valves were placed or removed. Evaluation performed under GA.",
  "IP2025041_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Aborted BLVR\nReason: LUL emphysema\nSteps:\n1. ETT placed.\n2. Scope to LUL.\n3. Chartis balloon inflated.\n4. Result: Positive for collateral ventilation (flow didn't stop).\n5. Decision made to abort.\n6. Extubated.\nPlan: Clinic f/u to discuss other options.",
  "IP2025041_syn_5": "mr [REDACTED] here for lung valves left upper lobe. we put him to sleep and went down with the chartis catheter. balloon up in the LUL but the flow just kept coming it never stopped. that means he has collateral ventilation and the valves wont work. so we stopped didn't put any in. woke him up sending him home.",
  "IP2025041_syn_6": "Attempted Zephyr valve placement in left upper lobe. Patient is a 70-year-old male with severe emphysema. General anesthesia with 8.0 ETT was used. The target lobe was the Left Upper Lobe. Chartis assessment was performed and revealed persistent airflow consistent with significant collateral ventilation. Based on this finding, BLVR was not performed and no valves were deployed. The airways were irrigated and inspected. There were no complications. The patient was extubated and discharged home.",
  "IP2025041_syn_7": "[Indication]\nSevere emphysema, evaluation for LUL BLVR.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nChartis assessment of LUL performed. Result: Significant collateral ventilation (CV+). Procedure aborted. No valves implanted.\n[Plan]\nDischarge to home. Discuss alternative therapies.",
  "IP2025041_syn_8": "[REDACTED] hoping to have valves placed in his left upper lung to help with his emphysema. We put him under anesthesia and used the Chartis balloon to test the lung first. Unfortunately, the test showed that air was leaking in from other parts of the lung (collateral ventilation), which means the valves wouldn't work. We decided not to put them in to avoid unnecessary risk. He woke up fine and went home the same day.",
  "IP2025041_syn_9": "Procedure: Attempted endobronchial valve installation.\nTarget: Left Upper Lobe.\nOutcome: The Chartis evaluation indicated the presence of collateral ventilation. Consequently, the implantation was cancelled. No prostheses were deployed. \nDisposition: Discharge to outpatient care.",
  "IP2025041": "Bronchoscopic Lung Volume Reduction Note\nProcedure: Attempted Zephyr valve placement in left upper lobe aborted due to collateral ventilation\nPatient: [REDACTED], 70-year-old male with severe emphysema.\nAnesthesia: General anesthesia with 8.0 ETT.\nSummary:\n- Target lobe: Left upper lobe based on CT heterogeneity and fissure completeness.\n- Chartis assessment revealed persistent airflow consistent with significant collateral ventilation; BLVR not performed.\n- No valves deployed. Airways irrigated and inspected.\nComplications: None.\nDisposition: Extubated in procedure room and discharged home after observation."
}
