{
  "IP2026_BRONCH_1_syn_1": "Dx: Malignant TE fistula.\nProc: Rigid bronch, Dual tracheal stenting, Biopsy.\nDetails:\n- 70% obstruction mid-trachea + TEF.\n- Rigid scope inserted.\n- Stent 1 (16x60 Aero) placed; migrated distally.\n- Biopsy of tumor taken.\n- Stent 2 (16x60 Aero) placed telescoping into first.\n- Fistula covered. Airway open.\nPlan: Tissue dx pending.",
  "IP2026_BRONCH_1_syn_2": "OPERATIVE SUMMARY: The patient presented with a malignant tracheoesophageal fistula and airway compromise. Following induction, initial flexible inspection revealed 70% obstruction and a fistulous tract. A 14mm rigid tracheoscope was introduced to facilitate intervention. A 16x60mm Aero stent was deployed but situated distally. Consequently, biopsies of the exposed proximal tumor were obtained. To ensure complete exclusion of the fistula and tumor coverage, a second 16x60mm Aero stent was deployed in a telescoping fashion. This maneuver successfully recanalized the trachea and occluded the fistula.",
  "IP2026_BRONCH_1_syn_3": "Procedures:\n1. 31631: Placement of tracheal stents (Two 16x60mm Aero stents used telescopically to cover long segment disease).\n2. 31625-59: Endobronchial biopsy of tumor (performed distinct from stenting on exposed tissue).\nTechnique: Rigid bronchoscopy used for airway control. Guidewire navigation. Stent deployment required telescoping technique due to distal migration of first unit. Biopsy performed with forceps.",
  "IP2026_BRONCH_1_syn_4": "Resident Note\nIndication: TE Fistula/Obstruction\nAttending: Dr. X\nSteps:\n1. GA/LMA. Flex scope survey: 70% obstruction + TEF.\n2. Switched to 14mm Rigid scope.\n3. Placed 16x60 Aero stent (landed low).\n4. Biopsied tumor (forceps).\n5. Placed 2nd 16x60 Aero stent (telescoped).\n6. Confirmed patency and fistula coverage.\nPlan: Admit.",
  "IP2026_BRONCH_1_syn_5": "patient [REDACTED] a te fistula and tumor causing blockage we tried to stent it first one went too low into the right mainstem so we pulled it back a bit but it wasnt covering the top part. gi couldnt stent the esophagus so we went back in with the rigid scope took a biopsy of the tumor then put a second aero stent inside the first one telescoping it. now the whole thing is covered and airway is open looks good.",
  "IP2026_BRONCH_1_syn_6": "The procedure was performed in the main operating room. Approximately 3 cm distal to the vocal cords was a long segment of airway obstruction from extrinsic compression. At the distal aspect of the tumor there was an obvious fistulous communication with the esophagus. A 14mm non-ventilating rigid tracheoscope was inserted. A 16x60 mm Aero fully covered stent was placed but deployed distally. Biopsies were taken. A second 16X60 aero SEM was placed telescoping into the first. This resulted in complete occlusion of the fistula.",
  "IP2026_BRONCH_1_syn_7": "[Indication]\nTE Fistula with malignant obstruction.\n[Anesthesia]\nGeneral (LMA converted to Rigid).\n[Description]\nRigid bronchoscopy performed. Initial 16x60mm Aero stent deployed distally. Tumor biopsied. Second 16x60mm Aero stent telescoped proximally. Fistula sealed. Trachea patent.\n[Plan]\nOncology follow-up.",
  "IP2026_BRONCH_1_syn_8": "We began the procedure with a flexible inspection which confirmed a nasty tumor and fistula in the trachea. To manage this, we switched to a rigid bronchoscope. We attempted to place a covered stent, but it deployed lower than intended. We took the opportunity to biopsy the exposed tumor mass. To fix the coverage issue, we placed a second id[REDACTED] stent overlapping the first one. This 'telescoping' technique worked perfectly to seal the fistula and open the breathing passage.",
  "IP2026_BRONCH_1_syn_9": "Tracheoesophageal defect id[REDACTED]. Rigid cannulation performed. Initial prosthesis deployed but migrated. Lesion sampled. Secondary prosthesis implanted in telescoping fashion. Defect occluded."
}
