{
  "IP2025037_syn_1": "Indication: Tracheal stenosis (post-intubation).\nProc: Rigid bronch, Balloon dilation, Silicone Stent.\nDetails: 70% subglottic stenosis. Dilated to 12mm. 12x40mm Dumon stent placed. Residual 10% narrowing.\nPlan: Admit overnight.",
  "IP2025037_syn_2": "PROCEDURE: Therapeutic Rigid Bronchoscopy for Tracheal Stenosis.\nINDICATION: Exertional stridor, benign tracheal stenosis.\nNARRATIVE: Rigid bronchoscopy id[REDACTED] a concentric fibrotic stenosis in the subglottic trachea. The lesion was dilated serially with balloons. A 12x40mm silicone stent was deployed to maintain patency. The airway caliber significantly improved.\nIMPRESSION: Successful recanalization and stenting of benign tracheal stenosis.",
  "IP2025037_syn_3": "Code: 31631 (Tracheal Stent Placement).\nNote: Dilation (31630) is bundled/included when stent is placed.\nDevice: Silicone Stent.\nIndication: Benign stenosis.",
  "IP2025037_syn_4": "Procedure: Rigid Bronch & Stent\nPatient: [REDACTED]\nSteps:\n1. GA / Jet ventilation.\n2. Rigid scope 11.\n3. Found tight stenosis in trachea.\n4. Balloon dilated.\n5. Placed silicone stent.\n6. Airway looks good now.\nPlan: Observe overnight.",
  "IP2025037_syn_5": "[REDACTED] 58 male with stridor. Tracheal stenosis from old intubation. Did rigid bronch under jet vent. dilated it up with a balloon then put a silicone stent 12 by 40. looks wide open now. minor bleeding. admit for obs.",
  "IP2025037_syn_6": "Central Airway Therapeutic Bronchoscopy Note. Procedures: Rigid bronchoscopy, Balloon dilation of tracheal stenosis, Silicone stent placement. Patient: [REDACTED]. Findings: Short-segment concentric fibrotic stenosis 2 cm below vocal cords; ~70% luminal narrowing. Intervention: Serial balloon dilations performed to 12 mm, then a 12 x 40 mm silicone straight stent placed across the stenotic segment. Disposition: Extubated to PACU and admitted overnight.",
  "IP2025037_syn_7": "[Indication]\nPost-intubation tracheal stenosis.\n[Anesthesia]\nGeneral, Rigid, Jet Vent.\n[Description]\nSubglottic stenosis dilated (balloon). 12x40mm silicone stent placed. Patency restored.\n[Plan]\nAdmit. Airway monitoring.",
  "IP2025037_syn_8": "[REDACTED] from stridor due to scar tissue in his trachea from a breathing tube. We took him to the OR and used a rigid scope to dilate the scar tissue with a balloon. To keep it open, we placed a silicone stent. His airway is much more open now, and he should breathe easier. We'll watch him overnight.",
  "IP2025037_syn_9": "Procedure: Rigid airway dilation and prosthetic scaffolding.\nIndication: Cicatricial tracheal stenosis.\nAction: The stenotic segment was radially expanded via balloon. A silicone prosthesis was deployed to prevent recoil.\nResult: Restoration of tracheal lumen.",
  "IP2025037": "Central Airway Therapeutic Bronchoscopy Note\nProcedures:\n1. Rigid bronchoscopy\n2. Balloon dilation of tracheal stenosis\n3. Silicone stent placement\nPatient: [REDACTED], 58-year-old male with prior prolonged intubation now with fixed upper airway obstruction and exertional stridor.\nAnesthesia: General anesthesia with rigid bronchoscope size 11 and jet ventilation.\nFindings: Short-segment concentric fibrotic stenosis 2 cm below vocal cords; ~70% luminal narrowing.\nIntervention: Serial balloon dilations performed to 12 mm, then a 12 x 40 mm silicone straight stent placed across the stenotic segment. Postprocedure lumen patency ~10% residual narrowing.\nComplications: Minor mucosal bleeding controlled with epinephrine.\nDisposition: Extubated to PACU on 4 L nasal cannula and admitted overnight for airway monitoring."
}
