{
  "IP2025013_syn_1": "Procedure: Whole Lung Lavage (Left).\n- Indication: PAP.\n- Method: DLT, 30L warm saline in, 25L out.\n- Findings: Milky effluent cleared over time.\n- Complication: Hypotension (pressors).\n- Plan: ICU, intubated.",
  "IP2025013_syn_2": "Operative Report: [REDACTED], diagnosed with pulmonary alveolar proteinosis, underwent therapeutic whole lung lavage of the left lung. A double-lumen endotracheal tube was utilized for isolation. We instilled a total of 30 liters of warmed saline in aliquots, retrieving 25 liters. The effluent transitioned from opaque/milky to clear. Hemodynamics were supported with vasopressors during the procedure. The patient was transferred to the ICU intubated.",
  "IP2025013_syn_3": "Coding: 32997 (Total lung lavage, unilateral). Side: Left. Volume: 30L instilled. Method: General Anesthesia w/ DLT. Note: This is a therapeutic lavage for PAP, not a diagnostic BAL.",
  "IP2025013_syn_4": "Resident Note: WLL Left\n1. 37Fr DLT placed.\n2. Isolated Left lung.\n3. Lavaged with 30L total.\n4. Fluid cleared up nicely.\n5. BP dropped, gave pressors.\nPlan: ICU.",
  "IP2025013_syn_5": "doing a whole lung lavage on brian scott for his pap. left side today. put in a dlt. ran about 30 liters of saline through him got 25 back. looked like milk at first then clear. blood pressure got soft so anesthesia gave him some pressors. going to the icu intubated.",
  "IP2025013_syn_6": "Whole lung lavage of the left lung for pulmonary alveolar proteinosis was performed. 30 L of warm saline was instilled and 25 L returned. The effluent cleared progressively. Transient hypotension was treated with vasopressors. The patient remained intubated and was transported to the ICU.",
  "IP2025013_syn_7": "[Indication]\nPulmonary Alveolar Proteinosis.\n[Anesthesia]\nGA, DLT.\n[Description]\nLeft lung lavage. 30L In / 25L Out. Effluent cleared.\n[Complication]\nHypotension (managed).\n[Plan]\nICU, mech vent.",
  "IP2025013_syn_8": "We performed a therapeutic whole lung lavage on the left lung for [REDACTED]. Using a double-lumen tube, we ventilated the right lung while lavaging the left with 30 liters of warm saline. The return fluid (25L total) cleared significantly by the end. He experienced some hypotension which was managed by anesthesia. He remains intubated for transport to the ICU.",
  "IP2025013_syn_9": "Procedure: Total pulmonary lavage (Left).\nIndication: Autoimmune PAP.\nTechnique: Large volume saline instillation (30L) via double-lumen airway.\nResult: Clearance of proteinaceous material.\nStatus: ICU care.",
  "IP2025013": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (left lung) for pulmonary alveolar proteinosis.\nPatient: [REDACTED], 42-year-old male with confirmed autoimmune pulmonary alveolar proteinosis and progressive dyspnea.\nAnesthesia: General anesthesia with double-lumen endotracheal tube for single-lung ventilation.\nProcedure details: Left lung lavaged using warm saline aliquots of 750 to 1000 mL with manual chest percussion. Total instilled volume 30 L; total effluent 25 L of progressively clearer, initially milky return.\nComplications: Transient hypotension treated with fluids and vasopressors; oxygenation maintained with right lung ventilation.\nDisposition: Patient remained intubated at end of case and was transported to ICU for overnight ventilatory support and monitoring."
}
