{
  "IP2025031_syn_1": "Indication: Staging RUL mass.\nAnesthesia: Deep (Propofol).\nEBUS: Sampled 2R, 4R, 7. 21G needle.\nFindings: Lymphocytes present, no malignancy on ROSE.\nComp: None.\nDisp: Home.",
  "IP2025031_syn_2": "PROCEDURE: Flexible Bronchoscopy with Linear EBUS-TBNA.\nCLINICAL SUMMARY: 63-year-old male with RUL mass and borderline adenopathy.\nOPERATIVE NARRATIVE: The patient was placed under deep sedation. A systematic mediastinal survey was conducted using the Olympus BF-UC180F. Lymph node stations 2R, 4R, and 7 were visualized and sampled using a 21-gauge aspiration needle. Rapid on-site evaluation demonstrated adequate lymphoid tissue without evidence of metastasis at all sampled stations.\nIMPRESSION: Negative mediastinal staging by EBUS (N0 by EBUS).",
  "IP2025031_syn_3": "Code: 31653 (EBUS 3+ stations).\nStations: 2R, 4R, 7.\nNeedle: 21G Vizishot.\nScope: Olympus BF-UC180F.\nPathology: Samples sent for cell block to confirm ROSE findings (negative for malignancy).",
  "IP2025031_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: EBUS\nSteps:\n1. Propofol sedation.\n2. Scope inserted.\n3. Id[REDACTED] nodes 2R, 4R, 7.\n4. TBNA x3 passes each station.\n5. ROSE: Lymphocytes only.\n6. No complications.\nPlan: Surgery clinic follow-up.",
  "IP2025031_syn_5": "Procedure note for henry walker he has that spiculated mass right upper lobe. did the ebus to stage him. deep sedation used. looked at 2r 4r and 7. poked them all 3 times each. rose guy said just lymphocytes no cancer cells seen. so looks like n0 disease. discharged him home after recovery.",
  "IP2025031_syn_6": "Interventional Pulmonology Procedure Note. Procedure: Flexible bronchoscopy with linear EBUS-TBNA. Patient: Henry Walker, 63-year-old male. Indication: Mediastinal staging prior to lobectomy. Findings: Normal vocal cords. Central airways patent. EBUS: Olympus BF-UC180F scope used. Lymph nodes id[REDACTED] and sampled at 2R, 4R, and 7 using 21G Vizishot needle. Three passes obtained per station. ROSE adequate at all stations with lymphocytes only. No elastography. Complications: None. Disposition: Discharged home.",
  "IP2025031_syn_7": "[Indication]\nRUL mass, staging.\n[Anesthesia]\nDeep sedation (Propofol).\n[Description]\nEBUS-TBNA of stations 2R, 4R, 7. Three passes per node. ROSE negative for malignancy.\n[Plan]\nThoracic surgery referral.",
  "IP2025031_syn_8": "[REDACTED] to check his lymph nodes before potential lung surgery. We used deep sedation to keep him comfortable. The ultrasound scope allowed us to see and sample nodes in the upper and lower trachea (2R, 4R) and under the airway split (7). Preliminary results from the room showed no cancer in the lymph nodes, suggesting the cancer hasn't spread there.",
  "IP2025031_syn_9": "Procedure: Linear ultrasonic needle aspiration.\nContext: Pre-resection staging.\nAction: Stations 2R, 4R, and 7 were accessed. Three transbronchial passes were executed per station.\nResult: Cytology revealed lymphoid tissue devoid of malignancy.",
  "IP2025031": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with linear EBUS-TBNA\nPatient: [REDACTED], 63-year-old male with a spiculated right upper lobe mass and borderline mediastinal nodes.\nIndication: Mediastinal staging prior to lobectomy.\nSetting: Bronchoscopy suite, Harbor Pulmonary Institute. Deep sedation with propofol infusion, native airway with bite block and supplemental oxygen via nasal cannula.\nFindings: Normal vocal cords. Central airways patent without visible endobronchial tumor. Mild extrinsic compression at right mainstem.\nEBUS: Olympus BF-UC180F scope used. Systematic survey of mediastinum. Lymph nodes id[REDACTED] and sampled at 2R, 4R, and 7 using 21G Vizishot needle. Three passes obtained per station. ROSE adequate at all stations with lymphocytes only; no definite malignant cells.\nNo elastography or intranodal forceps biopsies performed.\nComplications: None. EBL <5 mL. No hypoxia or arrhythmia.\nDisposition: Observed in recovery for 90 minutes and discharged home with standard postbronchoscopy instructions."
}
