{
  "IP2025012_syn_1": "Procedure: BLVR LLL (Zephyr).\n- Chartis: Low/Borderline flow.\n- Implants: 2 Zephyr valves.\n- Complication: Transient desat (86%).\n- Plan: Admit, monitor closely.",
  "IP2025012_syn_2": "Procedure Note: [REDACTED] targeting the Left Lower Lobe. Chartis assessment revealed low but persistent airflow, indicative of borderline collateral ventilation; however, the decision was made to proceed. Two Zephyr valves were deployed. Although there was a transient desaturation event, it resolved with oxygen therapy. Valve seating appeared adequate.",
  "IP2025012_syn_3": "Billing: 31647 (Initial), 31651 (Addl). Device: Zephyr. Location: LLL. Indication: Heterogeneous Emphysema. Note: Borderline CV status noted. Complication: Hypoxia (transient).",
  "IP2025012_syn_4": "Resident Note: BLVR LLL\n1. GA / ETT.\n2. Chartis LLL -> Borderline.\n3. Decided to place valves (x2 Zephyr).\n4. Pt desatted to 86%, fixed with FiO2.\n5. No pneumo on CXR.\nPlan: Admit.",
  "IP2025012_syn_5": "emily rogers for blvr lll. chartis was a bit iffy showed some flow but we went ahead. put in two zephyr valves. she dropped her sats to 86 for a minute but came back up. valves look good. admitting her to telemetry.",
  "IP2025012_syn_6": "Bronchoscopic lung volume reduction with Zephyr valves to the left lower lobe was performed. Chartis showed low but persistent airflow. Two Zephyr valves were placed in LLL segments. Transient desaturation to 86 percent occurred but was corrected. There was no pneumothorax on immediate CXR. The patient was admitted to a monitored bed.",
  "IP2025012_syn_7": "[Indication]\nLLL Emphysema.\n[Anesthesia]\nGeneral.\n[Description]\nChartis: Borderline CV. 2 Zephyr valves deployed in LLL. Transient desaturation managed with O2.\n[Plan]\nAdmit to monitor.",
  "IP2025012_syn_8": "[REDACTED] a BLVR procedure for her left lower lobe emphysema. The Chartis assessment was equivocal, showing some low collateral flow, but we proceeded with valve placement. Two Zephyr valves were implanted in the LLL. The patient experienced a brief period of desaturation which resolved quickly with increased oxygen. We admitted her to a monitored bed out of an abundance of caution.",
  "IP2025012_syn_9": "Intervention: Endobronchial valve placement (Zephyr).\nTarget: Left Lower Lobe.\nDetails: Collateral ventilation assessment was borderline. Implanted 2 valves. Managed transient hypoxia.\nDisposition: Inpatient admission.",
  "IP2025012": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic lung volume reduction with Zephyr valves to left lower lobe in heterogeneous emphysema.\nPatient: [REDACTED], 70-year-old female with severe dyspnea and LLL-predominant emphysema.\nSedation: General anesthesia with ETT.\nTarget selection: Left lower lobe based on CT and perfusion imaging. Chartis performed with low but persistent airflow suggesting borderline collateral ventilation; decision made to proceed with caution.\nIntervention: Two Zephyr valves placed in LLL segments. Endoscopic assessment showed good valve seating.\nComplications: Transient desaturation to 86 percent corrected with increased FiO2. No pneumothorax on immediate CXR.\nDisposition: Admitted to monitored bed for observation."
}
