{
  "IP2025047_syn_1": "Indication: Severe Asthma. BT Session 1 (RLL).\nCourse: Procedure started. 12 activations to RLL basal segs.\nComplication: Severe bronchospasm + Hypoxia.\nAction: Procedure aborted. Intubated.\nDisposition: ICU admit.",
  "IP2025047_syn_2": "OPERATIVE REPORT: The patient presented for the initial session of Bronchial Thermoplasty targeting the Right Lower Lobe. Following the delivery of 12 activations to the basal segments, the patient developed an acute, severe asthma exacerbation characterized by refractory bronchospasm and desaturation. The therapeutic procedure was immediately aborted. Emergent endotracheal intubation was required to secure the airway and facilitate mechanical ventilation. The patient was transferred to the Intensive Care Unit.",
  "IP2025047_syn_3": "Code: 31660 (Bronchial thermoplasty, 1 lobe).\nModifier: -53 (Discontinued Procedure) or -74 depending on facility guidelines, though meaningful therapy (12 activations) was delivered before life-threatening complication arose.\nContext: Procedure converted to critical care management (99291) due to respiratory failure.",
  "IP2025047_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Attempted BT RLL\n1. Started RLL treatments.\n2. Got 12 activations done.\n3. Patient clamped down hard. Sats dropped.\n4. Couldn't break it with meds.\n5. Had to intubate.\n6. Procedure stopped.\nPlan: ICU.",
  "IP2025047_syn_5": "david nguyen here for first thermoplasty RLL. started the procedure got about 12 burns done and then he just locked up. severe bronchospasm sats dropped. we tried everything but had to intubate him. stopped the procedure obviously. taking him to the icu to manage the asthma attack.",
  "IP2025047_syn_6": "Bronchial Thermoplasty Procedure Note (Aborted). Session 1 (right lower lobe). Patient is a 50-year-old male with severe steroid-dependent asthma. Moderate sedation was used. After initial BT activations in RLL basal segments (12 activations delivered), the patient developed severe bronchospasm and hypoxia despite bronchodilator therapy. The procedure was aborted and no further activations were performed. Acute asthma exacerbation required intubation and mechanical ventilation. Patient was transferred to ICU.",
  "IP2025047_syn_7": "[Indication]\nSevere Asthma (Session 1).\n[Anesthesia]\nModerate -> General (Emergent Intubation).\n[Description]\nBT initiated in RLL (12 activations). Procedure complicated by severe refractory bronchospasm and hypoxia. Procedure aborted. Patient intubated.\n[Plan]\nICU admission for mechanical ventilation and asthma management.",
  "IP2025047_syn_8": "[REDACTED] for his first heat treatment for asthma. We started on the right lower lung, but after only 12 treatments, his lungs had a severe spasm and clamped shut. We couldn't get them to open with just medicine, so we had to put a breathing tube in and stop the procedure to keep him safe. He is currently in the ICU on a ventilator.",
  "IP2025047_syn_9": "Procedure: Initiated bronchial thermoplasty.\nTarget: Right Lower Lobe.\nComplication: Intraprocedural status asthmaticus and hypoxic respiratory failure.\nIntervention: The procedure was halted after 12 activations. Emergent intubation was performed.\nDisposition: Critical care admission.",
  "IP2025047": "Bronchial Thermoplasty Procedure Note (Aborted)\nSession: 1 (right lower lobe)\nPatient: [REDACTED], 50-year-old male with severe steroid-dependent asthma.\nSedation: Moderate sedation with midazolam and fentanyl.\nCourse: After initial BT activations in RLL basal segments (12 activations delivered), patient developed severe bronchospasm and hypoxia despite bronchodilator therapy. Procedure aborted and no further activations performed.\nComplications: Acute asthma exacerbation requiring intubation and mechanical ventilation in ICU.\nDisposition: Intubated, transferred to ICU for management."
}
