{
  "IP2026046_syn_1": "Procedure: U/S Guided Thoracentesis.\n- Site: Right.\n- Fluid: 420 mL turbid.\n- Analysis: pH/Glucose low.\n- Complications: None.",
  "IP2026046_syn_2": "Procedure Note: The patient presented with a complex right parapneumonic effusion. Ultrasound guidance was utilized to id[REDACTED] a safe pocket of fluid. A catheter was introduced into the pleural space, and 420 mL of turbid fluid was aspirated. Bedside analysis revealed low pH and glucose, consistent with an empyema or complicated effusion.",
  "IP2026046_syn_3": "Billing: 32555 (Thoracentesis with imaging guidance). Imaging guidance is integral to this code. 420 mL removed. Diagnostic intent. 32554 not applicable as imaging was used.",
  "IP2026046_syn_4": "Resident Note:\n- Pre-procedure US: Loculated effusion.\n- Prep and drape.\n- Local anesthetic.\n- Needle insertion under US.\n- Drained 420cc.\n- Sample sent to lab.",
  "IP2026046_syn_5": "did a thoracentesis on the right side used ultrasound to find the fluid. got about 420 ml of cloudy stuff out. sent it for ph and glucose looks like an infection. no pneumothorax.",
  "IP2026046_syn_6": "Ultrasound-guided diagnostic thoracentesis of a complex right parapneumonic effusion in a patient with recent pneumonia. 420 mL of turbid fluid was removed. Fluid analysis showed low pH and glucose. The procedure was uncomplicated.",
  "IP2026046_syn_7": "[Indication] Right parapneumonic effusion.\n[Guidance] Ultrasound (32555).\n[Description] 420 mL turbid fluid removed. Catheter withdrawn.\n[Plan] Antibiotics, consider tube if pH low.",
  "IP2026046_syn_8": "We performed a diagnostic thoracentesis on the patient's right side to evaluate the effusion. Using ultrasound guidance, we inserted a needle and removed 420 mL of turbid fluid. Preliminary tests show low pH and glucose, suggesting a complicated effusion.",
  "IP2026046_syn_9": "Ultrasound-directed diagnostic thoracentesis of a complicated right parapneumonic effusion removing 420 mL of turbid fluid. Sonography guided the puncture. The aspirate appeared purulent."
}
