{
  "IP2025029_syn_1": "Proc: Nav Bronch + Microwave Ablation RUL.\n- SuperDimension nav.\n- Lesion: 18mm RUL posterior.\n- Confirmed: REBUS + Fluor + CBCT.\n- MWA: 60W / 420s.\n- Complication: 15ml hemoptysis (stopped).\n- Admit Telemetry.",
  "IP2025029_syn_2": "PROCEDURE: The superDimension electromagnetic navigation system facilitated access to an 18 mm nodule in the RUL posterior segment. Radial EBUS imaging demonstrated an eccentric view. Tool-in-lesion was verified via Cone-Beam CT. Microwave ablation was executed using the Emprint system (60 Watts, 420 seconds). Immediate post-ablation imaging confirmed an 8mm ablative margin. Transient hemoptysis was noted and resolved spontaneously.",
  "IP2025029_syn_3": "Coding: 31641 (Destruction/Relief) + 31627 (Nav) + 31654 (REBUS).\nDevice: Microwave Ablation Catheter.\nGuidance: EMN + CBCT + Fluoroscopy.\nTarget: Peripheral RUL nodule (RCC met).",
  "IP2025029_syn_4": "Procedure: Bronch MWA\nPt: [REDACTED]\nSteps:\n1. GA/ETT.\n2. Navigated to RUL using SuperD.\n3. REBUS/CBCT confirm.\n4. Microwaved: 60W for 7 mins.\n5. Pt coughed up 15cc blood, then stopped.\n6. Stable.\nPlan: Admit.",
  "IP2025029_syn_5": "[REDACTED] 62 f renal cell met RUL nodule superdimension nav used cone beam to check position microwave ablation done 60 watts 420 seconds emprint system she had some hemoptysis about 15 ml but it stopped on its own scan looks good margin achieved admitting to telemetry.",
  "IP2025029_syn_6": "Bronchoscopic microwave ablation (MWA) of right upper lobe peripheral nodule. Patient is a 62-year-old female with solitary lung metastasis from renal cell carcinoma. General anesthesia with ETT. superDimension EMN platform used to reach 18 mm RUL posterior segment nodule. Fluoroscopy and cone-beam CT confirmed tool-in-lesion. Microwave antenna advanced through extended working channel. Ablation performed with Emprint MWA system at 60 W for 420 seconds. Postablation imaging demonstrated adequate ablation zone with 8 mm margin. Transient hemoptysis of approximately 15 mL, resolved spontaneously. Admitted overnight to telemetry.",
  "IP2025029_syn_7": "[Indication]\nSolitary RCC Met RUL.\n[Anesthesia]\nGA.\n[Description]\nEMN nav to RUL. Confirmed w/ CBCT. MWA performed (60W, 420s). Good ablation zone.\n[Complications]\nSelf-limited hemoptysis (15mL).\n[Plan]\nAdmit Telemetry. CT 3 mos.",
  "IP2025029_syn_8": "[REDACTED] microwave ablation for her RUL tumor. We used electromagnetic navigation to guide the antenna to the spot, verifying it with CT. We treated the area with 60 Watts of energy for 7 minutes. She coughed up a little blood during the procedure, but it stopped quickly. The final scan showed the tumor was successfully treated with a safety margin.",
  "IP2025029_syn_9": "Procedure: Bronchoscopic microwave thermal therapy.\nTarget: RUL peripheral nodule.\nAction: Navigated via EMN. Position verified. Microwave energy applied (60W). Hemorrhage of 15 mL occurred but resolved. Ablation zone deemed adequate.",
  "IP2025029": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic microwave ablation (MWA) of right upper lobe peripheral nodule.\nPatient: [REDACTED], 62-year-old female with solitary lung metastasis from renal cell carcinoma.\nAnesthesia: General anesthesia with ETT.\nNavigation: superDimension EMN platform used to reach 18 mm RUL posterior segment nodule. Fluoroscopy and cone-beam CT confirmed tool-in-lesion.\nAblation: Microwave antenna advanced through extended working channel. Ablation performed with Emprint MWA system at 60 W for 420 seconds. Postablation imaging demonstrated adequate ablation zone with 8 mm margin.\nComplications: Transient hemoptysis of approximately 15 mL, resolved spontaneously.\nDisposition: Admitted overnight to telemetry."
}
