{
  "IP2026042_syn_1": "Procedures:\n1. EBUS-TBNA: Stations 4L, 10R.\n2. Robotic Bronch (Ion): RLL mass.\n3. REBUS confirmation.\n4. Biopsy: Cryo + Conventional.\nResult: Samples obtained.",
  "IP2026042_syn_2": "Operative Summary: A combined staging and diagnostic procedure was undertaken. First, convex probe EBUS was utilized to perform TBNA of lymph node stations 4L and 10R. Subsequently, the Ion robotic platform was deployed to navigate to the right lower lobe mass. Radial EBUS confirmed the target. Diagnostic yield was optimized using a combination of conventional forceps and cryobiopsy techniques.",
  "IP2026042_syn_3": "Coding breakdown:\n- 31652: EBUS TBNA 2 stations (4L, 10R).\n- 31627: Robotic Navigation.\n- 31654: Radial EBUS.\n- 31628: TBBX of RLL mass (Cryo/Forceps included in biopsy code).\nNote: 31629 is bundled into 31652 for same targets; separate distinct targets not noted for conventional TBNA.",
  "IP2026042_syn_4": "Resident Procedure Note:\n- Airway secured.\n- Linear EBUS scope: Sampled 4L and 10R.\n- Switch to robotic scope.\n- Navigated to RLL mass.\n- Radial EBUS check: Good.\n- Biopsies: Forceps and Cryo probe used.",
  "IP2026042_syn_5": "started with the ebus sampled the 4l and 10r nodes using the needle. then switched to the ion robot for the mass in the rll. radial ebus confirmed it. did cryobiopsy and regular forceps biopsy. looks like good samples.",
  "IP2026042_syn_6": "EBUS-TBNA of 4L and 10R nodes plus Ion robotic bronchoscopy with radial EBUS and conventional + cryobiopsy sampling of an RLL mass. Lymph nodes were sampled first for staging. The peripheral mass was then targeted using robotic navigation and sampled extensively.",
  "IP2026042_syn_7": "[Indication] Lung mass RLL, mediastinal adenopathy.\n[Anesthesia] General.\n[Description] EBUS-TBNA performed at 4L and 10R (31652). Robotic navigation to RLL mass (31627). Radial EBUS (31654). Transbronchial biopsy (31628) using cryo/forceps.\n[Plan] Oncology follow-up.",
  "IP2026042_syn_8": "This session involved both nodal staging and peripheral tumor sampling. We began with EBUS-TBNA, successfully sampling stations 4L and 10R. Following this, we utilized the Ion robotic system to navigate to a mass in the right lower lobe. We confirmed the location with radial EBUS and obtained tissue using both cryobiopsy and standard forceps.",
  "IP2026042_syn_9": "EBUS-TBNA of 4L and 10R nodes plus Ion robotic bronchoscopy with radial EBUS and standard + cryoprobe sampling of an RLL mass. We aspirated the lymph nodes for staging. The robotic system guided us to the RLL lesion, where we harvested tissue."
}
