{
  "IP2026_2_syn_1": "Indication: Mediastinal adenopathy, ?brain mets.\nProcedure: EBUS-TBNA x 4 stations.\n- Sampled: 11L, 7, 4L, 2R.\n- 5 passes each (7 passes at 2R).\n- ROSE: Granulomas found.\n- 2R sent for cx.\nComplications: Oozing RLL/LLL, stopped w/ epi.",
  "IP2026_2_syn_2": "PROCEDURE: Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration.\nFINDINGS: Symmetric hilar and mediastinal adenopathy was appreciated. Systematic sampling was undertaken at stations 11L, 7, 4L, and 2R. A minimum of five passes were performed at each station. \nPATHOLOGY: Rapid on-site evaluation demonstrated granulomatous inflammation across multiple stations (11L, 4L, 2R). Station 2R was additionally cultured for acid-fast bacilli and fungi.\nHEMOSTASIS: Post-biopsy oozing in the lower lobes required instillation of dilute epinephrine.",
  "IP2026_2_syn_3": "CPT Code: 31653 (EBUS sampling 3+ stations).\nStations Sampled (4 total):\n1. Station 11L\n2. Station 7 (Subcarinal)\n3. Station 4L\n4. Station 2R\nTechnique: 22G needle used. 5-7 passes per station.\nDiagnostic: ROSE showed granulomas. Cultures sent from 2R.\nComplication: Minor bleeding treated with 1:10000 epinephrine.",
  "IP2026_2_syn_4": "Procedure Note\nProcedure: EBUS\nStations: 11L, 7, 4L, 2R.\nSteps:\n1. GA/LMA.\n2. Airway exam: Dynamic tracheal obstruction.\n3. EBUS sampling of 4 stations.\n4. ROSE: Granulomas.\n5. Sent cytology + cx (2R).\n6. Bleeding noted LLL/RLL, treated with epi wash.\nPlan: Rule out Sarcoid vs TB.",
  "IP2026_2_syn_5": "patient [REDACTED] mets concern and adenopathy. did the bronch under GA. trachea looked a bit floppy. scanned and sampled 4 spots... 11L 7 4L and 2R. got granulomas on the slides. sent cultures from 2R just in case. had some bleeding at the bottom so we squirted some epi and it stopped. 31653 for the 4 stations.",
  "IP2026_2_syn_6": "Mediastinal Adenopathy with concern for brain mets. General Anesthesia. Partial dynamic obstruction of trachea. Bronchial mucosa normal. Enlarged nodes seen in stations 11L, 7, 4L, 2R. TBNA performed with 22 gauge needle. 5 passes per station (7 at 2R). ROSE yielded granulomas. Samples sent for cytology and culture (2R). Slow oozing in bilateral lower lobes treated with 2ml lidocaine/epinephrine. Bleeding stopped.",
  "IP2026_2_syn_7": "[Indication]\nMediastinal adenopathy, r/o mets vs sarcoid.\n[Anesthesia]\nGeneral.\n[Description]\nDynamic airway collapse noted. EBUS-TBNA of 4 stations: 11L, 7, 4L, 2R. ROSE confirmed granulomas. Cultures sent.\n[Complications]\nMinor lower lobe bleeding, resolved with epinephrine.\n[Plan]\nMonitor for infection/sarcoidosis.",
  "IP2026_2_syn_8": "We performed a complete EBUS staging procedure for this patient with mediastinal adenopathy. We sequentially sampled four distinct lymph node stations: 11L, 7, 4L, and 2R. The pathologist present in the suite id[REDACTED] granulomas in the samples. Consequently, we sent additional material from station 2R for infectious workup (AFB/Fungal). Following the biopsy, we noted some mucosal oozing in the lower lobes which was successfully managed with topical epinephrine.",
  "IP2026_2_syn_9": "Indications: Adenopathy.\nAction: EBUS visualization utilized. Nodes at 11L, 7, 4L, and 2R were targeted. Aspiration was performed (5-7 passes). ROSE indicated granulomas. Tissue submitted for culture and cytology. Epinephrine was instilled for hemostasis."
}
