{
  "IP2025030_syn_1": "Proc: Robotic Bronch + Cryoablation RLL.\n- Monarch robot -> RLL superior seg.\n- 16mm lesion.\n- Confirmed: REBUS + CBCT.\n- Cryo: 3 cycles (freeze/thaw), 300s each.\n- Ice ball confirmed on CBCT.\n- Mild hemoptysis.",
  "IP2025030_syn_2": "OPERATIVE SUMMARY: The Monarch robotic endoluminal system was utilized to navigate to a 16 mm lesion in the RLL superior segment. Confirmation of the target was established via radial EBUS and Cone-Beam CT. A flexible cryoprobe was deployed, and cryoablation was performed using a triple freeze-thaw protocol (300 seconds per freeze). Intraprocedural CBCT visualization demonstrated an ice ball completely engulfing the lesion with adequate margins.",
  "IP2025030_syn_3": "Codes: 31641 (Destruction), 31627 (Nav), 31654 (REBUS).\nTechnique: Cryoablation (Freezing for destruction, not biopsy).\nTarget: Peripheral malignancy (NSCLC).\nImaging: CBCT used to visualize ice ball formation.",
  "IP2025030_syn_4": "Resident Note\nProcedure: Cryoablation\nSteps:\n1. GA/ETT.\n2. Monarch robot nav to RLL.\n3. REBUS/CBCT check.\n4. Cryoprobe in.\n5. 3 freezes, 5 mins each.\n6. Ice ball seen on CT.\n7. Mild bleeding/desat -> fixed.\nPlan: Admit.",
  "IP2025030_syn_5": "ryan cooper 69m nsclc poor lung fxn so doing ablation monarch robot used navigated to rll superior seg 16mm nodule confirmed with rebus and cone beam did cryoablation 3 cycles 5 mins each saw the ice ball covering the tumor little bit of hemoptysis and o2 drop but recovered fine admitted.",
  "IP2025030_syn_6": "Bronchoscopic cryoablation of peripheral right lower lobe lesion. Patient is a 69-year-old male with small presumed primary NSCLC not amenable to surgery. General anesthesia with ETT. Monarch robotic platform used to reach 16 mm RLL superior segment lesion. Radial EBUS and cone-beam CT confirmed tool-in-lesion. Flexible cryoprobe advanced and three freeze-thaw cycles performed (each 300 seconds). Postablation cone-beam CT demonstrated ice ball encompassing lesion with 5 mm margin. Mild transient hemoptysis and temporary increase in oxygen requirement; no pneumothorax. Admitted overnight to monitored bed.",
  "IP2025030_syn_7": "[Indication]\nEarly stage NSCLC, non-surgical.\n[Anesthesia]\nGA.\n[Description]\nMonarch nav to RLL. Cryoablation x3 cycles (300s). Ice ball confirmed on CBCT.\n[Complications]\nMild hemoptysis, transient hypoxia.\n[Plan]\nAdmit. Oncology follow up.",
  "IP2025030_syn_8": "We treated [REDACTED] with cryoablation today. Using the Monarch robot, we guided a freezing probe directly into the tumor in his right lower lobe. We froze the tumor three times for 5 minutes each. The CT scan during the procedure showed a nice ice ball covering the whole area. He had a bit of bleeding and needed some extra oxygen for a moment, but he is doing well now.",
  "IP2025030_syn_9": "Procedure: Bronchoscopic cryo-destruction of peripheral lesion.\nAction: Monarch platform used for access. Lesion engaged. Three freeze-thaw sequences executed. Imaging confirmed ice ball formation encompassing the target.",
  "IP2025030": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic cryoablation of peripheral right lower lobe lesion.\nPatient: [REDACTED], 69-year-old male with small presumed primary NSCLC not amenable to surgery.\nAnesthesia: General anesthesia with ETT.\nNavigation: Monarch robotic platform used to reach 16 mm RLL superior segment lesion. Radial EBUS and cone-beam CT confirmed tool-in-lesion.\nAblation: Flexible cryoprobe advanced and three freeze-thaw cycles performed (each 300 seconds). Postablation cone-beam CT demonstrated ice ball encompassing lesion with 5 mm margin.\nComplications: Mild transient hemoptysis and temporary increase in oxygen requirement; no pneumothorax.\nDisposition: Admitted overnight to monitored bed."
}
