{
  "IP2025022_syn_1": "Indication: Recurrent left effusion.\nProcedure: Medical Thoracoscopy.\nFindings: 1.5L fluid, parietal nodules.\nAction: Biopsies taken. Talc slurry pleurodesis.\nPlan: Admit, chest tube.",
  "IP2025022_syn_2": "PROCEDURE: Medical thoracoscopy with pleural biopsy and pleurodesis.\nFINDINGS: Thoracoscopic inspection of the left hemithorax revealed diffuse nodularity and studding of the parietal pleura, highly suspicious for malignancy. Approximately 1.5 L of straw-colored effusion was evacuated. \nINTERVENTION: Multiple targeted parietal pleural biopsies were obtained. Following complete drainage, a talc slurry was instilled to achieve pleurodesis.",
  "IP2025022_syn_3": "CPT 32609: Thoracoscopy, surgical; with pleurodesis, including pleural biopsies.\nDetails: Visualization of pleural space, drainage of 1.5L fluid, biopsies of parietal nodules, and instillation of talc agent for pleurodesis.\nGuidance: Ultrasound used for access.",
  "IP2025022_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Med Thoracoscopy + Talc\nSteps:\n1. MAC/Local.\n2. Trocar in 6th ICS.\n3. Drained 1.5L fluid.\n4. Saw nodules, took biopsies.\n5. Put in talc slurry.\n6. Chest tube placed.\nPlan: Admit.",
  "IP2025022_syn_5": "George Turner medical thoracoscopy. We went in on the left side drained about a liter and a half of fluid. The pleura looked studded with cancer. Took a bunch of biopsies. Put some talc in there to stick it down. He's admitted with a chest tube.",
  "IP2025022_syn_6": "Under ultrasound guidance, left 6th intercostal space was selected. 1.5 L of straw-colored fluid drained. Semi-rigid thoracoscope introduced; diffuse parietal pleural nodularity observed. Multiple parietal pleural biopsies taken. Talc slurry pleurodesis performed after complete drainage. Admitted for chest tube management.",
  "IP2025022_syn_7": "[Indication]\nRecurrent left pleural effusion; suspected malignancy.\n[Anesthesia]\nMAC/Local.\n[Description]\nMedical Thoracoscopy performed. 1.5L fluid drained. Parietal nodules biopsied. Talc pleurodesis performed.\n[Plan]\nAdmit for chest tube management.",
  "IP2025022_syn_8": "We performed a medical thoracoscopy on [REDACTED] and treat his recurrent fluid buildup. We drained 1.5 liters of fluid and found several nodules on the lining of the lung, which we biopsied. To prevent the fluid from coming back, we performed a talc pleurodesis. He will stay in the hospital with a chest tube for a few days.",
  "IP2025022_syn_9": "Procedure: Pleuroscopy with tissue sampling and chemical sclerosis.\nFindings: Effusion and pleural studding.\nAction: Fluid evacuated. Biopsies harvested. Talc administered for symphysis.\nDisposition: Admission.",
  "IP2025022": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies and talc pleurodesis for malignant pleural effusion.\nPatient: [REDACTED], 76-year-old male with recurrent left pleural effusion and suspected malignancy.\nAnesthesia: Monitored anesthesia care with local anesthesia and moderate sedation.\nProcedure details: Under ultrasound guidance, left 6th intercostal space in midaxillary line selected. 1.5 L of straw-colored fluid drained. Semi-rigid thoracoscope introduced; diffuse parietal pleural nodularity and studding observed. Multiple parietal pleural biopsies taken. Talc slurry pleurodesis performed after complete drainage.\nComplications: None.\nDisposition: Admitted overnight for pain control and chest tube management."
}
