{
  "IP2025017_syn_1": "Indication: Plastic toy aspiration.\nProcedure: Rigid bronch.\nFindings: Plastic fragment left mainstem.\nAction: Removed intact w/ optical forceps.\nResult: Airway clear.\nPlan: Discharge.",
  "IP2025017_syn_2": "OPERATIVE REPORT: Rigid bronchoscopy for foreign body removal.\nFINDINGS: A brightly colored plastic foreign body was visualized impacting the left mainstem bronchus. \nPROCEDURE: The object was engaged and extracted in a single piece utilizing optical grasping forceps. Re-inspection of the tracheobronchial tree confirmed complete removal with no residual fragments. The patient tolerated the procedure well.",
  "IP2025017_syn_3": "CPT 31635: Bronchoscopy (rigid) with removal of foreign body.\nSite: Left Mainstem Bronchus.\nItem: Plastic toy fragment.\nMethod: Optical grasping forceps used via rigid bronchoscope to extract object intact.",
  "IP2025017_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: FB Removal\nSteps:\n1. GA/Rigid bronch.\n2. Saw plastic toy in Left Main.\n3. Removed with optical forceps.\n4. Suctioned airway.\n5. Extubated.\nPlan: Home.",
  "IP2025017_syn_5": "Sophia King 5yo swallowed a toy well inhaled it. We went in with the rigid scope and saw the plastic piece in the left mainstem. Used the optical forceps to grab it and pull it out. Came out in one piece. No issues she went home later.",
  "IP2025017_syn_6": "General anesthesia was induced via rigid pediatric bronchoscope. A brightly colored plastic toy fragment was found lodged in the left mainstem bronchus. The foreign body was removed using optical grasping forceps in a single piece. Airways were suctioned and re-inspected; no residual fragments were found.",
  "IP2025017_syn_7": "[Indication]\nForeign body aspiration (plastic toy).\n[Anesthesia]\nGeneral (Rigid).\n[Description]\nPlastic fragment in Left Mainstem Bronchus. Removed via optical forceps. Airway patent.\n[Plan]\nDischarge.",
  "IP2025017_syn_8": "Sophia came in with a wheeze after inhaling a toy part. We performed a rigid bronchoscopy and found the plastic piece in her left main breathing tube. We used forceps with a camera to carefully remove it. The airway was checked and looked clear. She woke up well and went home the same day.",
  "IP2025017_syn_9": "Procedure: Rigid airway exam with retrieval of synthetic foreign body.\nFindings: Plastic object in left mainstem.\nAction: Item extracted utilizing optical graspers. Airway cleared.\nOutcome: Foreign body eliminated.",
  "IP2025017": "Interventional Pulmonology Procedure Note\nProcedure: Rigid bronchoscopy with removal of plastic foreign body.\nPatient: [REDACTED], 5-year-old female with suspected aspiration of small plastic toy and unilateral wheeze.\nAnesthesia: General anesthesia with rigid pediatric bronchoscope.\nFindings: Brightly colored plastic toy fragment lodged in left mainstem bronchus.\nIntervention: Foreign body removed using optical grasping forceps in a single piece. Airways suctioned and re-inspected; no residual fragments.\nComplications: None.\nDisposition: Extubated in OR and discharged from PACU to home after several hours of observation."
}
