{
  "IP2026030_syn_1": "Pre-op: LUL emphysema. No collateral ventilation (Chartis).\nAnesthesia: General, 8.0 ETT.\nProcedure:\n- Scope to LUL.\n- Chartis: rapid decay/plateau (CV negative).\n- 4 Zephyr valves deployed: apicoposterior, anterior, lingula.\n- LUL occlusion confirmed.\nFindings: Reduced LUL ventilation, improved diaphragmatic excursion.\nComplications: Minor oozing, stopped w/ saline. No pneumothorax.\nPlan: Extubate. Admit. CXR monitoring.",
  "IP2026030_syn_2": "HISTORY OF PRESENT ILLNESS: [REDACTED], a 66-year-old gentleman with severe heterogeneous emphysema characterized by marked left upper lobe hyperinflation, presented for elective bronchoscopic lung volume reduction. Preoperative evaluation revealed an intact left oblique fissure and quantitative perfusion demonstrating preservation of the contralateral lung.\nOPERATIVE NARRATIVE: Following the induction of general anesthesia and placement of an 8.0 mm endotracheal tube, the airway was examined. The left bronchial tree was systematically interrogated. A Chartis balloon catheter assessment of the LUL bronchus yielded a CV-negative phenotype (rapid flow decay to zero). Consequently, four Zephyr endobronchial valves were sequentially deployed into the apicoposterior, anterior, and lingular segments. Post-deployment inspection confirmed complete lobar occlusion. Immediate physiological response was noted via improved excursion of the left hemidiaphragm.\nIMPRESSION: Successful LUL BLVR. The patient remained hemodynamically stable and was transferred to the step-down unit for close pneumothorax surveillance.",
  "IP2026030_syn_3": "Procedure Justification: Bronchoscopy for lung volume reduction (CPT 31647).\nTechnique:\n1. Access: Flexible bronchoscope introduced through ETT.\n2. Assessment: Chartis catheter inserted into LUL bronchus. Balloon inflated to occlude bronchus. Flow measurements recorded showing absence of collateral ventilation (necessary condition for valve efficacy).\n3. Deployment: Delivery catheter passed through working channel. Four (4) distinct Zephyr valves were sized and deployed into the specific segmental bronchi of the Left Upper Lobe.\n4. Verification: Visual confirmation of valve seating and fluoroscopic confirmation of position performed.\nOutcome: Total occlusion of the target lobe achieved. Codes support single lobe treatment with assessment.",
  "IP2026030_syn_4": "Procedure: BLVR LUL\nAttending: Dr. Hart\nSteps:\n1. Time out performed. Patient id[REDACTED].\n2. Sedation induced (GA). Airway secured with 8.0 ETT.\n3. Scope inserted. Airway anatomy inspected; no secretions.\n4. Chartis assessment performed on LUL; CV negative.\n5. Valves placed: 4 Zephyr valves in LUL segments.\n6. Tolerance: Good. Minimal bleeding at one segment, cold saline applied.\n7. Post-procedure: Extubated. Stable.\nPlan: Admit for pneumothorax watch. Daily CXR.",
  "IP2026030_syn_5": "Patient is a 65 year old male here for the lung volume reduction procedure left side uh patient has severe emphysema we used general anesthesia tube size 8 scope went down fine looked at the LUL did the chartis thing and it showed no collateral ventilation so we went ahead. Put in four zephyr valves into the apicoposterior anterior and lingula segments looks like it blocked it off good seen on fluoro too. There was a little bit of bleeding at one spot just put some saline on it and it stopped no pneumothorax right away patient woke up fine sent to step down unit will need xrays to check for lung collapse thanks.",
  "IP2026030_syn_6": "Bronchoscopic lung volume reduction with endobronchial valve placement, left upper lobe was performed on Edward Stone, a 68-year-old male with severe heterogeneous emphysema. General anesthesia with endotracheal intubation (8.0 mm ETT) was utilized. High-resolution CT showed severe LUL-predominant emphysema and intact left oblique fissure. Chartis balloon catheter deployed in the left upper lobe bronchus showed rapid flow decay to zero with plateau, consistent with absence of collateral ventilation. Under general anesthesia, a therapeutic flexible bronchoscope was advanced. Four Zephyr endobronchial valves were placed sequentially in the apicoposterior, anterior, and lingular segmental bronchi to completely occlude the LUL. Valve positions were confirmed bronchoscopically and with fluoroscopy. Minimal self-limited oozing occurred. The patient was extubated and transferred to the step-down unit for post-BLVR monitoring.",
  "IP2026030_syn_7": "[Indication]\nSymptomatic severe COPD/emphysema with LUL-predominant disease, hyperinflation, candidate for BLVR.\n[Anesthesia]\nGeneral anesthesia, 8.0 mm ETT.\n[Description]\nScope advanced. LUL id[REDACTED]. Chartis assessment: rapid decay/zero flow (No CV). Four Zephyr valves deployed in LUL (apicoposterior, anterior, lingular). Occlusion confirmed via fluoro and visual inspection. Reduction in LUL ventilation noted. Minimal bleeding treated with cold saline.\n[Plan]\nMonitor for pneumothorax (72 hours). Serial CXRs. Resume rehab.",
  "IP2026030_syn_8": "The patient, a 67-year-old male with severe heterogeneous emphysema, was brought to the bronchoscopy suite for elective lung volume reduction. After induction of general anesthesia and intubation, the procedure commenced. We advanced the bronchoscope to the left upper lobe. A Chartis assessment was utilized to ensure there was no collateral ventilation, which was confirmed by rapid flow decay. Following this confirmation, we proceeded to place four Zephyr valves into the target segments. Verification was performed using both direct visualization and fluoroscopy, which showed good placement and reduced ventilation to the lobe. The patient tolerated the procedure well with only minor oozing that resolved with saline. He was extubated and transferred for monitoring.",
  "IP2026030_syn_9": "Operation: Bronchoscopic lung volume reduction with endobronchial valve implantation, left upper lobe.\nSubject: [REDACTED], 69-year-old male.\nDetails: Under general anesthesia, the scope was navigated through the ETT. The LUL bronchus was isolated. Chartis evaluation indicated a lack of collateral ventilation. A delivery system was then inserted, and four Zephyr endobronchial valves were deposited sequentially in the apicoposterior, anterior, and lingular segmental bronchi to seal the LUL. Valve locations were verified bronchoscopically. There was visible diminution in LUL ventilation.\nAftermath: Minimal oozing managed with cold saline. No immediate pneumothorax.\nStrategy: Observe for post-procedure pneumothorax.",
  "IP2026030": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic lung volume reduction with endobronchial valve placement, left upper lobe.\nPatient: [REDACTED], 67-year-old male with severe heterogeneous emphysema and hyperinflation despite maximal medical therapy and pulmonary rehabilitation.\nAnesthesia: General anesthesia with endotracheal intubation (8.0 mm ETT).\nIndication: Symptomatic severe COPD/emphysema with upper-lobe–predominant disease and hyperinflation, candidate for bronchoscopic lung volume reduction.\nPre-procedure imaging and physiology: High-resolution CT with severe LUL-predominant emphysema and intact left oblique fissure (>95% completeness). Quantitative perfusion with relatively preserved perfusion to contralateral lung. Baseline FEV1 32% predicted, RV 210% predicted.\nCollateral ventilation assessment: Chartis balloon catheter deployed in the left upper lobe bronchus showed rapid flow decay to zero with plateau, consistent with absence of collateral ventilation.\nProcedure details: Under general anesthesia, a therapeutic flexible bronchoscope was advanced through the ETT. The left bronchial tree was inspected and the LUL bronchus id[REDACTED]. Chartis measurements were obtained as above. A delivery catheter was then advanced, and four Zephyr endobronchial valves were placed sequentially in the apicoposterior, anterior, and lingular segmental bronchi to completely occlude the LUL. Valve positions were confirmed bronchoscopically and with fluoroscopy. After several minutes, there was visible reduction in LUL ventilation with improved excursion of the left hemidiaphragm.\nComplications: Minimal self-limited oozing at one segmental orifice controlled with cold saline. No hypoxemia, hemodynamic instability, or immediate pneumothorax.\nDisposition: Extubated in the bronchoscopy suite and transferred to step-down unit for post-BLVR monitoring with serial CXRs and telemetry.\nPlan: Monitor for post-procedure pneumothorax for at least 72 hours. Continue bronchodilators and pulmonary rehab. Repeat spirometry and 6MWT at 3 months to assess response."
}
