{
  "IP2025009_syn_1": "Procedure: Flex bronch, cryo-debulking RMS.\n- Finding: 70% obstruction RMS.\n- Action: Cryoprobe activation x multiple. Mechanical removal.\n- Result: 20% residual.\n- Complication: Mild ooze.\n- Plan: Discharge home.",
  "IP2025009_syn_2": "Operative Note: [REDACTED] a polypoid tumor obstructing the right mainstem bronchus. Flexible bronchoscopy was initiated. The cryotherapy probe was utilized to perform cryoadhesion and extraction of tumor tissue. This was supplemented by mechanical debridement. The airway caliber was significantly improved from 70% to 20% obstruction. Hemostasis was secured with epinephrine.",
  "IP2025009_syn_3": "Coding: 31641 (Tumor destruction, flexible). Note: No stent placed. Technique involved cryotherapy probe for debulking of malignant endobronchial lesion in Right Mainstem. Mechanical forceps used for residual cleanup.",
  "IP2025009_syn_4": "Resident Procedure Note\nProcedure: Flex Bronch w/ Cryo\n1. Moderate sedation.\n2. RMS tumor seen (70% blocked).\n3. Cryo probe used to debulk.\n4. Forceps used for cleanup.\n5. Airway now patent.\nPlan: Home today.",
  "IP2025009_syn_5": "we did a flex bronch on mr [REDACTED] for that tumor in the right mainstem. used the cryo probe to freeze and pull chunks of it out. got it pretty open maybe 20 percent left. little bit of bleeding used some cold saline. he is going home today.",
  "IP2025009_syn_6": "Flexible bronchoscopy with cryotherapy and mechanical debulking for endobronchial tumor was performed. Findings included a polypoid tumor in the right mainstem bronchus causing 70 percent obstruction. Multiple cycles of cryotherapy were applied. Residual obstruction was 20 percent. Mild oozing was controlled. The patient was discharged home.",
  "IP2025009_syn_7": "[Indication]\nSymptomatic RMS obstruction (Tumor).\n[Anesthesia]\nModerate Sedation.\n[Description]\nFlexible cryoprobe used to debulk RMS mass. Forceps used for residual. Obstruction reduced from 70% to 20%.\n[Plan]\nDischarge to home.",
  "IP2025009_syn_8": "We performed a flexible bronchoscopy to address a tumor obstructing the right mainstem bronchus. Using a cryoprobe, we performed multiple freeze-thaw cycles to adhere to and remove significant portions of the tumor. We cleared the remaining debris with forceps. The airway obstruction was reduced from 70% to approximately 20%. The patient tolerated the procedure well and will be discharged.",
  "IP2025009_syn_9": "Procedure: Flexible airway clearance via cryo-ablation.\nTarget: Right mainstem neoplasm.\nAction: Utilized cryo-adhesion to extract tumor tissue. Mechanical removal of debris.\nResult: Restoration of airway patency.",
  "IP2025009": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with cryotherapy and mechanical debulking for endobronchial tumor.\nPatient: [REDACTED], 55-year-old male with endobronchial tumor in right mainstem causing moderate obstruction.\nAnesthesia: Moderate sedation with midazolam and fentanyl; native airway with bite block.\nFindings: Polypoid tumor arising from right mainstem bronchus causing approximately 70 percent obstruction.\nIntervention: Multiple cycles of cryotherapy applied using flexible cryoprobe followed by mechanical debulking with forceps and suction. Residual obstruction estimated at 20 percent. No stent placed.\nComplications: Mild oozing controlled with cold saline and epinephrine instillation. No hypoxia.\nDisposition: Recovered in bronchoscopy unit and discharged home the same day with close oncology follow-up."
}
