{
  "IP2025005_syn_1": "Procedure: EMN bronchoscopy LUL.\n- SuperDimension nav used.\n- Radial EBUS: eccentric view.\n- 5 forceps biopsies, 2 brushes taken.\n- Fluoroscopy confirmed tool position.\n- Complications: Minor bleeding, stopped w/ ice/epi.\n- Plan: Discharge home.",
  "IP2025005_syn_2": "Operative Report: The patient underwent electromagnetic navigation bronchoscopy utilizing the SuperDimension system. A 22 mm nodule in the left upper lobe was targeted. CT-to-body divergence was minimal (4 mm). Radial endobronchial ultrasound interrogation revealed an eccentric signature consistent with a solid lesion. Transbronchial sampling was performed via forceps and cytology brush under fluoroscopic guidance. Rapid on-site evaluation was suspicious for malignancy.",
  "IP2025005_syn_3": "Coding Data: Bronchoscopy with EMN (31627) and Radial EBUS (31654). Diagnostic transbronchial biopsy (31628) performed on a single lesion in the Left Upper Lobe. Navigation required for peripheral access; registration error 4mm. Fluoroscopic guidance utilized. ROSE services utilized.",
  "IP2025005_syn_4": "Resident Procedure Note\nAttending: Dr. Hart\nPt: 59M, LUL nodule.\n1. Time out.\n2. EMN mapping (SuperDimension).\n3. Navigated to LUL target.\n4. REBUS showed eccentric view.\n5. Biopsies x5 and brush x2 obtained.\n6. ROSE: Suspicious.\n7. Pt tolerated well, reversed w/ Naloxone.",
  "IP2025005_syn_5": "we did the nav bronch on mr [REDACTED] today for that lul spot using superdimension it went okay registration was like 4mm off. radial ebus showed the lesion eccentric view took 5 bites with forceps and 2 brushes rose guy said it looked bad maybe cancer. little bit of bleeding used ice saline. had to give naloxone at the end cause he was sleepy.",
  "IP2025005_syn_6": "Electromagnetic navigational bronchoscopy with radial EBUS and fluoroscopic guidance was performed for a left upper lobe nodule. The SuperDimension platform was used with CT-based planning. Registration error was 4 mm. Radial EBUS showed an eccentric view of the solid lesion. Five forceps biopsies and two brushings were performed. Minor bleeding was controlled with iced saline. ROSE was suspicious for malignancy. The patient was reversed with Naloxone and discharged.",
  "IP2025005_syn_7": "[Indication]\n22 mm PET-avid LUL nodule.\n[Anesthesia]\nModerate sedation (Versed/Fentanyl).\n[Description]\nSuperDimension EMN used to navigate to LUL. Radial EBUS: Eccentric view. Fluoroscopy confirmed position. 5 TBBx and 2 brushes collected. ROSE positive for atypia.\n[Plan]\nDischarge. Follow up Oncology.",
  "IP2025005_syn_8": "The patient was brought to the bronchoscopy suite for evaluation of a left upper lobe nodule. After inducing moderate sedation, the SuperDimension electromagnetic navigation system was employed to reach the target. We obtained an eccentric view on radial EBUS. Subsequently, five forceps biopsies and two brushings were taken under fluoroscopic visualization. Although there was minor bleeding, it was easily controlled. Preliminary pathology suggests malignancy.",
  "IP2025005_syn_9": "Technique: Electromagnetic guidance with radial ultrasound for sampling of a LUL mass.\nSubject: 59-year-old male.\nDetails: Navigated to the lesion using SuperDimension. Acquired an eccentric ultrasound signal. Harvested 5 tissue samples and 2 brushings. Bleeding was halted with vasoconstrictors. Pathology indicates carcinoma.",
  "IP2025005": "Interventional Pulmonology Procedure Note\nProcedure: Electromagnetic navigational bronchoscopy with radial EBUS and fluoroscopic guidance for biopsy of a left upper lobe nodule.\nPatient: [REDACTED], 59-year-old male, active smoker, with 22 mm PET-avid LUL nodule.\nSedation: Moderate sedation using midazolam and fentanyl; native airway with bite block and spontaneous ventilation.\nNavigation: SuperDimension electromagnetic platform used. CT-based planning and registration via anatomical landmarks. Registration error approximately 4 mm.\nRadial EBUS: Eccentric view of solid lesion obtained.\nSampling: Tool position confirmed by fluoroscopy only. Five forceps biopsies and two brushings performed. No cryobiopsy. ROSE with atypical cells suspicious for malignancy.\nComplications: Minor bleeding controlled with iced saline and epinephrine; no desaturation. No pneumothorax on fluoroscopic screening.\nSedation reversal: Naloxone administered at end of case for slow emergence.\nDisposition: Observed for 2 hours and discharged home with instructions for urgent return if hemoptysis or dyspnea."
}
