{
  "IP2025054_syn_1": "Indication: LUL NSCLC (nonsurgical).\nNav: superDimension + REBUS + CBCT.\nAction: MWA (Emprint, 65W, 360s).\nComplication: Pneumothorax.\nIntervention: 10Fr pigtail catheter placed under fluoro.\nPlan: Admit.",
  "IP2025054_syn_2": "PROCEDURE: Electromagnetic navigation bronchoscopy (superDimension) was employed to access a peripheral LUL nodule. Localization was verified with radial EBUS and cone-beam CT. Microwave ablation was performed using the Emprint system (65W, 360s). Post-procedural imaging revealed a left apical pneumothorax. A 10 French pigtail thoracostomy tube was inserted using fluoroscopic guidance without difficulty.",
  "IP2025054_syn_3": "Codes: 31641 (Bronchial tumor destruction), 31627 (Navigational bronchoscopy), 31654 (REBUS), 32557 (Pleural drainage with image guidance).\nJustification: MWA constitutes tumor destruction. Navigation and REBUS were utilized. The pneumothorax required a separate procedure (chest tube) involving imaging guidance.",
  "IP2025054_syn_4": "Procedure: EMN Bronch + MWA + Chest Tube\nPatient: [REDACTED]\nSteps:\n1. Navigated to LUL nodule with superDimension.\n2. Confirmed with REBUS/CBCT.\n3. Microwave ablation done.\n4. Patient developed pneumothorax.\n5. Placed pigtail chest tube.\nPlan: Admit, watch chest tube.",
  "IP2025054_syn_5": "Teresa is here for ablation of that LUL spot. Used the superdimension and the cone beam to find it. Microwave antenna went in 65 watts for 6 minutes. She coughed up a little blood and then we saw a pneumo on the scan. Had to put in a pigtail catheter 10 french. She is going to the floor for monitoring.",
  "IP2025054_syn_6": "EMN-guided microwave ablation of left upper lobe peripheral nodule. Patient is a 60-year-old female with small presumed primary NSCLC. superDimension EMN platform used to access 14 mm LUL anterior segment nodule. Radial EBUS showed eccentric view; cone-beam CT confirmed antenna in lesion. Emprint microwave antenna delivered; ablation performed. Mild hemoptysis and small left apical pneumothorax requiring 10 Fr pigtail catheter occurred. Admitted to monitored bed.",
  "IP2025054_syn_7": "[Indication]\nLUL NSCLC, nonsurgical candidate.\n[Anesthesia]\nGeneral.\n[Description]\nNavigated to LUL. Confirmed position. MWA performed (65W). Complicated by pneumothorax. 10Fr pigtail placed.\n[Plan]\nAdmit. Monitor chest tube.",
  "IP2025054_syn_8": "We treated [REDACTED] using microwave energy today. We guided the catheter to the left upper lobe using the navigation system and confirmed it with a CT scan. The ablation went well, but she developed a small air leak (pneumothorax) afterwards. We placed a small tube in her chest to drain the air, and she is stable and being admitted for observation.",
  "IP2025054_syn_9": "Procedure: EMN-guided microwave destruction of LUL nodule.\nDetails: The lesion was accessed via the superDimension platform. Ablation was executed at 65W. \nAdverse Event: Pneumothorax ensued.\nResolution: A pigtail catheter was inserted under imaging guidance. The patient was admitted.",
  "IP2025054": "Bronchoscopic Microwave Ablation Note\nProcedure: EMN-guided microwave ablation of left upper lobe peripheral nodule\nPatient: [REDACTED], 60-year-old female with small presumed primary NSCLC not surgical candidate.\nAnesthesia: General anesthesia with 8.5 ETT.\nNavigation: superDimension EMN platform used to access 14 mm LUL anterior segment nodule. Radial EBUS showed eccentric view; cone-beam CT confirmed antenna in lesion.\nAblation: Emprint microwave antenna delivered via extended working channel, 65 W for 360 seconds, peak temperature 100°C. Postablation CBCT demonstrated appropriate ablation zone.\nComplications: Mild hemoptysis (~20 mL) and small left apical pneumothorax requiring 10 Fr pigtail catheter.\nDisposition: Admitted to monitored bed."
}
