{
  "IP2025016_syn_1": "Indication: Peanut aspiration.\nProcedure: Rigid bronch.\nFindings: Peanut fragment RML.\nAction: Removed w/ forceps. Suctioned.\nComplication: Transient desat (88%).\nPlan: Observe.",
  "IP2025016_syn_2": "PROCEDURE PERFORMED: Pediatric rigid bronchoscopy with foreign body retrieval.\nCLINICAL SUMMARY: This 2-year-old male presented with findings consistent with foreign body aspiration. Rigid bronchoscopy revealed an organic foreign body, id[REDACTED] as a peanut fragment, obstructing the right middle lobe bronchus. The object was successfully extracted using optical alligator forceps. The airway was subsequently cleared of secretions. There was a transient desaturation event which resolved promptly.",
  "IP2025016_syn_3": "Code: 31635 (Bronchoscopy, rigid, with removal of foreign body).\nTarget: Right Middle Lobe Bronchus.\nObject: Organic foreign body (peanut).\nTechnique: Rigid bronchoscopy used for airway control and retrieval forceps for extraction.",
  "IP2025016_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Rigid Bronch/FB Removal\nSteps:\n1. GA/Rigid scope.\n2. Found peanut in RML.\n3. Grabbed with alligator forceps.\n4. Pulled it out.\n5. Checked airway - clear.\n6. Extubated.",
  "IP2025016_syn_5": "Noah Brooks 2yo peanut aspiration. We took him to the OR put the rigid scope down. Peanut was stuck in the RML. Pulled it out with the alligator graspers. He desatted a little bit but came right back up. Extubated fine.",
  "IP2025016_syn_6": "Rigid bronchoscopy was performed under general anesthesia. An organic foreign body (peanut fragment) was found lodged in the right middle lobe bronchus. The foreign body was removed using alligator forceps and suction. The airway was irrigated. Brief desaturation to 88 percent occurred during retrieval but resolved.",
  "IP2025016_syn_7": "[Indication]\nSuspected peanut aspiration; RML collapse.\n[Anesthesia]\nGeneral (Rigid Bronchoscope).\n[Description]\nPeanut fragment visualized in RML. Removed via alligator forceps. Airway cleared.\n[Plan]\nObservation on pediatric ward.",
  "IP2025016_syn_8": "We performed a rigid bronchoscopy on Noah to remove a peanut he had inhaled. We found the piece lodged in his right middle lobe. Using special forceps, we were able to grab it and pull it out. He had a brief drop in oxygen levels during the removal, but he recovered quickly and was woken up in the operating room.",
  "IP2025016_syn_9": "Procedure: Rigid airway inspection with extraction of foreign object.\nFindings: Organic debris (peanut) in RML.\nAction: Object retrieved utilizing grasping instrument. Airway cleansed.\nOutcome: Obstruction resolved.",
  "IP2025016": "Interventional Pulmonology Procedure Note\nProcedure: Rigid bronchoscopy with foreign body removal.\nPatient: [REDACTED], 2-year-old male with suspected peanut aspiration and right middle lobe collapse.\nAnesthesia: General anesthesia via rigid pediatric bronchoscope.\nFindings: Organic foreign body (peanut fragment) lodged in right middle lobe bronchus with surrounding mucus and inflammation.\nIntervention: Foreign body removed using alligator forceps and suction. Airway irrigated and secretions cleared.\nComplications: Brief desaturation to 88 percent during retrieval; resolved with bag-mask ventilation. No bleeding or pneumothorax.\nDisposition: Extubated in OR and observed on pediatric ward."
}
