{
  "IP2025042_syn_1": "Indication: PAP.\nProc: Right Whole Lung Lavage.\nAirway: 39Fr Left DLT.\nTechnique:\n- Single lung ventilation (Left).\n- Right lung lavaged 32L saline.\n- Effluent cleared (27L return).\nEvents: Transient hypotension (treated).\nPlan: ICU, mech vent.",
  "IP2025042_syn_2": "PROCEDURE: Whole Lung Lavage (Right).\nCLINICAL CONTEXT: 39M with autoimmune Pulmonary Alveolar Proteinosis. \nDETAILS: Following induction of general anesthesia, a 39 Fr left-sided double-lumen endotracheal tube was placed and isolation confirmed via bronchoscopy. The patient was placed on single-lung ventilation. The right lung was systematically lavaged with 32 liters of warmed normal saline in 1-liter aliquots. Effluent transitioned from opaque/milky to clear. Total fluid recovery was 27 liters. Hemodynamics were managed with vasopressors for transient hypotension. The patient was transferred to the ICU intubated.",
  "IP2025042_syn_3": "Billing Code: 32997 (Total lung lavage, unilateral).\nSpecifics: Right lung treated. Therapeutic washing for alveolar proteinosis. \nResources: 32 Liters saline instilled. DLT used for isolation. Procedure performed under GA in OR setting. Post-op care involves ICU management (separate 99291).",
  "IP2025042_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Right WLL\nAttending: Dr. Owens\n1. 39Fr Left DLT placed. Confirmed w/ scope.\n2. Isolated Right lung.\n3. Poured in 32L warm saline total.\n4. Drained out 27L. Milky -> Clear.\n5. BP dropped a bit, gave pressors.\n6. Kept intubated for ICU.\nPlan: Wean vent.",
  "IP2025042_syn_5": "jason phillips here for right lung lavage he has PAP. used a big double lumen tube 39 french left side. ventilated the left washed the right. used about 32 liters of saline draining out the milky stuff until it got clear. got back 27 liters. blood pressure got soft for a minute but fixed it with meds. keeping him on the vent taking him to icu.",
  "IP2025042_syn_6": "Right whole lung lavage for pulmonary alveolar proteinosis was performed on a 39-year-old male. General anesthesia with a 39 Fr left-sided double-lumen tube was utilized for single-lung ventilation of the left lung. The right lung was lavaged with warmed saline aliquots of 800–1000 mL. The total instilled volume was 32 L and total effluent was 27 L. The fluid progressively cleared. A brief episode of hypotension was treated with a vasopressor bolus. Oxygenation remained adequate. The patient remained intubated and was transferred to the ICU.",
  "IP2025042_syn_7": "[Indication]\nAutoimmune Pulmonary Alveolar Proteinosis (PAP).\n[Anesthesia]\nGeneral, 39Fr Left DLT, Single Lung Ventilation.\n[Description]\nRight lung lavage performed using 32L warm saline. 27L effluent removed (milky to clear). Transient hypotension managed medically.\n[Plan]\nICU admission. Mechanical ventilation.",
  "IP2025042_syn_8": "[REDACTED] a whole lung washing (lavage) of his right lung today to treat his proteinosis condition. We used a special breathing tube to breathe for his left lung while we filled and emptied his right lung with saline. We used a total of 32 liters of fluid, and by the end, the fluid coming out looked much clearer than the milky fluid at the start. His blood pressure dipped once but recovered quickly. He is going to the ICU on a ventilator to recover.",
  "IP2025042_syn_9": "Operation: Unilateral total pulmonary lavage (Right).\nIndication: Pulmonary Alveolar Proteinosis.\nMethod: A double-lumen tube permitted isolation of the right lung. 32 liters of saline were instilled and 27 liters retrieved. The effluent demonstrated progressive clearance.\nComplication: Temporary hypotension.\nDisposition: ICU transfer, intubated.",
  "IP2025042": "Whole Lung Lavage Procedure Note\nProcedure: Right whole lung lavage for pulmonary alveolar proteinosis\nPatient: [REDACTED], 39-year-old male with autoimmune PAP, status post left lung lavage 3 weeks prior.\nAnesthesia: General anesthesia with 39 Fr left-sided double-lumen tube, single-lung ventilation of left lung.\nLavage details: Right lung lavaged with warmed saline aliquots of 800–1000 mL. Total instilled volume 32 L; total effluent 27 L of progressively clearing milky fluid.\nComplications: Brief episode of hypotension treated with vasopressor bolus; oxygenation adequate throughout.\nDisposition: Remained intubated postprocedure and transferred to ICU on mechanical ventilation."
}
