{
  "IP2026_3_syn_1": "Indication: Mediastinal adenopathy.\nProcedure: EBUS 2L.\n- 19G and 22G needles used.\n- 8 passes total.\n- ROSE: Lymphocytes (benign).\nNo complications.",
  "IP2026_3_syn_2": "OPERATIVE REPORT: The patient presented for evaluation of mediastinal lymphadenopathy. Following induction of general anesthesia, the airway was secured. EBUS examination localized a suspicious lymph node at station 2L, distal to the cricoid cartilage. Extensive sampling was performed using both 19-gauge and 22-gauge needles for a total of eight passes. On-site evaluation revealed a lymphoid population without definitive malignancy.",
  "IP2026_3_syn_3": "Service: Bronchoscopy with EBUS sampling (31652).\nStation: Left Upper Paratracheal (2L).\nCount: 1 station sampled.\nTechnique: 8 total passes utilizing both 19G and 22G needles.\nFindings: Abundant lymphocytes on ROSE.\nDisposition: Outpatient.",
  "IP2026_3_syn_4": "Resident Note\nIndication: Adenopathy.\nProcedure: EBUS-TBNA.\n1. LMA placed.\n2. Normal airway exam.\n3. Found 2L node.\n4. Biopsied x 8 passes (19G + 22G).\n5. Path said lymphocytes.\n6. Procedure done.",
  "IP2026_3_syn_5": "doing ebus for adenopathy today... patient asleep lma in. looked down airway clean. found a node at 2L just past the cricoid. stuck it 8 times with different needles 19 and 22 gauge. path saw lymphocytes sent for flow. no bleeding all good.",
  "IP2026_3_syn_6": "Mediastinal adenopathy. General Anesthesia. LMA in good position. Normal airway exam. UC180F EBUS scope inserted. Suspicious 2L lymph node id[REDACTED]. TBNA performed with 19G and 22G needles. 8 passes total. ROSE: Abundant lymphocytes. Samples sent for flow and cytology. No active bleeding.",
  "IP2026_3_syn_7": "[Indication]\nMediastinal adenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nStation 2L id[REDACTED] via EBUS. 8 needle passes performed (19G/22G). ROSE: Lymphocytes. Flow cytometry sent.\n[Plan]\nDischarge to home.",
  "IP2026_3_syn_8": "The patient underwent EBUS bronchoscopy for a suspicious mediastinal node. We id[REDACTED] the target at station 2L. To ensure adequate sampling for flow cytometry, we performed a total of eight passes using both 19-gauge and 22-gauge needles. The preliminary read showed abundant lymphocytes. The procedure was concluded without complication.",
  "IP2026_3_syn_9": "Indications: Adenopathy.\nAction: The 2L node was located via ultrasound. Aspiration was executed 8 times using varying needle gauges. ROSE verified lymphocytes. Material was dispatched for flow cytometry."
}
