{
  "IP2026_BRONCH_2_syn_1": "Indication: Stent migration/infection.\nProc: Rigid bronch, Stent removal, Therapeutic aspiration.\nFindings: 2 stents migrated to RMB. Pus in LMB.\nActions:\n- Rigid scope inserted.\n- Aspiration of copious pus from LMB.\n- Stents grasped and removed en-bloc.\n- Esophageal stent visible/intact.\nPlan: Abx, Nebs.",
  "IP2026_BRONCH_2_syn_2": "OPERATIVE REPORT: The patient presented with signs of airway stent migration and post-obstructive pneumonia. Rigid bronchoscopic evaluation revealed the previously placed tracheal stents had migrated into the right mainstem, obstructing the left. Copious purulence was noted. The left mainstem was lavaged and aspirated for therapeutic clearance and culture. Utilizing rigid forceps and the tracheoscope barrel, the migrated stents were firmly grasped and extracted in their entirety. Inspection post-removal showed erythema but no active perforation. The esophageal stent remains in situ.",
  "IP2026_BRONCH_2_syn_3": "Billable Services:\n- 31635: Removal of foreign body (Two migrated tracheal stents removed via rigid scope).\n- 31645: Therapeutic aspiration (Clearance of copious post-obstructive pus from Left Mainstem).\nMedical Necessity: Stent migration causing obstruction and infection. Rigid bronchoscopy required for retrieval.",
  "IP2026_BRONCH_2_syn_4": "Procedure: Stent Removal\nPatient: [REDACTED]\nSteps:\n1. Intubation with 12mm Rigid scope.\n2. Visualized stents in RMB.\n3. Suctioned significant pus from LMB (sent for culture).\n4. Used rigid forceps to grab stents.\n5. Removed stents and scope together.\n6. Re-intubated to check airway.\nComplications: None.\nPlan: Antibiotics.",
  "IP2026_BRONCH_2_syn_5": "stents moved and got infected so we had to take them out patient under general. used the rigid scope saw the stents in the right lung blocking the left. sucked out a lot of pus from the left side then grabbed the stents with the big forceps and pulled them out. airway looks red but okay esophageal stent still there covering the hole.",
  "IP2026_BRONCH_2_syn_6": "The procedure was performed in the main operating room. Approximately 2 cm distal to the vocal cords the patients previous stent could be visualized. The telescoped distal tracheal stent was noted to have migrated into the right mainstem. A 12mm non-ventilating rigid tracheoscope was inserted. Bronchial lavage was performed. The proximal edge of the distal stent was secured and the stent retracted with the rigid bronchoscope. Both stents were removed. The airways were irrigated and cleaned.",
  "IP2026_BRONCH_2_syn_7": "[Indication]\nStent migration and infection.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Stents found migrated to RMB. Copious pus aspirated from LMB (Therapeutic). Stents removed via rigid forceps. Esophageal stent intact.\n[Plan]\nCulture directed antibiotics.",
  "IP2026_BRONCH_2_syn_8": "The patient was brought to the OR due to issues with his previous stents. Upon inserting the rigid scope, we saw the stents had slipped down into the right lung, totally blocking the left side which was full of infection. We cleaned out all the pus first. Then, grabbing the edge of the stents with heavy forceps, we pulled the whole assembly out. The airway tissue looked angry but intact.",
  "IP2026_BRONCH_2_syn_9": "Prosthesis migration noted. Rigid endoscopy utilized. Purulence evacuated from obstructed bronchus. Prostheses retrieved en-bloc. Airway cleared."
}
