{
  "IP2025049_syn_1": "Indication: Recurrent Left effusion, CHF.\nProc: US-Guided Thoracentesis.\nResult: 1100mL clear fluid removed.\nComplication: Post-proc chest pain -> CXR showed small apical PTX.\nAction: No chest tube needed. Oxygen started.\nDisposition: Admit for observation.",
  "IP2025049_syn_2": "PROCEDURE NOTE: Ultrasound-Guided Therapeutic Thoracentesis. \nThe left hemithorax was accessed at the 8th intercostal space. 1.1 liters of transudative-appearing fluid were removed. The procedure was complicated by the development of a small apical pneumothorax, likely ex-vacuo or traumatic, confirmed on post-procedure ultrasound and radiography. The patient reported mild pleurisy but remained hemodynamically stable. Intervention with tube thoracostomy was deemed unnecessary. Conservative management with supplemental oxygen was initiated.",
  "IP2025049_syn_3": "Code: 32555 (Thoracentesis with imaging guidance).\nNote: The pneumothorax is a complication/finding, not a separate billable procedure unless treated with a chest tube (32557) or aspiration, which was *not* done here. The patient was admitted (E&M code) but the procedure code remains 32555.",
  "IP2025049_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Thoracentesis\n1. US guidance -> Left 8th ICS.\n2. Pulled 1.1L straw fluid.\n3. Patient coughed at end, had pain.\n4. CXR showed small pneumo at the top.\n5. Stable, so we didn't put a tube in.\nPlan: Admit, O2, repeat CXR am.",
  "IP2025049_syn_5": "[REDACTED] heart failure patient with fluid on left lung again. did a tap with ultrasound. got 1100 out. he started coughing and having pain. ultrasound looked like maybe lung down. cxr confirmed small pneumo. its small so no tube just watching him overnight with oxygen.",
  "IP2025049_syn_6": "Ultrasound-guided thoracentesis complicated by small pneumothorax. Patient is a 79-year-old male with recurrent left pleural effusion. Using real-time ultrasound, the left 8th intercostal space was selected. 1100 mL of clear straw-colored fluid was removed. Patient developed mild pleuritic pain and cough. Post-procedure ultrasound and CXR showed a small apical pneumothorax. No chest tube was placed. Patient is being observed with supplemental oxygen and admitted overnight.",
  "IP2025049_syn_7": "[Indication]\nSymptomatic left pleural effusion (CHF).\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\n1100mL fluid removed via US-guided thoracentesis. Complicated by iatrogenic apical pneumothorax.\n[Plan]\nConservative management (Oxygen). Admit for observation. No chest tube currently indicated.",
  "IP2025049_syn_8": "[REDACTED] drained from around his left lung again due to his heart failure. We successfully drained about a liter of fluid. Towards the end, he had some coughing and pain. Unfortunately, the x-ray showed a small pocket of air (pneumothorax) outside the lung. It is small enough that we don't think he needs a tube to drain the air right now, but we are going to keep him in the hospital overnight on oxygen to be safe.",
  "IP2025049_syn_9": "Procedure: Echography-guided pleural aspiration.\nVolume: 1100 mL serous fluid.\nAdverse Event: Post-procedural apical pneumothorax.\nManagement: Expectant management with supplemental oxygen therapy. No thoracostomy required.\nDisposition: Inpatient monitoring.",
  "IP2025049": "Therapeutic Thoracentesis Note\nProcedure: Ultrasound-guided thoracentesis complicated by small pneumothorax\nPatient: [REDACTED], 79-year-old male with recurrent left pleural effusion and heart failure.\nSedation: Local anesthesia only.\nDetails: Using real-time ultrasound, left 8th intercostal space in posterior axillary line chosen. 1100 mL of clear straw-colored fluid removed via catheter. Patient developed mild pleuritic pain and cough at end of drainage; postprocedure ultrasound and CXR showed small apical pneumothorax.\nNo chest tube placed; patient observed with supplemental oxygen.\nDisposition: Admitted overnight for monitoring."
}
