{
  "IP2025055_syn_1": "Indication: RUL NSCLC (high risk).\nSystem: Monarch Robotic.\nGuidance: REBUS + CBCT.\nAction: Cryoablation (2.4mm probe, 2 freeze-thaw cycles, 360s each).\nResult: Ice ball visualized on CBCT.\nComplication: Mild hemoptysis, self-limited.",
  "IP2025055_syn_2": "OPERATIVE NOTE: The patient underwent robotic-assisted bronchoscopic cryoablation. The Monarch system was utilized to navigate to the subpleural RUL apical lesion. Positional confirmation was established via radial EBUS and Cone-Beam CT. A flexible cryoprobe was introduced, and two freeze-thaw cycles were completed. Intraprocedural CBCT confirmed the formation of an ice ball encompassing the target volume.",
  "IP2025055_syn_3": "Codes: 31641 (Tumor destruction), 31627 (Navigational bronchoscopy), 31654 (REBUS).\nNote: Cryoablation is coded as destruction of tumor (31641). Robotic navigation (Monarch) supports 31627. REBUS supports 31654. No pleural intervention required.",
  "IP2025055_syn_4": "Procedure: Robotic Cryoablation\nPatient: [REDACTED]\nSteps:\n1. Monarch robot to RUL.\n2. Verified with EBUS/CT.\n3. Used cryoprobe to freeze tumor x2 cycles.\n4. Saw ice ball on scan.\n5. Little bit of blood, stopped on its own.\nPlan: Admit overnight.",
  "IP2025055_syn_5": "Brian has severe copd so we did cryoablation on his cancer. used the monarch robot found the spot in the RUL. put the cryo probe in and froze it twice for 6 minutes each time. saw the ice ball on the ct spin. he bled a little but it stopped. sending him to the floor.",
  "IP2025055_syn_6": "Robotic navigational bronchoscopy with cryoablation of subpleural RUL lesion. Patient is a 71-year-old male with small peripheral NSCLC. Monarch robotic system used to reach 12 mm RUL apical segment lesion. Radial EBUS confirmed lesion; CBCT demonstrated tip within lesion. 2.4 mm cryoprobe advanced; two freeze-thaw cycles performed. Ice ball seen on CBCT. Mild transient hemoptysis occurred; no pneumothorax. Admitted overnight.",
  "IP2025055_syn_7": "[Indication]\nSmall NSCLC, severe COPD.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch robot to RUL. Cryoablation performed (2 cycles). Ice ball confirmed on imaging. Hemostasis achieved.\n[Plan]\nAdmit. CT f/u 3 months.",
  "IP2025055_syn_8": "[REDACTED] a robotic procedure to freeze a small tumor in his right lung. Because of his COPD, this was safer than surgery. We used the robot to get there, checked our spot with ultrasound, and then froze the tumor twice to make sure it was destroyed. We could actually see the ice ball on the scanner. He had a tiny bit of coughing up blood, but it stopped quickly.",
  "IP2025055_syn_9": "Procedure: Robotic navigational bronchoscopy with cryodestruction.\nTarget: RUL subpleural lesion.\nTechnique: Monarch system navigation. Cryoprobe application (2 cycles). \nVerification: Ice ball visualized via CBCT. \nOutcome: Lesion ablated. Transient hemoptysis resolved.",
  "IP2025055": "Bronchoscopic Cryoablation Note\nProcedure: Robotic navigational bronchoscopy with cryoablation of subpleural RUL lesion\nPatient: [REDACTED], 71-year-old male with small peripheral NSCLC and severe COPD.\nAnesthesia: General anesthesia with 8.0 ETT.\nNavigation: Monarch robotic system used to reach 12 mm RUL apical segment lesion. Radial EBUS confirmed lesion; CBCT demonstrated tip within lesion.\nAblation: 2.4 mm cryoprobe advanced through working channel; two freeze–thaw cycles of 360 seconds each performed. Ice ball seen on CBCT encompassing lesion with ~4–5 mm margin.\nComplications: Mild transient hemoptysis; no pneumothorax on immediate imaging.\nDisposition: Admitted overnight for observation."
}
