{
  "IP2026003_syn_1": "Indication: Adenopathy, nodules.\nProcedure: EBUS-TBNA (4R, 11R, 7). Ultrathin bronchoscopy RML.\nFindings: Normal central airway. RML nodule visualized w/ Radial EBUS.\nAction: TBNA nodes. Forceps/Brush RML.\nEBL: <5cc.\nComplications: None.",
  "IP2026003_syn_2": "PROCEDURE NOTE: The patient underwent combined endobronchial ultrasound (EBUS) staging and peripheral nodule biopsy. Linear EBUS facilitated transbronchial needle aspiration of mediastinal and hilar stations 4R, 7, and 11R. Subsequently, an ultrathin bronchoscope was utilized to navigate to the right middle lobe. Radial EBUS confirmed the target location, and biopsies were obtained via forceps and brush. The procedure was uncomplicated.",
  "IP2026003_syn_3": "Codes:\n- 31653 (EBUS-TBNA): 3 stations sampled (4R, 11R, 7).\n- 31625 (Biopsy): RML endobronchial lesion.\n- 31623 (Brush): RML.\n- +31654 (Radial EBUS): Peripheral localization.\nNote: No navigation code (31627) billed as 'anatomical knowledge' was cited, not EM/Robotic nav.",
  "IP2026003_syn_4": "Resident Procedure Note\nStaff: Dr. [REDACTED]\nScope: EBUS & Ultrathin\n1. EBUS TBNA: Stations 4R, 11R, 7.\n2. Diagnostic Bronch: RML lesion seen.\n3. Radial EBUS: Confirmed.\n4. Bx: Forceps and Brush.\nPlan: Await path.",
  "IP2026003_syn_5": "patient [REDACTED] and nodules did ebus first sampled 4r 11r and 7 sent for cytology then switched to the thin scope went to the rml found the spot with radar and took biopsies and brushing everything went fine no bleeding",
  "IP2026003_syn_6": "Following induction of anesthesia, an airway inspection was performed and found normal. A linear EBUS scope was introduced, and lymph nodes at stations 4R, 11R, and 7 were sampled. The scope was exchanged for an ultrathin bronchoscope. Using anatomical landmarks and radial EBUS, a lesion in the RML was localized and sampled using forceps and a brush. The patient tolerated the procedure well.",
  "IP2026003_syn_7": "[Indication]\nAdenopathy, Pulmonary Nodule.\n[Anesthesia]\nPropofol (Anesthesia managed).\n[Description]\n- EBUS-TBNA: 4R, 11R, 7.\n- RML Nodule: Localized w/ REBUS.\n- Samples: Biopsy, Brush.\n[Plan]\nPathology follow-up.",
  "IP2026003_syn_8": "We began with mediastinal staging using the convex probe EBUS, sampling lymph node stations 4R, 11R, and 7. Following this, we switched to an ultrathin bronchoscope to address the right middle lobe nodule. Radial EBUS was used to confirm the lesion's location distally. We successfully obtained tissue samples using both biopsy forceps and a cytology brush.",
  "IP2026003_syn_9": "Objective: Staging and diagnosis.\nTechnique: Ultrasonic needle aspiration of mediastinum. Distal cannulation of RML. Sonographic confirmation. Tissue acquisition via forceps/brush.\nStatus: Completed.",
  "IP2026003": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (right lung) aborted early due to hypoxemia\nPatient: [REDACTED], 58-year-old male with pulmonary alveolar proteinosis and resting hypoxemia.\nAnesthesia: General anesthesia with double-lumen endotracheal tube.\nIndication: Therapeutic whole lung lavage for symptomatic PAP after failure of inhaled GM-CSF.\n\nPROCEDURE IN DETAIL:\nAfter informed consent, the patient was brought to the operating room and placed supine. General anesthesia was induced and the airway was secured with a 39 Fr left-sided double-lumen tube. Position was confirmed with flexible bronchoscopy.\nThe patient was placed in the left lateral decubitus position. One-lung ventilation of the left lung was initiated and right lung lavage commenced. Warmed 0.9% saline was instilled via the right lumen in 1 L aliquots with gentle percussion and passive drainage. After a total of 10.0 L instilled and 7.5 L recovered, the patient developed progressive desaturation to 78% despite recruitment maneuvers, increased FiO2, and brief return to two-lung ventilation.\nGiven refractory hypoxemia, additional lavage cycles were aborted. Residual fluid was suctioned, and two-lung ventilation was re-established. The double-lumen tube was left in place for ongoing ventilatory support. No bronchoscopy-guided biopsies were performed.\n\nCOMPLICATIONS: Significant hypoxemia requiring early termination of lavage and ongoing mechanical ventilation.\nESTIMATED BLOOD LOSS: <10 mL\nDISPOSITION: Remained intubated and transported to the ICU for further management.\nIMPRESSION/PLAN: Incomplete right lung whole lung lavage for PAP due to hypoxemia. Continue mechanical ventilation and supportive care in ICU. Consider repeat lavage once gas exchange stabilizes."
}
