{
  "IP2025020_syn_1": "Indication: Severe asthma, session 2.\nProcedure: Bronchial Thermoplasty (LLL).\nAction: 48 activations delivered to LLL.\nComplication: Transient bronchospasm.\nPlan: D/C on prednisone taper.",
  "IP2025020_syn_2": "PROCEDURE: Bronchial Thermoplasty, second session.\nTARGET: Left Lower Lobe.\nDETAILS: Following the protocol for severe refractory asthma, the left lower lobe was selected for treatment. The thermoplasty catheter was deployed to the distal subsegmental bronchi. A total of 48 radiofrequency activations were delivered. The patient tolerated the procedure with only transient bronchospasm.",
  "IP2025020_syn_3": "CPT 31660: Bronchoscopy with bronchial thermoplasty, one lobe.\nTarget Lobe: Left Lower Lobe.\nWork Performed: 48 RF activations delivered.\nNote: Second session (separate date from RLL treatment).",
  "IP2025020_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: BT Session 2 (LLL)\nSteps:\n1. MAC sedation.\n2. Treated LLL with BT catheter.\n3. 48 activations.\n4. Some spasm, treated.\nPlan: Home.",
  "IP2025020_syn_5": "[REDACTED] back for session 2 of thermoplasty LLL this time. MAC anesthesia. We did 48 activations in the left lower lobe. He got tight during the case but we gave bronchodilators and he opened up. Discharged him after a few hours.",
  "IP2025020_syn_6": "Flexible bronchoscopy performed with BT catheter treatment of LLL segmental and subsegmental bronchi. Total of 48 activations delivered. Transient bronchospasm requiring additional bronchodilator therapy occurred; no respiratory failure. Patient discharged on prednisone taper.",
  "IP2025020_syn_7": "[Indication]\nSevere asthma (Session 2).\n[Anesthesia]\nMAC.\n[Description]\nBronchial Thermoplasty performed on Left Lower Lobe. 48 activations delivered.\n[Plan]\nDischarge on prednisone.",
  "IP2025020_syn_8": "[REDACTED] his second bronchial thermoplasty treatment, targeting the left lower lobe. We delivered 48 pulses of energy to the airways. He experienced some tightening of the airways during the procedure, which we treated with medication. He was monitored for a few hours and then sent home.",
  "IP2025020_syn_9": "Procedure: Airway thermal ablation (Session 2).\nTarget: LLL.\nAction: RF energy applied to segmental bronchi. 48 applications performed.\nOutcome: Procedure completed, transient spasm managed.",
  "IP2025020": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 2 treating left lower lobe.\nPatient: [REDACTED], 52-year-old male with severe asthma status post RLL BT.\nSedation: Monitored anesthesia care with propofol and dexmedetomidine.\nProcedure details: Flexible bronchoscopy performed with BT catheter treatment of LLL segmental and subsegmental bronchi. Total of 48 activations delivered.\nComplications: Transient bronchospasm requiring additional bronchodilator therapy; no respiratory failure.\nDisposition: Observed 6 hours and discharged home on prednisone taper."
}
