{
  "IP202600_syn_1": "Indication: Metastatic RLL airway obstruction.\nAnesthesia: General, ETT.\nProcedure:\n- Exam: Normal left side. RLL polypoid tumor obstructing basilar segments.\n- Action: Snare resection performed. APC applied to base for hemostasis.\n- Toileting: Purulent distal secretions suctioned.\nResult: 90% patency achieved.\nPlan: PACU.",
  "IP202600_syn_2": "OPERATIVE REPORT: The patient presented with widely metastatic disease complicated by an endobronchial component. Under general anesthesia, rigid inspection of the tracheobronchial tree revealed a polypoid neoplasm occluding the anterior, lateral, and posterior basilar segments of the right lower lobe. Mechanical debulking was executed utilizing an electrocautery snare. Subsequent thermal ablation via Argon Plasma Coagulation (APC) was applied to the tumor base to ensure hemostasis. Post-obstructive purulence was evacuated via therapeutic aspiration. Re-establishment of lobar patency to approximately 90% was confirmed.",
  "IP202600_syn_3": "Procedures Performed: Bronchoscopy with tumor destruction (CPT 31641) and therapeutic aspiration (CPT 31645).\nDetails: The RLL tumor was id[REDACTED]. Primary destruction was achieved using a combination of electrocautery snare and non-contact APC ablation (31641). Following tumor removal, distinct therapeutic aspiration was required to clear copious purulent secretions from the distal airways (31645). Hemostasis was confirmed.",
  "IP202600_syn_4": "Procedure Note\nAttending: [REDACTED]\nResident: [REDACTED]\nIndication: RLL mass.\nSteps:\n1. Time out performed.\n2. ETT placed.\n3. Scope advanced to RLL.\n4. Tumor visualized blocking basilar segments.\n5. Snare used to remove tumor.\n6. APC used to burn base.\n7. Suctioned pus from behind the blockage.\n8. Scope removed. No complications.",
  "IP202600_syn_5": "procedure note for rll tumor removal patient under general anesthesia used the olympus scope saw the tumor in the right lower lobe blocking the segments used the snare to cut it out and then apc to stop the bleeding sucked out a bunch of pus from behind it looks about 90 percent open now no complications send to recovery.",
  "IP202600_syn_6": "The patient was placed under general anesthesia and intubated. We inserted the bronchoscope and examined the airways. The left side was clear. In the right lower lobe, a polypoid tumor was found obstructing the basilar segments. We used an electrocautery snare to resect the lesion and then applied APC to the base for cauterization. We also performed therapeutic suctioning of purulent secretions found distally. The airway is now patent.",
  "IP202600_syn_7": "[Indication]\nEndobronchial nodule, metastatic disease.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRLL tumor obstructing basilar segments id[REDACTED]. Lesion removed via electrocautery snare. Base treated with APC. Purulent secretions aspirated.\n[Plan]\nTransfer to PACU. Discharge pending criteria.",
  "IP202600_syn_8": "The patient was brought to the bronchoscopy suite and placed under general anesthesia. We introduced the bronchoscope through the endotracheal tube. Upon reaching the right lower lobe, we id[REDACTED] a polypoid tumor that was obstructing the anterior, lateral, and posterior basilar segments. We successfully removed the mass using an electrocautery snare. Following removal, we used APC to cauterize the base of the lesion. We also noted and removed purulent secretions from the distal airways. The procedure concluded with the airway largely patent.",
  "IP202600_syn_9": "Procedure: Bronchoscopic resection and ablation.\nTechnique: The endobronchial mass in the RLL was excised using a hot loop. The attachment site was coagulated with argon plasma. Post-obstructive exudate was aspirated from the distal bronchi. The lumen was restored to 90% caliber."
}
