{
  "IP2025035_syn_1": "Indication: LUL nodule (20mm).\nProc: Ion Robotic, Radial EBUS, Cone-Beam CT, Cryo.\nDetails: Nav to LUL apicoposterior. REBUS concentric. CBCT confirmed. Cryo x3, Forceps x3.\nROSE: Adenocarcinoma.\nComp: Mild bleed, wedged.\nDisp: Home.",
  "IP2025035_syn_2": "PROCEDURE: Robotic-Assisted Bronchoscopy with Cone-Beam CT and Cryobiopsy.\nINDICATION: Solitary LUL pulmonary nodule.\nNARRATIVE: The Ion robotic catheter was registered and navigated to the target in the apicoposterior segment of the LUL. Localization was multimodal: radial EBUS (concentric) and Cone-Beam CT (tool-in-lesion). Transbronchial cryobiopsies and standard forceps biopsies were obtained. ROSE confirmed adenocarcinoma. \nIMPRESSION: Primary Lung Adenocarcinoma.",
  "IP2025035_syn_3": "Codes: 31628 (Biopsy), 31627 (Robotic Nav), 31654 (REBUS).\nNote: Cryobiopsy used for tissue acquisition (billed as biopsy).\nImaging: Cone-beam CT and Radial EBUS used for verification.",
  "IP2025035_syn_4": "Procedure: Ion + Cryo\nPatient: [REDACTED]\nSteps:\n1. GA. Ion registered.\n2. Navigated to LUL nodule.\n3. Checked with REBUS and Spin CT.\n4. Cryoprobe used for 3 biopsies.\n5. Forceps used for 3 biopsies.\n6. ROSE: Adeno.\n7. Mild bleeding, stopped.\nResult: Cancer.",
  "IP2025035_syn_5": "[REDACTED] 59 female LUL nodule. Used the Ion robot. Navigated out there confirmed with radial ebus and the cone beam spin. Took 3 cryo biopsies and 3 forceps. ROSE says adenocarcinoma. a little bleeding but wedging stopped it. discharged to home.",
  "IP2025035_syn_6": "Robotic Bronchoscopy / EBUS Note. Procedures: Ion robotic-assisted bronchoscopy, Radial EBUS and cone-beam CT, Transbronchial cryobiopsy and forceps biopsy of LUL nodule. Patient: Olivia Carter. Robotic catheter navigated to apicoposterior segment of LUL. Concentric radial EBUS view obtained. Cone-beam CT confirmed tool-in-lesion. Three cryobiopsies and three standard forceps biopsies performed. ROSE: Malignant epithelial cells, favor adenocarcinoma.",
  "IP2025035_syn_7": "[Indication]\nLUL Nodule (20mm).\n[Anesthesia]\nGeneral.\n[Description]\nIon Robotic Navigation. Radial EBUS concentric. Cone-Beam CT confirmation. Cryobiopsy x3, Forceps x3. Diagnosis: Adenocarcinoma.\n[Plan]\nLung cancer clinic.",
  "IP2025035_syn_8": "[REDACTED] a robotic bronchoscopy for her left lung nodule. We drove the robotic catheter to the exact spot and used both ultrasound and a 3D CT spin in the room to make sure we were right inside the nodule. We used a freezing probe (cryobiopsy) to get large samples. The preliminary results show adenocarcinoma. She went home after waking up.",
  "IP2025035_syn_9": "Procedure: Robotic navigational parenchymal sampling.\nTools: Ion platform, cryoprobe, Cone-Beam CT.\nAction: The LUL target was localized via shape-sensing robotics and confirmed radiographically. Cryo-adhesion and forceps extraction yielded diagnostic tissue.\nResult: Adenocarcinoma.",
  "IP2025035": "Robotic Bronchoscopy / EBUS Note\nProcedures:\n1. Ion robotic-assisted bronchoscopy\n2. Radial EBUS and cone-beam CT\n3. Transbronchial cryobiopsy and forceps biopsy of LUL nodule\nPatient: [REDACTED], 59-year-old female with 20 mm left upper lobe nodule and normal mediastinal imaging.\nAnesthesia: General anesthesia with 8.0 ETT; pressure control ventilation.\nDetails: Robotic catheter navigated to apicoposterior segment of LUL using CT-to-body registration (error 2.1 mm). Concentric radial EBUS view obtained. Cone-beam CT confirmed tool-in-lesion. Three cryobiopsies (1.1 mm cryoprobe) and three standard forceps biopsies performed.\nROSE from cryobiopsy: Malignant epithelial cells, favor adenocarcinoma.\nComplications: Mild bleeding, controlled with wedging. No pneumothorax on immediate cone-beam CT.\nDisposition: Extubated and discharged from PACU after uneventful recovery."
}
