{
  "IP2025039_syn_1": "Indication: Carinal SCC, obstruction.\nProc: Rigid bronch, Debulk (Mechanical/APC), Y-Stent.\nDetails: 80% obstruction distal trachea/carina. Debulked. 14x60/40mm Y-stent placed.\nComp: Desat during deployment.\nDisp: ICU, intubated.",
  "IP2025039_syn_2": "PROCEDURE: Rigid Bronchoscopy, Tumor Debulking, and Y-Stent Placement.\nINDICATION: Malignant central airway obstruction.\nNARRATIVE: Large squamous cell carcinoma involving the carina was visualized. Significant debulking was achieved using mechanical coring and APC. To maintain patency of the distal trachea and both mainstems, a silicone Y-stent was deployed. Patient required recruitment post-deployment due to desaturation.\nIMPRESSION: Palliation of critical carinal obstruction.",
  "IP2025039_syn_3": "Codes: 31641 (Tumor Destruction), 31631 (Tracheal Stent - Y stent counts as tracheal usually, or complex).\nNote: Y-stent involves trachea and bronchi. Coding convention varies, usually primary stent code.\nTechnique: Rigid coring + APC.",
  "IP2025039_syn_4": "Procedure: Rigid Bronch Y-Stent\nPatient: [REDACTED]\nSteps:\n1. Rigid scope inserted.\n2. Carina blocked by tumor.\n3. Cored out tumor, used APC.\n4. Placed Y-stent (Silicone).\n5. Patient desatted, bagged up.\n6. Stent looks good.\nPlan: ICU intubated.",
  "IP2025039_syn_5": "Raymond Scott carinal tumor. rigid bronch to open it up. mechanical debulking and APC. put in a Y stent to cover trachea and both mains. he desatted during the placement but came back up. keeping him on the vent in the ICU.",
  "IP2025039_syn_6": "Central Airway Stenting Note. Procedures: Rigid bronchoscopy with tumor debulking, Y-shaped silicone stent placement. Patient: Raymond Scott. Findings: Bulky endobronchial tumor involving distal trachea and extending into both mainstem bronchi causing ~80% obstruction. Interventions: Mechanical debulking with rigid barrel and forceps followed by argon plasma coagulation. A custom 14 x 60/40 mm silicone Y stent was deployed. Disposition: Remained intubated postprocedure and transferred to ICU.",
  "IP2025039_syn_7": "[Indication]\nMalignant carinal obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nTumor debulked (Core/APC). Y-Stent placed (Trachea/RMS/LMS). Airway patent.\n[Plan]\nICU, mechanical ventilation.",
  "IP2025039_syn_8": "[REDACTED] a large tumor blocking the split of his windpipe (carina). We performed an emergency procedure to open the airway. Using a rigid scope, we scraped away the tumor and burned the base. Then, we placed a Y-shaped silicone stent that holds open the trachea and both lung tubes. He had a brief drop in oxygen levels during the stent placement but recovered. He stays on the ventilator in the ICU for now.",
  "IP2025039_syn_9": "Procedure: Rigid oncologic debulking and Y-prosthesis insertion.\nIndication: Carinal asphyxiation syndrome.\nAction: The endobronchial mass was excised and cauterized. A bifurcated silicone stent was positioned to scaffold the carina.\nResult: Restoration of central airflow.",
  "IP2025039": "Central Airway Stenting Note\nProcedures:\n1. Rigid bronchoscopy with tumor debulking\n2. Y-shaped silicone stent placement\nPatient: [REDACTED], 69-year-old male with squamous cell carcinoma of the carina causing severe central airway obstruction.\nAnesthesia: General anesthesia with rigid bronchoscope and intermittent jet ventilation.\nFindings: Bulky endobronchial tumor involving distal trachea and extending into both mainstem bronchi causing ~80% obstruction.\nInterventions: Mechanical debulking with rigid barrel and forceps followed by argon plasma coagulation. A custom 14 x 60/40 mm silicone Y stent was deployed with the main limb in distal trachea and branches in right and left main bronchi.\nComplications: Brief desaturation during stent deployment, resolved with recruitment.\nDisposition: Remained intubated postprocedure and transferred to ICU."
}
