{
  "IP2025_003_syn_1": "Indication: LLL nodule.\nFindings: R accessory airway. LLL nodule.\nProcedure:\n- Slim scope/TBNA: Nondiagnostic.\n- Linear EBUS: 'Wedged' mass, 2 passes (blood only).\n- Therapeutic scope + Fluoroscopy + Sheath: Radial EBUS concentric view.\n- Biopsies: Forceps, brush. ROSE negative.\nComplication: Post-op laryngeal edema/stridor. Glidescope intubation. \nPlan: Admit to ICU.",
  "IP2025_003_syn_2": "PROCEDURE: Bronchoscopy with Multimodal Biopsy.\nFINDINGS: Anatomic variant noted (accessory airway distal to RLL superior segment). Diagnostic inspection otherwise normal. A peripheral nodule in the LLL was targeted.\nTECHNIQUE: Initial attempt with slim scope and peripheral TBNA was nondiagnostic. Linear EBUS wedging of the target yielded only blood. Finally, a therapeutic scope utilizing a large sheath and fluoroscopic guidance achieved a concentric radial EBUS view. Forceps and brush biopsies were obtained (ROSE negative).\nADVERSE EVENT: Immediate post-procedure respiratory distress with audible stridor. Intubation was required via Glidescope due to laryngeal edema. Patient transferred to ICU for stabilization.",
  "IP2025_003_syn_3": "Coding: \n- 31652 (EBUS-TBNA): Primary code for linear EBUS sampling of lung mass.\n- 31628 (TBLB): Forceps biopsy of LLL nodule via sheath/fluoro.\n- 31623 (Brushing): Brush biopsy of LLL nodule.\n- +31654 (Radial EBUS): Add-on for peripheral localization (concentric view).\nNote: Complication (Respiratory Failure J96.00) supports high-complexity management.",
  "IP2025_003_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: LLL Biopsy\nSteps:\n1. Inspection: Accessory airway right side.\n2. Attempt 1: Slim scope TBNA (neg).\n3. Attempt 2: Linear EBUS wedged (blood).\n4. Attempt 3: Therapeutic scope + Sheath + Fluoro. REBUS concentric. Biopsies taken.\nComplication: Patient developed stridor/edema post-extubation. Emergent intubation performed by anesthesia. Transferred to ICU.",
  "IP2025_003_syn_5": "did a bronch for a lll nodule saw an accessory airway on the right tried the slim scope first with tbna rose was neg then tried linear ebus wedge just got blood finally used the big scope with the sheath and fluoro got a concentric view on radial ebus took biopsies rose still negative but good samples anyway after we finished patient had stridor couldn't breathe laryngeal edema had to intubate with glidescope going to icu.",
  "IP2025_003_syn_6": "Indications: Pulmonary Nodule. Anatomy: Accessory airway right lower lobe. Procedure: P190 slim scope used for peripheral TBNA (negative). UC180F EBUS scope wedged in LLL; biopsies showed blood. T190 scope with large sheath and fluoroscopy used. Radial EBUS confirmed concentric view. Forceps and brush biopsies obtained. ROSE negative. Complications: Post-procedure audible upper airway sounds and difficult ventilation. Laryngeal edema noted. Converted to endotracheal intubation via Glidescope. Patient transferred to ICU.",
  "IP2025_003_syn_7": "[Indication]\nLLL pulmonary nodule.\n[Anesthesia]\nGeneral (Propofol).\n[Description]\nAccessory airway noted on right. LLL nodule targeted. Linear EBUS sampling nondiagnostic. Sheath-guided biopsy with Fluoroscopy and Radial EBUS (concentric) performed. Forceps/brush samples obtained.\n[Complications]\nUpper airway edema requiring emergent re-intubation.\n[Plan]\nICU admission.",
  "IP2025_003_syn_8": "[REDACTED] for a left lower lobe nodule. We noted an accessory airway on the right side. Initial attempts to sample the nodule using a slim scope and linear EBUS were nondiagnostic. We then utilized a therapeutic scope with a guide sheath and fluoroscopy; radial EBUS confirmed a concentric view, allowing for forceps and brush biopsies. Unfortunately, upon completion, the patient developed significant laryngeal edema and respiratory distress. We were unable to ventilate effectively, necessitating urgent intubation with a Glidescope. She was admitted to the ICU for monitoring.",
  "IP2025_003_syn_9": "Indication: LLL mass.\nFindings: Right accessory bronchus. LLL lesion.\nAction: Slim scope TBNA attempted. Linear EBUS aspiration performed (hemodiluted). Therapeutic scope deployed with sheath and fluoroscopy. Radial sonography showed concentric signal. Lesion sampled via forceps and brush. \nAdverse Event: Post-procedural stridor and ventilatory failure due to laryngeal swelling. Endotracheal tube placed via video laryngoscopy. Patient transported to critical care."
}
