{
  "IP2026031_syn_1": "Dx: Severe RUL emphysema.\nAnesthesia: GA, LMA #4.\nAction: RUL cannulated. Chartis = No CV.\nImplants: 3 Zephyr valves (Apical, Posterior, Anterior).\nResult: Reduced RUL ventilation. Modest mediastinal shift.\nIssue: Transient hypoxemia during deployment, fixed with FiO2/recruitment.\nPlan: PACU -> Monitored bed. CXR x3 days.",
  "IP2026031_syn_2": "INDICATION: [REDACTED], a 62-year-old female with severe, refractory COPD and RUL-predominant emphysematous changes, presented for intervention.\nPROCEDURE: The patient was placed under general anesthesia using a laryngeal mask airway. The right bronchial tree was systematically mapped. Collateral ventilation was assessed via the Chartis system in the RUL, demonstrating a 'low flow/no plateau' phenotype consistent with fissure integrity. Subsequently, three Zephyr endobronchial valves were deployed in the apical, posterior, and anterior segments.\nOUTCOME: Post-deployment fluoroscopy confirmed appropriate valve positioning. Clinical examination revealed decreased ventilation to the target lobe. A transient episode of hypoxemia occurred intraoperatively, which responded promptly to recruitment maneuvers and increased fraction of inspired oxygen.",
  "IP2026031_syn_3": "Service: Bronchoscopy with Valve Placement (31647).\nTarget: Right Upper Lobe (RUL).\nDevice utilization: 3 Zephyr Endobronchial Valves.\nDiagnostic component: Chartis system used to rule out collateral ventilation prior to placement (included in primary code).\nImaging: Fluoroscopy used for guidance (7.0 min).\nComplication management: Transient hypoxemia managed with ventilator adjustments; no separate procedure code required.\nStatus: Procedure successful, target lobe occluded.",
  "IP2026031_syn_4": "Resident Note\nPatient: [REDACTED], 65F.\nProcedure: RUL BLVR.\nStaff: Dr. Wells.\nSteps:\n1. LMA placed.\n2. Bronch to RUL.\n3. Chartis check: Negative for CV.\n4. Deployed 3 valves (Zephyr) to RUL segments.\n5. Checked position with fluoro.\nEvents: Sats dropped during deployment, brought back up with FiO2. No other issues.\nPlan: Admit, daily CXR to watch for pneumo.",
  "IP2026031_syn_5": "Procedure note for Barbara Lopez she has bad emphysema RUL predominant we did the valve placement today anesthesia was general with an LMA size 4. Went into the right lung RUL chartis showed no collateral ventilation so good candidate. Put in three valves total apical posterior anterior zephyr type. She desatted a bit in the middle there but we bagged her and turned up the oxygen and she was fine. Valves look good fluoro confirmed it no bleeding really. Sending her to monitored bed check cxr for pneumothorax thanks.",
  "IP2026031_syn_6": "Bronchoscopic lung volume reduction with endobronchial valve placement, right upper lobe. Patient is a 63-year-old female with severe COPD. General anesthesia with laryngeal mask airway was used. Chartis assessment performed in the RUL bronchus demonstrated rapid flow decline to zero, consistent with absence of collateral ventilation. Three Zephyr endobronchial valves were deployed in the apical, posterior, and anterior segmental bronchi. Valve positions were verified bronchoscopically and fluoroscopically. There was decreased ventilation to the RUL and modest mediastinal shift toward the treated side. Transient mild hypoxemia occurred during valve deployment, resolved with increased FiO2. No immediate pneumothorax was noted on post-procedure CXR.",
  "IP2026031_syn_7": "[Indication]\nSymptomatic severe emphysema, RUL hyperinflation, exercise limitation.\n[Anesthesia]\nGeneral, LMA size 4.\n[Description]\nRUL cannulated. Chartis confirmed absence of collateral ventilation. Three Zephyr valves placed (apical, posterior, anterior). Fluoroscopic verification performed. Decreased RUL ventilation noted.\n[Complications]\nTransient mild hypoxemia, resolved.\n[Plan]\nMonitored bed 48-72h. Daily CXR x3. Outpatient f/u 4-6 weeks.",
  "IP2026031_syn_8": "[REDACTED] lung volume reduction today. After securing the airway with an LMA, we advanced the bronchoscope and confirmed the absence of collateral ventilation in the right upper lobe using the Chartis system. We then proceeded to place three Zephyr valves in the segmental bronchi. Visual and fluoroscopic inspection confirmed the valves were well-seated. During the deployment, the patient experienced mild transient hypoxemia, but this was quickly corrected by adjusting the oxygen levels and performing recruitment maneuvers. The patient recovered well in the PACU.",
  "IP2026031_syn_9": "Procedure: Flexible bronchoscopy with installation of endobronchial valves, right upper lobe.\nPatient: [REDACTED].\nDetails: A therapeutic flexible bronchoscope was guided via the LMA. The right bronchial tree was examined and the RUL bronchus entered. Chartis analysis confirmed appropriateness for BLVR. Three Zephyr endobronchial valves were then positioned in the apical, posterior, and anterior segmental bronchi. Valve locations were authenticated bronchoscopically. There was diminished ventilation to the RUL.\nAdverse Events: Temporary mild hypoxemia during valve insertion, rectified with increased FiO2.",
  "IP2026031": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic lung volume reduction with endobronchial valve placement, right upper lobe.\nPatient: [REDACTED], 63-year-old female with severe COPD and upper-lobe–predominant emphysema refractory to optimal medical management.\nAnesthesia: General anesthesia with laryngeal mask airway (size 4 LMA).\nIndication: Symptomatic severe emphysema with marked RUL hyperinflation and exercise limitation despite guideline-directed COPD therapy.\nPre-procedure imaging and physiology: CT chest demonstrating severe heterogeneous emphysema with RUL-predominant disease and intact minor fissure. Perfusion scan with relative preservation of perfusion to contralateral lung. Baseline FEV1 29% predicted, DLCO 35% predicted.\nCollateral ventilation assessment: Chartis assessment performed in the RUL bronchus demonstrated rapid flow decline to zero with stable plateau, consistent with absence of collateral ventilation.\nProcedure details: A therapeutic flexible bronchoscope was advanced via the LMA. The right bronchial tree was inspected and the RUL bronchus cannulated. Chartis assessment confirmed suitability for BLVR. Three Zephyr endobronchial valves were then deployed in the apical, posterior, and anterior segmental bronchi. Valve positions were verified bronchoscopically and fluoroscopically. After several minutes of observation, there was decreased ventilation to the RUL and modest mediastinal shift toward the treated side, without hemodynamic compromise.\nComplications: No significant bleeding. Transient mild hypoxemia during valve deployment, resolved with increased FiO2 and recruitment maneuvers. No immediate pneumothorax on post-procedure CXR.\nDisposition: Recovered in PACU and admitted to monitored bed for routine post-BLVR observation.\nPlan: Serial chest radiographs x 3 days, bronchodilators and incentive spirometry, outpatient PFTs at 3 months, and follow-up in BLVR clinic."
}
