{
  "IP2025026_syn_1": "Proc: Cryobiopsy ILD.\n- ETT/GA.\n- RLL basal segments target.\n- Radial EBUS: Safe zone confirmed.\n- 3x Cryobiopsy (1.9mm), 1x Forceps.\n- Blocker used for hemostasis.\n- No pneumo.",
  "IP2025026_syn_2": "PROCEDURE NARRATIVE: Under general anesthesia, the bronchoscope was advanced to the right lower lobe. To minimize hemorrhage risk, a prophylactic bronchial blocker was positioned. Radial EBUS interrogation confirmed a target area free of major vasculature. Three large tissue samples were acquired via a 1.9 mm cryoprobe, supplemented by one standard forceps biopsy. Hemostasis was managed via temporary balloon inflation.",
  "IP2025026_syn_3": "Coding Summary:\nCode 31628: Transbronchial lung biopsy, single lobe (RLL).\nTechnique: Cryoprobe activation (freezing) used to obtain parenchymal tissue. Note: Cryobiopsy for parenchymal disease is reported with 31628 (biopsy), not 31641 (cryotherapy).\nGuidance: Fluoroscopy and Radial EBUS utilized for safety.",
  "IP2025026_syn_4": "Resident Note:\nProcedure: Cryobiopsy.\nSteps:\n1. Intubation 8.5 ETT.\n2. Scope to RLL.\n3. Radial EBUS check.\n4. Blocker placed.\n5. Cryoprobe: 3 passes RLL basals.\n6. Forceps: 1 pass.\n7. Bleeding controlled with blocker.\nPlan: Admit for obs.",
  "IP2025026_syn_5": "carlos rivera 47 male ild study general anesthesia tube down scope to rll we used the radial ebus to check for vessels looked good put the bronchial blocker down just in case did three cryo biopsies with the 1.9 probe and one regular forcep biopsy little bleeding blew up the balloon and used cold saline stopped fine no pneumo on xray admitting for observation.",
  "IP2025026_syn_6": "Bronchoscopy with transbronchial cryobiopsies for interstitial lung disease. Patient is a 47-year-old male with suspected fibrotic ILD. General anesthesia with endotracheal intubation. Bronchoscope advanced to RLL; fluoroscopy and radial EBUS used to id[REDACTED] safe parenchymal target areas. Three cryobiopsies obtained from RLL basal segments using 1.9 mm cryoprobe and one standard forceps biopsy. Bronchial blocker placed prophylactically. Mild bleeding controlled with temporary bronchial blocker inflation and iced saline. No pneumothorax on postprocedure CXR. Admitted overnight for observation.",
  "IP2025026_syn_7": "[Indication]\nSuspected fibrotic ILD.\n[Anesthesia]\nGA, 8.5 ETT.\n[Description]\nRLL cannulated. Radial EBUS cleared target. Prophylactic blocker placed. 3 cryobiopsies + 1 forceps biopsy taken. Blocker inflated for hemostasis.\n[Plan]\nAdmit overnight. CXR in AM.",
  "IP2025026_syn_8": "We performed a bronchoscopy with cryobiopsy on [REDACTED] his ILD. Under general anesthesia, we navigated to the right lower lobe. We used radial EBUS to ensure we weren't near large vessels. We took three biopsies using the freezing probe and one with standard forceps. A bronchial blocker was used to manage the mild bleeding that occurred. He is being admitted for observation.",
  "IP2025026_syn_9": "Procedure: Bronchoscopy with transbronchial cryo-sampling.\nAction: Scope guided to RLL. Radial EBUS verified safe zone. Three cryo-samples extracted from RLL basal segments using 1.9 mm probe, plus one standard forceps sample. Hemorrhage halted with bronchial blocker.",
  "IP2025026": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopy with transbronchial cryobiopsies for interstitial lung disease.\nPatient: [REDACTED], 47-year-old male with suspected fibrotic ILD.\nAnesthesia: General anesthesia with endotracheal intubation.\nProcedure details: Bronchoscope advanced to RLL; fluoroscopy and radial EBUS used to id[REDACTED] safe parenchymal target areas. Three cryobiopsies obtained from RLL basal segments using 1.9 mm cryoprobe and one standard forceps biopsy. Bronchial blocker placed prophylactically.\nComplications: Mild bleeding controlled with temporary bronchial blocker inflation and iced saline. No pneumothorax on postprocedure CXR.\nDisposition: Admitted overnight for observation."
}
