{
  "IP2026032_syn_1": "Indication: Persistent pneumothorax/air leak 5 days post-BLVR.\nProcedure: Valve Removal RUL.\nFindings: 3 Zephyr valves visualized, good seating. Large air leak present.\nAction: All 3 valves removed via forceps.\nResult: Bronchi patent. Mild edema. Air leak decreased immediately.\nPlan: Maintain chest tube. Daily CXR.",
  "IP2026032_syn_2": "REASON FOR PROCEDURE: [REDACTED], status post RUL BLVR, developed a significant right-sided pneumothorax with a persistent bronchopleural fistula despite thoracostomy drainage.\nPROCEDURE NOTE: Under general anesthesia, the airway was re-accessed. The previously placed Zephyr valves in the RUL were id[REDACTED]. Given the clinical failure to resolve the pneumothorax, the decision was made to abort the volume reduction. All three valves were sequentially grasped and extracted utilizing valve retrieval forceps. Inspection of the bronchial mucosa revealed mild inflammatory changes but no trauma.\nPOST-PROCEDURE COURSE: The air leak volume diminished significantly following extraction. The patient was returned to the step-down unit for continued chest tube management.",
  "IP2026032_syn_3": "CPT Code: 31648 (Bronchoscopy with removal of bronchial valves).\nLocation: Right Upper Lobe (Initial lobe).\nDetails:\n- Bronchoscope inserted.\n- Id[REDACTED] of foreign bodies (3 valves).\n- Removal of 3 valves using specialized forceps.\n- Re-inspection of airway.\nMedical Necessity: Complication of prior procedure (Pneumothorax with persistent air leak).",
  "IP2026032_syn_4": "Procedure: RUL Valve Removal\nPatient: [REDACTED], 70M\nHx: RUL BLVR 5 days ago -> Pneumothorax -> Chest tube -> Persistent leak.\nSteps:\n1. Intubation (8.0 ETT).\n2. Scope down. Saw 3 valves in RUL.\n3. Removed all 3 using forceps. Came out easy.\n4. Checked airway, mild oozing, used epi/saline.\n5. Air leak got better.\nPlan: Keep chest tube, watch air leak.",
  "IP2026032_syn_5": "Mr [REDACTED] is here for valve removal he had the procedure last week and got a pneumothorax chest tube isnt fixing the air leak so we took them out. General anesthesia tube in. Went in saw the three valves in the RUL. Grabbed them with the forceps and pulled them out one by one no problem. Little bit of bleeding put some epinephrine on it. Air leak looked better on the vac. Sending him back to step down keep the chest tube in for now thanks.",
  "IP2026032_syn_6": "Flexible bronchoscopy with removal of endobronchial valves, right upper lobe, for post-BLVR pneumothorax. Patient is a 70-year-old male. Large right pneumothorax with persistent air leak was the indication. Three Zephyr valves were visualized in the RUL segmental bronchi. All three valves were removed sequentially using dedicated valve retrieval forceps. Each valve was grasped, collapsed, and withdrawn. Mild oozing from one segmental takeoff controlled with topical epinephrine. Air leak decreased after valve removal. Returned to step-down unit with chest tube on suction.",
  "IP2026032_syn_7": "[Indication]\nLarge right pneumothorax, persistent air leak post-RUL BLVR.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nRUL inspected. 3 valves found. All 3 removed via retrieval forceps. Bronchi patent post-removal. Mild edema noted.\n[Complications]\nMild oozing, controlled with epi/saline.\n[Plan]\nMonitor chest tube output. Daily CXR. No further BLVR on right side.",
  "IP2026032_syn_8": "Because [REDACTED] a persistent pneumothorax following his recent BLVR, we proceeded with valve removal today. Under general anesthesia, we visualized the three Zephyr valves in the right upper lobe. Using forceps, we carefully removed each valve. The airways looked a bit swollen but were otherwise fine. We noted a decrease in the air leak almost immediately after the valves were out. We controlled a small amount of bleeding with epinephrine and sent him to recovery with his chest tube still in place.",
  "IP2026032_syn_9": "Procedure: Flexible bronchoscopy with extraction of endobronchial valves.\nContext: Large right pneumothorax with continuous air leak.\nAction: Three Zephyr valves were observed in the RUL. Given the ongoing pneumothorax, all three valves were retrieved sequentially. Each valve was clutched, collapsed, and extracted through the bronchoscope.\nResult: The underlying segmental bronchi were open. Air leak lessened after valve withdrawal.",
  "IP2026032": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with removal of endobronchial valves, right upper lobe, for post-BLVR pneumothorax.\nPatient: [REDACTED], 70-year-old male with severe emphysema status post RUL BLVR 5 days prior.\nAnesthesia: General anesthesia with endotracheal intubation (8.0 mm ETT).\nIndication: Large right pneumothorax with persistent air leak and incomplete lung re-expansion despite chest tube drainage following recent RUL bronchial valve placement.\nBackground: The patient underwent RUL BLVR with three valves 5 days ago. On day 2 post-procedure, he developed a large right pneumothorax requiring chest tube placement. Despite appropriate chest tube position and suction, there was ongoing air leak and incomplete expansion of the RUL.\nProcedure details: Under general anesthesia, a therapeutic bronchoscope was advanced through the ETT. The right bronchial tree was inspected. Three Zephyr valves were visualized in the RUL segmental bronchi with good seating. Given the persistent pneumothorax and continuous air leak, all three valves were removed sequentially using dedicated valve retrieval forceps. Each valve was grasped, collapsed, and withdrawn through the bronchoscope without difficulty. The underlying segmental bronchi were patent with mild mucosal edema but no active bleeding.\nComplications: Mild oozing from one segmental takeoff controlled with topical epinephrine and cold saline. No immediate worsening of pneumothorax on post-procedure CXR; chest tube remained in place.\nDisposition: Returned to step-down unit with chest tube on suction. Air leak decreased after valve removal.\nPlan: Daily chest radiographs and monitoring of chest tube output and air leak. Consider chest tube removal once lung fully expanded and air leak resolves. No further BLVR planned on the right side."
}
