{
  "IP2025_001_syn_1": "Indication: RUL nodule staging.\nAnesthesia: General (LMA).\nProcedure:\n- Inspection: RML dynamic collapse (fish-mouth). No endobronchial lesions.\n- Radial EBUS (RUL apical): Eccentric view. Bx: Needle, forceps, brush. ROSE: Malignancy.\n- Linear EBUS: 4R (lymphocytes), 11R (non-diagnostic).\n- Research (DECAMP): Brushing/TBLB in RUL, RML, LUL.\nComplications: None. EBL 5cc.\nPlan: Post-procedure unit.",
  "IP2025_001_syn_2": "OPERATIVE REPORT\nINDICATION: Evaluation of pulmonary nodule.\nPROCEDURE: The patient was placed under general anesthesia. A Q190 videobronchoscope was utilized to inspect the tracheobronchial tree, revealing dynamic collapse of the right middle lobe but no endobronchial abnormalities. A P190 ultrathin scope was subsequently navigated to the right upper lobe apical segment. Radial endobronchial ultrasound (REBUS) confirmed an eccentric acoustic signature of the lesion. Diagnostic sampling via peripheral needle, forceps, and cytological brush confirmed malignancy on rapid on-site evaluation (ROSE). Following this, a UC180F convex probe EBUS was employed for mediastinal staging; stations 4R and 11R were sampled. Finally, per DECAMP protocol, research brushings and transbronchial biopsies were acquired from the RUL, RML, and LUL.\nIMPRESSION: RUL malignancy diagnosed; staging completed.",
  "IP2025_001_syn_3": "CPT Coding Justification:\n- 31654 (Radial EBUS): Utilized probe to localize peripheral RUL apical lesion (eccentric view).\n- 31628 (TBLB Single Lobe): Biopsies taken from RUL target; malignancy confirmed.\n- 31652 (EBUS-TBNA): Sampled 2 mediastinal/hilar stations (4R, 11R) for staging.\n- +31632 x2 (TBLB Add'l Lobes): Additional biopsies performed in RML and LUL for DECAMP research protocol.\nMedical Necessity: Staging and diagnosis of pulmonary nodule.",
  "IP2025_001_syn_4": "Procedure Note\nAttending: Dr. [REDACTED]\nPatient: [REDACTED]\nProcedure: Bronchoscopy with EBUS and Biopsy\nSteps:\n1. Time out. GA induced.\n2. Inspection: RML fish-mouthing noted.\n3. RUL Apical Nodule: Localized with Radial EBUS (eccentric). Biopsied (forceps/brush/needle). ROSE positive for cancer.\n4. EBUS Staging: 4R and 11R sampled.\n5. Research: DECAMP samples taken from RUL, RML, LUL.\n6. No complications.",
  "IP2025_001_syn_5": "patient [REDACTED] lung nodule propofol used tube in airway looked ok mostly except rml collapsing a bit used the thin scope to get to the rul apical spot radial ebus saw it eccentric took biopsies rose said cancer then switched to ebus scope poked 4r and 11r nodes then did the research biopsies decamp study in rul rml and lul no bleeding patient woke up fine.",
  "IP2025_001_syn_6": "Pulmonary nodule requiring diagnosis/staging. Propofol infusion via anesthesia assistance. Procedure, risks, benefits, and alternatives were explained. Following intravenous medications, the Q190 video bronchoscope was introduced. The tracheobronchial tree was examined. Anatomy was normal with exception of fish mouth dynamic obstruction of the right middle lobe. The P190 ultrathin bronchoscope was inserted into the apical segment of the right upper lobe. Radial EBUS showed an eccentric view. Biopsies performed (needle, forceps, brush). ROSE id[REDACTED] malignancy. UC180F EBUS scope introduced. Station 4R and 11R sampled. DECAMP research samples performed with brushing/biopsy in RUL, RML, LUL. No active bleeding. Complications: None.",
  "IP2025_001_syn_7": "[Indication]\nPulmonary nodule, RUL.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nAirway inspection showed RML dynamic airway collapse. Radial EBUS localized RUL apical lesion (eccentric). Biopsies (forceps/brush/needle) confirmed malignancy (ROSE). Linear EBUS performed on stations 4R and 11R. Additional research samples (DECAMP) taken from RUL, RML, LUL.\n[Plan]\nDischarge when criteria met.",
  "IP2025_001_syn_8": "The patient presented for evaluation of a right upper lobe pulmonary nodule. Under general anesthesia, we inspected the airways, noting a fish-mouth obstruction in the RML. Switching to the ultrathin scope, we navigated to the RUL apical segment. Radial EBUS provided an eccentric view of the target. We obtained diagnostic tissue using forceps, brush, and needle; on-site pathology confirmed malignancy. We then proceeded to staging with the linear EBUS scope, sampling stations 4R and 11R. Finally, to satisfy the DECAMP research protocol, we performed additional brushings and biopsies in the RUL, RML, and LUL. The patient tolerated the procedure well.",
  "IP2025_001_syn_9": "Reason: Lung mass assessment.\nTechnique: Propofol sedation. Bronchoscope deployed. RML fish-mouthing observed. Ultrathin scope navigated to RUL apical region. Radial sonography displayed eccentric signal. Lesion sampled via forceps and brush. ROSE verified carcinoma. EBUS scope utilized to aspirate nodes 4R and 11R. Research specimens harvested from RUL, RML, and LUL. Hemostasis achieved."
}
