{
  "IP2026005_syn_1": "Procedure: Right Medical Thoracoscopy + Talc.\nFindings: 1800mL fluid. Trapped lung. Tumor implants.\nAction: Biopsies taken. 4g Talc poudrage insufflated. Chest tube placed.\nDisposition: Admit.",
  "IP2026005_syn_2": "OPERATIVE REPORT: Right medical thoracoscopy was indicated for recurrent malignant pleural effusion. Upon entry, 1800 mL of serosanguinous fluid were drained. The right lower lobe appeared partially trapped with visible tumor implants on the parietal pleura. Biopsies were taken. To achieve pleurodesis, 4 grams of sterile talc were insufflated (poudrage) throughout the pleural cavity. A chest tube was placed to facilitate lung re-expansion and drainage.",
  "IP2026005_syn_3": "CPT: 32650 (Thoracoscopy with pleurodesis).\nIncludes: Drainage of effusion, biopsy of pleura (bundled), insufflation of talc agent.\nDiagnosis: Malignant pleural effusion with trapped lung.\nDevice: 24 Fr Chest tube.",
  "IP2026005_syn_4": "Procedure: Right Thoracoscopy w/ Talc\nPt: [REDACTED]\nSteps:\n1. Port placed 7th ICS.\n2. Drained 1.8L.\n3. Biopsies taken.\n4. Lung looked trapped.\n5. Talc poudrage (4g) performed.\n6. Chest tube in.\nPlan: Admit.",
  "IP2026005_syn_5": "[REDACTED] right malignant effusion thoracoscopy drained 1800 cc lung trapped tumor on pleura biopsies taken did talc poudrage 4 grams chest tube placed admit to floor",
  "IP2026005_syn_6": "Right medical thoracoscopy with talc pleurodesis was performed. 1800 mL of serosanguinous fluid were drained. Inspection revealed tumor implants and a trapped right lower lobe. Biopsies were obtained. 4 grams of sterile talc were insufflated for pleurodesis. A 24 Fr chest tube was placed. The patient was admitted.",
  "IP2026005_syn_7": "[Indication]\nRecurrent malignant effusion, trapped lung.\n[Anesthesia]\nGA.\n[Description]\nRight thoracoscopy. 1800mL drained. Biopsies taken. Talc poudrage (4g) performed. Chest tube placed.\n[Plan]\nAdmit, suction.",
  "IP2026005_syn_8": "We performed a thoracoscopy on [REDACTED]' right side. We drained about 1.8 liters of fluid. The lung looked trapped by the tumor. We took some biopsies and then sprayed talc powder into the chest cavity to try and glue the lung to the wall. A chest tube was left in place.",
  "IP2026005_syn_9": "Operation: Pleuroscopy with chemical sclerosis. Action: 1800mL evacuated. Tissue sampled. Talc insufflated for symphysis. Drain inserted.",
  "IP2026005": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis (right hemithorax)\nPatient: [REDACTED], 69-year-old male with metastatic non-small cell lung cancer and recurrent right malignant pleural effusion.\nAnesthesia: General anesthesia with single-lumen endotracheal tube.\nIndication: Symptomatic recurrent right malignant pleural effusion with rapid reaccumulation despite prior thoracenteses.\n\nPROCEDURE IN DETAIL:\nThe patient was brought to the operating room, placed in the left lateral decubitus position, and intubated with an 8.0 endotracheal tube. General anesthesia was maintained with inhaled agents and intravenous opioids. Single-lung ventilation of the left lung was used during the thoracoscopic portion.\nUltrasound confirmed a large right pleural effusion and a safe entry point in the 7th intercostal space at the midaxillary line. After sterile prep and local anesthetic infiltration, a small skin incision was made and a trocar was advanced into the pleural space with return of serosanguinous fluid. Approximately 1800 mL were drained.\nA thoracoscope was inserted. Inspection revealed diffuse parietal pleural nodularity and a partially trapped right lower lobe. Targeted parietal pleural biopsies were obtained from diaphragmatic and posterior chest wall regions and hemostasis was achieved with cautery. Four grams of sterile talc were insufflated evenly over the parietal pleural surfaces to perform talc poudrage pleurodesis.\nA 24 Fr chest tube was positioned through the same incision and secured to -20 cm H2O suction. The lung re-expanded partially with residual basilar loculations consistent with trapped lung.\n\nCOMPLICATIONS: None.\nESTIMATED BLOOD LOSS: ~25 mL\nDISPOSITION: Admitted to the medical ward with chest tube to suction.\nIMPRESSION/PLAN: Medical thoracoscopy with pleural biopsies and talc pleurodesis for malignant pleural effusion. Continue chest tube suction with daily CXRs and drainage monitoring; consider tunneled pleural catheter if trapped lung persists."
}
