{
  "IP2026001_syn_1": "Indication: Multiple nodules.\nProcedure: Ion Nav bronch. R-EBUS (aerated). TBNA/Bx RLL & RUL.\nFindings:\n- RLL basal: Abnormal tissue seen. Biopsied.\n- RUL posterior: Cavitary. TBNA.\n- Mucus plugs suctioned centrally.\nComplication: Post-op Pneumothorax (stable, no chest tube).\nPlan: Discharge with close follow-up.",
  "IP2026001_syn_2": "OPERATIVE SUMMARY: The patient presented with multifocal pulmonary nodules. Robotic navigation (Ion) was employed to systematically interrogate targets in the right lower and right upper lobes. Radial EBUS was utilized but remained non-diagnostic due to local aeration. Transbronchial needle aspiration and biopsy were performed under fluoroscopic guidance. Significant mucus plugging was noted and evacuated via therapeutic aspiration. The postoperative course was complicated by a moderate pneumothorax which remained stable without intervention.",
  "IP2026001_syn_3": "Billable Services:\n- 31627 (Navigational Bronchoscopy): Used for RLL and RUL targets.\n- 31629 (TBNA): Primary biopsy code (RLL).\n- +31633 (TBNA Add-on): Additional lobe (RUL).\n- 31628 (Biopsy): Forceps biopsy RLL.\n- 31624 (BAL): Lavage RLL.\n- 31645 (Therapeutic Aspiration): Documentation supports clearing of central airways (trachea, carina, mainstems) separate from biopsy sites.\n- +31654 (Radial EBUS): Attempted localization.",
  "IP2026001_syn_4": "Resident Note\nPatient: Eduardo [REDACTED], 68M.\nProcedure: Ion Bronchoscopy.\nTargets: 1. RLL Lateral Basal (solid). 2. RUL Posterior (cavitary).\nSteps:\n- Navigated to RLL. R-EBUS aerated. Visualized tissue. Bx taken.\n- Navigated to RUL. R-EBUS aerated. TBNA taken.\n- Cleared mucus plugs from central airway.\nComplication: PTX on CXR. Stable.",
  "IP2026001_syn_5": "procedure for multiple lung nodules used the ion robot went to rll first couldn't see on ebus but saw tissue so biopsied it rose said inflammatory then went to rul cavitary lesion again ebus no help but took needle samples suctioned out a lot of thick mucus plugs patient had a pneumothorax after but didn't need a tube sent home",
  "IP2026001_syn_6": "After induction of general anesthesia, the airway was inspected and found to be normal. Robotic navigation was used to approach a lesion in the RLL lateral basal segment. Radial EBUS did not visualize the lesion, but abnormal tissue was seen endoscopically and biopsied. We then navigated to a cavitary lesion in the RUL posterior segment and performed TBNA. Bronchoalveolar lavage was performed in the RLL. Therapeutic aspiration was required to clear significant mucus from the central airways. A post-procedure chest X-ray revealed a moderate pneumothorax that did not require drainage.",
  "IP2026001_syn_7": "[Indication]\nMultiple solid/cavitary nodules.\n[Anesthesia]\nGeneral + Lidocaine.\n[Description]\n- Ion Nav to RLL & RUL.\n- Radial EBUS: Aerated (non-diagnostic).\n- Sampling: TBNA, Brush, Forceps.\n- Intervention: Mucus plug removal.\n[Complication]\nPneumothorax (conservative management).\n[Plan]\nFollow-up imaging next week.",
  "IP2026001_syn_8": "The patient, a 68-year-old male, underwent robotic bronchoscopy to evaluate multiple nodules. We first navigated to the right lower lobe, where despite non-diagnostic radial EBUS, we visualized and sampled abnormal tissue. We then proceeded to the right upper lobe cavitary lesion for further needle aspiration. Significant mucus plugging in the central airways required extensive therapeutic aspiration. Although a pneumothorax developed post-procedure, it was stable and the patient was discharged.",
  "IP2026001_syn_9": "Reason: Polytopic pulmonary lesions.\nTechnique: Robotic guidance engaged. Sonographic interrogation attempted. Tissue acquired via needle and forceps. Lavage executed. Secretions evacuated.\nAdverse Event: Iatrogenic pneumothorax, self-limited.",
  "IP2026001": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (right lung)\nPatient: [REDACTED], 42-year-old male with pulmonary alveolar proteinosis (PAP) and progressive dyspnea.\nAnesthesia: General anesthesia with left-sided double-lumen endotracheal tube.\nIndication: Symptomatic PAP with right-predominant crazy-paving on CT and declining oxygen requirement despite GM-CSF therapy.\n\nPROCEDURE IN DETAIL:\nAfter informed consent was confirmed, the patient was brought to the operating room and placed supine on the table. Standard ASA monitors were applied. General anesthesia was induced and the trachea was intubated with a 37 Fr left-sided double-lumen tube. Position was confirmed with flexible bronchoscopy and auscultation.\nThe patient was placed in the left lateral decubitus position with the right lung dependent. One-lung ventilation of the left lung was initiated. The right lung was sequentially lavaged using warmed 0.9% normal saline in 1.0 L aliquots. Each aliquot was instilled via the right lumen, allowed to dwell briefly, and then drained to gravity with gentle manual chest percussion. Effluent initially appeared opaque and milky, gradually clearing over subsequent cycles.\nA total of 18.0 L of saline were instilled with approximately 15.2 L recovered. The procedure was paused several times for recruitment maneuvers when oxygen saturation transiently decreased to the mid-80s, with prompt improvement after recruitment and brief return to two-lung ventilation. No hemodynamic instability occurred. No bronchoscopy-guided biopsies or additional airway interventions were performed.\nAt the conclusion of the lavage, residual fluid was suctioned, two-lung ventilation was resumed, and the double-lumen tube was exchanged for an 8.0 single-lumen ETT. The patient was gradually weaned and extubated uneventfully in the operating room.\n\nCOMPLICATIONS: Transient desaturation to 85% during lavage cycles, resolved with recruitment and brief two-lung ventilation. No bleeding, pneumothorax, or hemodynamic compromise.\nESTIMATED BLOOD LOSS: <20 mL\nDISPOSITION: Transferred to ICU for overnight monitoring with expectation of step-down transfer the following day.\nIMPRESSION/PLAN: Successful right lung whole lung lavage for PAP with good clearance of proteinaceous material. Continue bronchodilators and aggressive pulmonary hygiene. Plan consideration of staged left lung lavage in 2–4 weeks depending on clinical response."
}
