{
  "IP2026041_syn_1": "- EMN Bronchoscopy (SuperDimension).\n- LLL nodule localized.\n- Radial EBUS confirmation.\n- Transbronchial biopsies x5.\n- Moderate sedation used.",
  "IP2026041_syn_2": "Procedure Note: Electromagnetic navigation (EMN) bronchoscopy was performed under moderate sedation. The hypermetabolic nodule within the left lower lobe was successfully registered and navigated to. Radial endobronchial ultrasound (REBUS) provided concentric confirmation of the lesion. Transbronchial forceps biopsies were subsequently obtained.",
  "IP2026041_syn_3": "Billable Services:\n- 31628: TBBX of single lobe (LLL).\n- 31627: Computer-assisted navigation (EMN).\n- 31654: Peripheral EBUS (Radial) for lesion confirmation.\nNote: Moderate sedation administered. Documentation supports medical necessity for navigation due to peripheral location.",
  "IP2026041_syn_4": "Procedure Step-by-Step:\n1. Moderate sedation started.\n2. Scope introduced.\n3. EMN registration completed.\n4. Navigated to LLL target.\n5. Radial EBUS showed lesion.\n6. Biopsies taken.\n7. Pt tolerated well.",
  "IP2026041_syn_5": "doing a bronch with electromagnetic navigation today for a nodule in the lll. used radial ebus to see it looks like we got it. took some biopsies with the forceps. patient was under moderate sedation did okay no issues.",
  "IP2026041_syn_6": "EMN-guided bronchoscopy with radial EBUS confirmation and transbronchial biopsies of a hypermetabolic LLL nodule under moderate sedation. Navigation was successful. Verification with radial probe showed the lesion. Biopsies were taken and sent for pathology.",
  "IP2026041_syn_7": "[Indication] Hypermetabolic LLL nodule.\n[Anesthesia] Moderate Sedation.\n[Description] EMN guidance used to reach LLL target. Radial EBUS confirmed position. Transbronchial biopsies obtained (31628).\n[Plan] Discharge to home.",
  "IP2026041_syn_8": "We performed an electromagnetic navigation bronchoscopy to access a nodule in the left lower lobe. The patient was comfortably sedated. After creating a roadmap, we navigated to the lesion and confirmed its position with radial EBUS. We then proceeded to take several transbronchial biopsies of the nodule.",
  "IP2026041_syn_9": "EMN-directed bronchoscopy with radial EBUS verification and transbronchial sampling of a hypermetabolic LLL nodule under moderate sedation. The lesion was localized using electromagnetic guidance. Radial ultrasound validated the target. Specimens were collected."
}
