{
  "IP2025003_syn_1": "Indication: Tracheal obstruction (tumor).\nProcedure: Rigid bronch, Snare, APC.\n- 3 polypoid lesions proximal trachea, 90% obstruction.\n- Multiple distal lesions.\n- 10mm Rigid scope placed.\n- Snare resection of 3 large + 10 small lesions.\n- APC used to paint/shave base.\n- Airway 90% open post-op.\n- No stent placed (patient refusal/chemo).\nPlan: Ward, Pathology, Oncology consult.",
  "IP2025003_syn_2": "OPERATIVE REPORT: The patient presented with high-grade endotracheal tumor obstruction. Under general anesthesia, inspection revealed three large polypoid lesions 2.5 cm distal to the vocal cords causing 90% expiratory obstruction, with extensive satellite lesions distally. A 10mm rigid tracheoscope was inserted. The T190 flexible scope was utilized to perform electrocautery snare resection of the dominant lesions and approximately ten smaller lesions. The tumor bases and residual disease were treated with Argon Plasma Coagulation (APC) to achieve luminal recanalization. Final inspection demonstrated a 90% patent airway. Stent placement was deferred based on prior patient preference.",
  "IP2025003_syn_3": "Procedure: Bronchoscopy with destruction of tumor (31641).\nTechnique: Rigid bronchoscopy (10mm) and flexible bronchoscopy.\nModalities: Electrocautery snare resection (excision) and APC (destruction) performed in the same anatomic location (Trachea).\nFindings: 90% obstruction reduced to <10% obstruction.\nNote: Stenting (31631) was considered but not performed due to patient preference.",
  "IP2025003_syn_4": "Procedure: Tracheal Debulking\nIndication: Tracheal Tumor\n\n1. Flex bronch via LMA: 3 large polyps, 90% blocked.\n2. Switched to 10mm Rigid scope.\n3. Snared 3 large + 10 small lesions.\n4. Removed tissue for path.\n5. APC used to clean up base.\n6. Result: 90% open.\n7. No complications.\n\nPlan: Admit to ward.",
  "IP2025003_syn_5": "Patient [REDACTED] a tracheal tumor blocking 90 percent of the airway. We put him to sleep and looked with the flex scope first. Saw the polyps. Put in the 10mm rigid scope. Used the snare to cut off the big ones and a bunch of small ones too. Suctioned them out. Used the APC to burn the rest of it down. Got it open to about 90 percent. We wanted to stent it but he said no because of the cough. Sent him to the floor.",
  "IP2025003_syn_6": "The procedure was performed in the main operating room under general anesthesia. Initial inspection revealed 3 polypoid lesions causing 90% obstruction in the proximal trachea. A 10mm non-ventilating rigid tracheoscope was inserted. Using an electrocautery snare, the proximal lesions and approximately 10 distal lesions were resected. APC was used to paint and shave the remaining tumor burden. The airway was restored to 90% patency. No stent was placed. The patient was transferred to the ward.",
  "IP2025003_syn_7": "[Indication]\nTracheal obstruction, endotracheal tumor.\n[Anesthesia]\nGeneral, LMA converted to Rigid.\n[Description]\n90% obstruction by polypoid lesions visualized. 10mm rigid scope placed. Snare resection of 13+ lesions performed. APC used for residual tumor destruction. 90% luminal patency achieved.\n[Plan]\nWard admission. Oncology consult for PDT/Brachytherapy.",
  "IP2025003_syn_8": "We performed a bronchoscopic debulking for a patient with severe tracheal obstruction. Upon entering with the bronchoscope, we found a cluster of polyps blocking nearly the entire airway. We switched to a rigid tracheoscope to facilitate resection. Using a snare, we successfully removed the three main polyps and about ten smaller ones. We then applied APC to the tumor base to ensure hemostasis and further reduce the tumor burden. We achieved a 90% airway opening. Per the patient's request, no stent was placed.",
  "IP2025003_syn_9": "The procedure was performed in the main operating room. After administration of sedatives, the bronchoscope was inserted. We advanced into the subglottic space. There were 3 polypoid lesions blocking the airway. A 10mm rigid tracheoscope was inserted. The flexible bronchoscope was introduced, and the electrocautery snare was used to transect the lesions. We removed about 10 other lesions in the same fashion. We used APC to ablate the remaining tumor area. At the end, the trachea was 90% open. The rigid bronchoscope was removed.",
  "IP2025003": "Interventional Pulmonology Procedure Note\nProcedures performed: (1) Flexible bronchoscopy with airway inspection, (2) Linear EBUS-TBNA of mediastinal and hilar nodes.\nPatient: [REDACTED], 71-year-old male with suspected recurrent small cell lung cancer and new mediastinal adenopathy after chemoradiation.\nAnesthesia: General anesthesia, endotracheal tube 8.5 mm, pressure control ventilation.\nBronchoscopic findings: Mild radiation-related mucosal changes. No discrete endobronchial mass. Carina sharp.\nEBUS: Olympus BF-UC180F scope. Systematic nodal evaluation. Stations 2R, 4R, 7, and 10R id[REDACTED]. Nodes at 4R and 7 were enlarged. A 21G Vizishot needle was used. Three passes per station at 4R and 7, two passes at 2R and 10R. ROSE showed malignant cells at 7 consistent with small cell carcinoma; other stations with lymphocytes.\nElastography not available on this system. No intranodal forceps biopsies performed.\nComplications: None. EBL 10 mL.\nPlan: Await final cytology. Given evidence of nodal recurrence, patient will be referred to medical oncology.\nDisposition: Extubated in OR, transported to PACU in stable condition and later admitted to oncology ward."
}
