{
  "IP202601_syn_1": "Dx: Post-pneumonectomy BPF.\nAnesthesia: GA, 8.5 ETT.\nFindings: Right tree normal. Left stump has pinpoint fistula.\nAction: Glue applied via Veno-seal catheter.\nResult: Fistula sealed visually.\n complications: None.",
  "IP202601_syn_2": "OPERATIVE NARRATIVE: The patient, status post-pneumonectomy, presented with a broncho-pleural fistula. Following induction of general anesthesia and placement of an 8.5 mm endotracheal tube, the airway was inspected. The right hemithorax was unremarkable. Examination of the left mainstem stump revealed a pinpoint fistulous tract. A Veno-seal delivery catheter was navigated to the site, and cyanoacrylate sealant was instilled. Visual confirmation suggested successful occlusion of the defect without propagation of the fistula.",
  "IP202601_syn_3": "Service: Bronchoscopy (CPT 31622). Note: Therapeutic intervention (glue) performed but billed as diagnostic due to coding limitations.\nFindings: Visualization of left mainstem bronchial stump revealed a pinpoint broncho-pleural fistula.\nIntervention: Endobronchial glue instillation using Veno-seal system. Fistula sealed. Right airways inspected and normal.",
  "IP202601_syn_4": "Resident Note\nIndication: BPF.\nStaff: Dr. X.\nSteps:\n1. Patient intubated (8.5 ETT).\n2. Scope introduced.\n3. Checked right side - normal.\n4. Looked at left stump - saw pinpoint leak.\n5. Passed glue catheter.\n6. Applied glue to hole.\n7. Looks sealed.\nPlan: Monitor.",
  "IP202601_syn_5": "bpf closure procedure patient intubated with 8.5 tube went down with the q190 scope right side looked fine went to the left stump saw the small fistula hole used the veno seal thing to put glue in it looks like it closed up fine no bleeding extubated.",
  "IP202601_syn_6": "The patient was intubated and the bronchoscope was inserted. We examined the right bronchial tree which was normal. On the left, we visualized the post-pneumonectomy stump and id[REDACTED] a pinpoint broncho-pleural fistula. We advanced a catheter through the working channel and applied tissue glue to the fistula. The defect appeared to be sealed successfully. The scope was withdrawn.",
  "IP202601_syn_7": "[Indication]\nPost-pneumonectomy broncho-pleural fistula.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nRight airways normal. Left stump visualized with pinpoint fistula. Sealed with endobronchial glue via Veno-seal catheter.\n[Plan]\nObserve.",
  "IP202601_syn_8": "We proceeded with the bronchoscopy to address the patient's post-pneumonectomy fistula. After establishing an airway with an 8.5 ETT, we navigated the bronchoscope to the carina. The right lung was clear. We carefully inspected the left stump and found a small, pinpoint fistula. Using the Veno-seal system, we applied glue directly to the defect. The fistula appeared to close completely upon inspection.",
  "IP202601_syn_9": "Procedure: Bronchoscopy with sealant application.\nTarget: Left mainstem stump.\nFindings: Dehiscence/Fistula noted.\nIntervention: Tissue adhesive was deployed via catheter to obturate the tract. Complete occlusion was achieved."
}
