{
  "IP2025001_syn_1": "Indication: Symptomatic tracheal stenosis.\nProcedure: Rigid bronch, dilation, stent.\n- LMA induction. Flex scope shows complex stenosis 3cm below cords, 4cm long.\n- 60% obstruction.\n- Distal airways clear.\n- Rigid bronch (12mm) inserted.\n- 16x40mm Ultraflex stent (uncovered) deployed.\n- Stent adjusted with forceps.\n- Balloon dilation (16.5mm) performed.\n- Airway 90% patent post-procedure.\nComplications: None.",
  "IP2025001_syn_2": "OPERATIVE REPORT: The patient presented with complex tracheal stenosis. Following induction of general anesthesia via LMA, flexible bronchoscopy demonstrated a 4 cm long stenotic segment beginning 3 cm distal to the vocal cords, compromising the lumen by approximately 60%. The airway was converted to a 12 mm non-ventilating rigid tracheoscope. A 16x40 mm uncovered Ultraflex stent was introduced and deployed under direct visualization. Fine adjustments were made with forceps to ensure optimal seating. Subsequent balloon dilation was performed using a multi-stage balloon to a maximum diameter of 16.5 mm. Post-intervention inspection revealed restoration of approximately 90% of the luminal diameter.",
  "IP2025001_syn_3": "Procedure: Bronchoscopy with Tracheal Stent Placement (CPT 31631).\nDevice: 16x40mm Uncovered Ultraflex Stent.\nTechnique:\n1. Initial assessment via flexible scope/LMA confirming 4cm complex stenosis.\n2. Rigid bronchoscopy (12mm scope) established.\n3. Stent deployment covering the stenotic segment.\n4. Balloon dilation (bundled) to 16.5mm to expand stent.\nOutcome: Improvement from 60% obstruction to 90% patency.",
  "IP2025001_syn_4": "Procedure Note\nDx: Tracheal Stenosis\nStaff: [Attending Name]\n\n1. GA / LMA.\n2. Flex bronch: 4cm stenosis seen, starts 3cm below cords. 60% narrowed.\n3. LLL mucus suctioned.\n4. 12mm Rigid scope inserted.\n5. 16x40 Ultraflex uncovered stent placed.\n6. Stent position adjusted.\n7. Dilated w/ balloon to 16.5mm.\n8. Final result: 90% patent.\n\nPlan: PACU, Discharge home.",
  "IP2025001_syn_5": "We did the bronch for tracheal stenosis patient under general. Looked with the flex scope first through the LMA saw the narrowing about 4cm long starting below the cords. Switched to the rigid scope 12mm size. Put in a 16 by 40 ultraflex stent it was uncovered. Had to move it a bit to get it right then used a balloon to blow it up to 16.5. Airway looks great now about 90 percent open. No issues patient to PACU.",
  "IP2025001_syn_6": "The procedure was performed in the bronchoscopy suite under general anesthesia. Initial flexible bronchoscopy via LMA revealed a long segment complex tracheal stenosis extending 4cm. The distal airways were clear aside from LLL mucus. A 12mm rigid tracheoscope was passed. A 16x40 uncovered Ultraflex stent was deployed. The stent was manipulated for proper seating and dilated with a balloon to 16.5mm. Post-dilation airway caliber was 90% of normal. The rigid scope was removed.",
  "IP2025001_syn_7": "[Indication]\nSymptomatic complex tracheal stenosis.\n[Anesthesia]\nGeneral via LMA, converted to Rigid.\n[Description]\nStenosis visualized: 4cm length, 60% obstruction. LLL secretions cleared. 12mm rigid scope placed. 16x40mm uncovered Ultraflex stent deployed. Balloon dilation performed to 16.5mm. Airway patency improved to 90%.\n[Plan]\nDischarge home when stable. Follow up IP clinic.",
  "IP2025001_syn_8": "The patient underwent rigid bronchoscopy for management of tracheal stenosis. After induction, we visualized a 4 cm long stenotic segment reducing the airway by 60%. We transitioned to a 12 mm rigid tracheoscope for intervention. A 16x40 mm uncovered Ultraflex stent was carefully advanced and deployed. We adjusted the positioning with forceps and then dilated the stent using a balloon to 16.5 mm. This resulted in a marked improvement in airway caliber to 90% of normal.",
  "IP2025001_syn_9": "The procedure was conducted in the bronchoscopy suite. Following induction, the bronchoscope was inserted. A complex stenosis was visualized. We suctioned thick mucus from the LLL. The flexible scope was withdrawn, and a 12 mm rigid tracheoscope was inserted. A 16 x 40 uncovered Ultraflex stent was advanced and deployed. We manipulated the stent with forceps to seat it correctly. Balloon dilation was performed to 16.5 mm. The airway was approximately 90% patent post-dilation. The equipment was withdrawn.",
  "IP2025001": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with linear EBUS-TBNA\nPatient: [REDACTED], 64-year-old male with a right upper lobe mass and PET-avid mediastinal adenopathy.\nIndication: Mediastinal staging prior to possible surgical resection.\nSetting: Bronchoscopy suite at Naval Medical Center Atlantic. General anesthesia with endotracheal intubation (8.0 mm), volume control ventilation.\nBronchoscopic findings: Normal vocal cords and central airways without endobronchial tumor. No endobronchial obstruction.\nEBUS procedure: Olympus BF-UC180F scope introduced via ETT. Systematic survey performed. Enlarged nodes visualized at stations 4R, 7, and 11R. Three passes obtained from each station using a 21G Olympus Vizishot needle. ROSE showed malignant cells at 4R concerning for non-small cell lung cancer; stations 7 and 11R showed benign lymphocytes.\nElastography used, demonstrating heterogeneous (blue-predominant) pattern at 4R and homogeneous green pattern at 7 and 11R. No intranodal forceps biopsies were performed.\nComplications: Minimal bleeding at puncture sites controlled with suction; estimated blood loss 5 mL. No hypoxia, pneumothorax, or hemodynamic instability.\nDisposition: Patient extubated in the procedure room, observed in PACU, then discharged home the same day with routine postbronchoscopy instructions. Plan for follow-up visit in 1 week to review final pathology and complete staging."
}
