{
  "IP2026035_syn_1": "Indication: Patient coughed up valve. Symptoms returned.\nSedation: Moderate (Midazolam/Fentanyl).\nFindings: Apicoposterior segment open (valve missing). Anterior valve loose.\nAction: Removed loose anterior valve -> Replaced with new valve. Placed new valve in empty Apicoposterior segment.\nResult: LUL fully occluded (3 valves total).\nPlan: D/C home. Clinic f/u 4-6 wks.",
  "IP2026035_syn_2": "HISTORY: [REDACTED] of an endobronchial prosthesis followed by worsening dyspnea 3 months post-LUL BLVR.\nPROCEDURE: Bronchoscopic inspection confirmed the absence of the valve in the apicoposterior segment. Additionally, the anterior segmental valve was noted to be migrating proximally with peri-valvular leak. The anterior valve was retrieved and replaced with a correctly sized unit. A de novo valve was deployed into the patent apicoposterior segment.\nCONCLUSION: Restoration of complete lobar occlusion.",
  "IP2026035_syn_3": "Codes:\n- 31648: Removal of loose anterior valve.\n- 31647: Placement of valves in LUL (Replacement of anterior + Replacement of expectorated apicoposterior).\nJustification: Procedure required both removal of failing hardware and insertion of new devices to restore therapeutic effect in the initial target lobe.\nSetting: Bronchoscopy suite, Moderate Sedation.",
  "IP2026035_syn_4": "Procedure: LUL Valve Replacement\nPatient: [REDACTED], 61F\nHx: Coughed up valve at home.\nSteps:\n1. Mod sed.\n2. Scope in. Saw apicoposterior bronchus was empty.\n3. Anterior valve looked loose, so we pulled it out (31648).\n4. Put new valves in Anterior and Apicoposterior segments (31647).\n5. Good seal on all 3 segments now.\nPlan: Home today.",
  "IP2026035_syn_5": "Alison Reed or wait Sharon Roberts here. She coughed up a valve last week feeling short of breath. We took a look with the scope under moderate sedation. The apicoposterior segment was wide open valve gone. The anterior one looked loose too so we took that out. Put two new valves in one for the anterior one for the apicoposterior. Looks tight now. No bleeding. She can go home today thanks.",
  "IP2026035_syn_6": "Flexible bronchoscopy with replacement of expectorated endobronchial valve and optimization of valve set, left upper lobe. Patient is a 61-year-old female. Suspected valve loss after coughing up a valve. One segmental bronchus (apicoposterior) was open without a valve. The proximal anterior valve was removed with retrieval forceps. A new Zephyr valve was deployed more distally in the anterior segment. A second new valve was deployed in the apicoposterior segment. Final inspection showed three LUL segmental bronchi fully occluded.",
  "IP2026035_syn_7": "[Indication]\nExpectorated valve, recurrent dyspnea.\n[Anesthesia]\nModerate Sedation.\n[Description]\nMissing valve apicoposterior segment. Loose valve Anterior segment. Loose valve removed. New valves placed in Anterior and Apicoposterior. LUL sealed.\n[Plan]\nDischarge home. Clinic 4-6 weeks.",
  "IP2026035_syn_8": "[REDACTED] because she actually coughed up one of her valves at home and started feeling short of breath again. We went in with the scope and saw that the valve for the top back part of the lung was indeed missing. We also noticed the one in the front part was loose, so we decided to replace that one too while we were there. We put two brand new valves in, and now everything is sealed up tight again. She did great and went home the same day.",
  "IP2026035_syn_9": "Procedure: Flexible bronchoscopy with substitution of expectorated endobronchial valve.\nReason: Presumed valve loss.\nFindings: One segmental bronchus was vacant. One valve appeared unstable.\nAction: The unstable valve was extracted. A new Zephyr valve was anchored more distally. A second new valve was implanted in the vacant segment.\nResult: Three LUL segmental bronchi fully obstructed.",
  "IP2026035": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with replacement of expectorated endobronchial valve and optimization of valve set, left upper lobe.\nPatient: [REDACTED], 61-year-old female with severe heterogeneous emphysema status post LUL BLVR 3 months prior.\nSedation: Moderate sedation with midazolam and fentanyl; native airway with bite block.\nIndication: Suspected valve loss after the patient reported coughing up an endobronchial valve at home, with subsequent increase in dyspnea and decline in exercise tolerance.\nBackground: The patient underwent LUL BLVR with four Zephyr valves 3 months earlier with good initial response. Over the past 2 weeks, she noted increased cough and exertional dyspnea and brought an expectorated valve to clinic. Spirometry showed loss of some of the initial FEV1 gain; CT demonstrated partial re-aeration of an LUL segment.\nProcedure details: Under moderate sedation, a flexible bronchoscope was advanced through the mouth with bite block. The left bronchial tree was inspected. In the LUL, two valves were seen in stable position; one segmental bronchus (apicoposterior) was open without a valve, and one valve in the anterior segment appeared slightly proximal with visible ventilation around the frame. The proximal anterior valve was removed with retrieval forceps, collapsed, and withdrawn. A new Zephyr valve was deployed more distally in the anterior segment to achieve complete occlusion. A second new valve was then deployed in the apicoposterior segment to replace the expectorated valve. Final inspection showed three LUL segmental bronchi fully occluded with valves in stable positions.\nComplications: None. No significant bleeding or hypoxemia.\nDisposition: Observed for 2 hours post-procedure in bronchoscopy recovery and discharged home on baseline oxygen.\nPlan: Clinic follow-up in 4–6 weeks with spirometry and symptom assessment; repeat CT at 3 months if clinically indicated."
}
