{
  "IP2026000_syn_1": "Indication: RUL nodule.\nProcedure: Ion robotic bronchoscopy (31627) with TBNA (31629) and Cryobiopsy (31628). BAL RUL (31624). Chartis LUL (31634).\nFindings:\n- Airway normal.\n- Navigated to RB3 nodule (1.4cm). CBCT confirmed.\n- TBNA x6, Cryo x5 obtained.\n- ROSE: Atypical cells.\n- Chartis LUL: CV Negative.\nComplications: None.",
  "IP2026000_syn_2": "HISTORY: A 74-year-old gentleman presented for diagnostic evaluation of a right upper lobe pulmonary nodule.\nPROCEDURE: General anesthesia was induced. The Ion endoluminal system was utilized to navigate to the anterior segment of the right upper lobe. Target acquisition was verified via cone-beam computed tomography (CBCT) with 3D reconstruction. Extensive sampling was performed utilizing both transbronchial needle aspiration and cryobiopsy techniques. Subsequent Chartis assessment of the left upper lobe demonstrated a complete absence of collateral ventilation, favorable for future valve intervention.\nIMPRESSION: Successful robotic-assisted sampling of RUL lesion; LUL confirmed as CV-negative.",
  "IP2026000_syn_3": "CPT Codes Supporting Medical Necessity:\n- 31627 (Navigation): Required for peripheral RUL lesion access.\n- 31629 (TBNA): Primary sampling method (21G/23G).\n- 31628 (Biopsy): Transbronchial cryobiopsy performed for distinct histological yield.\n- 31624 (BAL): Performed in separate aliquots for microbiology.\n- 31634 (Balloon Occlusion): Chartis assessment performed in contralateral (Left) lung to assess collateral ventilation for future therapy.\nTechnique: Ion platform with CBCT confirmation.",
  "IP2026000_syn_4": "Procedure: Robotic Bronchoscopy (Ion), TBNA, Cryobiopsy, BAL, Chartis.\nAttending: Dr. [REDACTED].\nSteps:\n1. Time out.\n2. ETT placed. Airway exam normal.\n3. Ion catheter to RUL anterior segment.\n4. Spin CT confirmed tool in lesion.\n5. Biopsies taken (needle + cryo). ROSE atypical.\n6. BAL performed.\n7. Chartis balloon check in LUL (negative for CV).\n8. Extubated stable.",
  "IP2026000_syn_5": "patient 74 male here for rul spot used ion robot to get there confirmed with the spin ct took a bunch of biopsies needle and freezing probe rose said maybe atypical cells washed the area too then checked the left side with chartis balloon showed no flow so good for valves later no bleeding patient woke up fine",
  "IP2026000_syn_6": "The patient was brought to the bronchoscopy suite and placed under general anesthesia. An airway inspection revealed no endobronchial lesions. Using the Ion robotic platform, we navigated to the target lesion in the RUL anterior segment. Position was verified with 3D spin imaging. Multiple TBNAs and cryobiopsies were obtained. A bronchoalveolar lavage was performed. We then switched to the Chartis system to evaluate the left upper lobe, which showed no collateral ventilation. The patient tolerated the procedure well.",
  "IP2026000_syn_7": "[Indication]\nRUL Nodule, COPD.\n[Anesthesia]\nGeneral, ETT.\n[Description]\n1. Inspection: Normal airways.\n2. Navigation: Ion to RUL RB3.\n3. Confirmation: Cone Beam CT.\n4. Sampling: TBNA x6, Cryo x5, BAL.\n5. Staging: Chartis LUL (CV Negative).\n[Plan]\nDischarge. Await pathology.",
  "IP2026000_syn_8": "We began the procedure by inducing general anesthesia and securing the airway. The therapeutic bronchoscope was introduced, showing a healthy tracheobronchial tree. We then employed the Ion robotic system to navigate to the 1.4 cm nodule in the right upper lobe's anterior segment. Once near the target, we utilized Cone Beam CT to precisely adjust our position. Samples were collected via needle aspiration and cryoprobe. Following this, we performed a Chartis assessment on the left upper lobe, confirming the absence of collateral ventilation.",
  "IP2026000_syn_9": "Indication: Pulmonary mass.\nAction: Deployed Ion catheter to RUL. Verified location via CBCT. Acquired tissue via aspiration and cryo-adhesion. Lavaged the segment. Assessed collateral airflow in LUL.\nResult: Samples secured. LUL isolated.\nOutcome: Uncomplicated."
}
