{
  "IP2025006_syn_1": "Procedure: Robotic bronch (Monarch) RML nodule.\n- Radial EBUS: concentric.\n- Cryobiopsy x4, Forceps x4.\n- ROSE: Adenocarcinoma.\n- Complication: Pneumothorax.\n- Action: Pigtail chest tube placed.\n- Plan: Admit for chest tube management.",
  "IP2025006_syn_2": "Procedural Narrative: The patient underwent Monarch robotic-assisted bronchoscopy targeting a 14 mm RML lesion. Upon navigation, a concentric radial EBUS view was achieved. Confirmatory cone-beam CT verified tool-in-lesion status. Sampling via cryoprobe and forceps yielded tissue consistent with metastatic adenocarcinoma. Post-procedural imaging revealed a right apical pneumothorax, necessitating the insertion of a pigtail catheter connected to water seal.",
  "IP2025006_syn_3": "Billable Services: 31627 (Nav), 31654 (REBUS), 31629 (Robotic/Nav Biopsy), 31645 (Cryobiopsy initial lobe). Target: RML. Modality: Robotic Bronchoscopy with Cone Beam CT. Complication managed: Chest tube placement (separate service). Diagnosis: Malignant neoplasm.",
  "IP2025006_syn_4": "Procedure: Robotic Bronchoscopy (RML)\nSteps:\n1. General Anesthesia.\n2. Monarch robot navigated to RML.\n3. REBUS concentric view.\n4. Cone beam CT spin.\n5. 4 cryo biopsies, 4 forceps biopsies.\n6. Complication: Pneumothorax on post-op film. Pigtail placed.\nPlan: Admit to floor.",
  "IP2025006_syn_5": "procedure note for [REDACTED] we used the monarch robot to get to that rml nodule 14mm. radial ebus was concentric which is good. did cone beam to check. took 4 cryo and 4 forceps biopsies rose looks like adeno. unfortunately she popped a lung small pneumo so we put in a pigtail chest tube. admitting her for observation.",
  "IP2025006_syn_6": "Monarch robotic-assisted navigational bronchoscopy with radial EBUS, cryobiopsy, and forceps biopsies of a right middle lobe nodule was performed. The patient is a 63-year-old female. Navigation to the RML was successful with a concentric REBUS view. Cone-beam CT confirmed tool-in-lesion. Sampling with cryoprobe and forceps was performed. A small right apical pneumothorax was noted post-procedure requiring pigtail chest tube placement. The patient was admitted.",
  "IP2025006_syn_7": "[Indication]\n14 mm PET-avid RML nodule.\n[Anesthesia]\nGeneral endotracheal anesthesia.\n[Description]\nMonarch robotic navigation to RML. REBUS concentric. CBCT confirmation. Cryobiopsy x4 and Forceps x4 performed. Diagnosis: Adenocarcinoma.\n[Complication]\nPneumothorax requiring chest tube.\n[Plan]\nAdmit to telemetry.",
  "IP2025006_syn_8": "Under general anesthesia, we utilized the Monarch robotic platform to navigate to a nodule in the right middle lobe. A concentric view was visualized on radial EBUS, and placement was verified via cone-beam CT. We proceeded to take four cryobiopsies and four standard forceps biopsies. While bleeding was mild, a post-procedure chest x-ray revealed a pneumothorax. A pigtail chest tube was inserted without difficulty, and the patient was admitted for monitoring.",
  "IP2025006_syn_9": "Operation: Robotic-guided sampling of RML mass.\nTechnique: Utilized Monarch system. Validated location with cone-beam imaging. Extracted tissue using cryoprobe and forceps. \nAdverse Event: Lung collapse (pneumothorax) detected subsequently; managed via thoracic catheter insertion.\nOutcome: Tissue analysis indicates malignancy.",
  "IP2025006": "Interventional Pulmonology Procedure Note\nProcedure: Monarch robotic-assisted navigational bronchoscopy with radial EBUS, cryobiopsy, and forceps biopsies of a right middle lobe nodule.\nPatient: [REDACTED], 63-year-old female with 14 mm PET-avid RML nodule in a never-smoker.\nAnesthesia: General anesthesia via 8.0 mm ETT, pressure control ventilation.\nNavigation: Monarch platform with CT-based virtual bronchoscopy. Registration completed with 2.5 mm error. Radial EBUS with concentric view at target.\nSampling: Tool-in-lesion confirmed by cone-beam CT. Four cryobiopsies using 1.1 mm cryoprobe and four standard forceps biopsies were obtained. ROSE suggested possible metastatic adenocarcinoma.\nComplications: Mild bleeding controlled with occlusion and iced saline. Small right apical pneumothorax noted on immediate postprocedure CXR requiring pigtail chest tube placement.\nDisposition: Patient observed overnight on telemetry with chest tube to water seal."
}
