{
  "IP2025050_syn_1": "Indication: Suspected sarcoidosis.\nProcedure: Bronchoscopy with BAL and TBBx.\nActions:\n- Scope inserted.\n- Inspection: Cobblestoning noted.\n- BAL: Right Middle Lobe.\n- Biopsy: 6 samples, RLL medial basal segment (forceps).\nComplications: None. No pneumothorax.",
  "IP2025050_syn_2": "PROCEDURE NOTE: The patient, a 48-year-old female presenting with bilateral hilar lymphadenopathy, underwent flexible fiberoptic bronchoscopy. Under moderate sedation, the tracheobronchial tree was visualized, revealing diffuse mucosal nodularity consistent with a granulomatous process. A bronchoalveolar lavage (BAL) was performed in the right middle lobe. Subsequently, fluoroscopically guided transbronchial forceps biopsies were obtained from the right lower lobe medial basal segment to secure a histological diagnosis. The patient tolerated the procedure without adverse events.",
  "IP2025050_syn_3": "CPT Coding Summary:\n1. 31624: Bronchoscopy with bronchoalveolar lavage (BAL) performed in the Right Middle Lobe.\n2. 31628: Bronchoscopy with transbronchial lung biopsy (TBBx), performed in a separate lobe (Right Lower Lobe). Fluoroscopic guidance utilized for safety. Six specimens obtained.\nMedical Necessity: Evaluation of pulmonary nodules and adenopathy (Sarcoidosis).",
  "IP2025050_syn_4": "Procedure Note\nPatient: [REDACTED]: Dr. Allen\nSteps:\n1. Moderate sedation administered.\n2. Airway inspected; cobblestoning seen.\n3. BAL performed in RML.\n4. Transbronchial biopsies taken from RLL (medial basal) under fluoro.\n5. Hemostasis achieved.\n6. Post-op CXR negative.",
  "IP2025050_syn_5": "diag bronch for charlene king she has hilar adenopathy so we looked for sarcoid. sedation was midaz and fent. airways looked bumpy cobblestone pattern. did a wash in the rml and then took biopsies from the rll medial basal segment using the forceps. no bleeding really. xray showed no lung collapse she went home after.",
  "IP2025050_syn_6": "Flexible bronchoscopy with BAL and transbronchial biopsies (forceps) for suspected sarcoidosis was performed. Patient is a 48-year-old female with bilateral hilar adenopathy. Findings included cobblestoning and mild nodularity at segmental bronchi. BAL was performed in the right middle lobe. Six fluoroscopy-guided transbronchial biopsies were obtained from the right lower lobe medial basal segment. No significant bleeding occurred. Postprocedure CXR was negative for pneumothorax. Discharged home.",
  "IP2025050_syn_7": "[Indication]\nSuspected sarcoidosis, bilateral hilar adenopathy.\n[Anesthesia]\nModerate sedation (midazolam/fentanyl).\n[Description]\nCobblestoning observed. BAL performed in Right Middle Lobe. Transbronchial biopsies (x6) taken from Right Lower Lobe medial basal segment with fluoroscopy.\n[Plan]\nDischarge home. Follow up in clinic.",
  "IP2025050_syn_8": "[REDACTED] a diagnostic bronchoscopy to investigate her hilar adenopathy. We used moderate sedation to ensure her comfort. Upon entering the airways, we noticed cobblestoning, which is often a sign of sarcoidosis. We washed the right middle lobe to collect cells and then moved to the right lower lobe to take six small tissue samples using forceps under X-ray guidance. She did very well, had no bleeding, and her chest X-ray afterwards was clear.",
  "IP2025050_syn_9": "Procedure: Flexible bronchoscopy with lavage and transbronchial sampling.\nSubject: [REDACTED] pulmonary nodules.\nFindings: Mucosal nodularity.\nTechnique: Lavage was executed in the right middle lobe. Six transbronchial specimens were harvested from the right lower lobe medial basal segment utilizing fluoroscopy. \nOutcome: No hemorrhage or pneumothorax.",
  "IP2025050": "Diagnostic Bronchoscopy Note\nProcedures:\n1. Flexible bronchoscopy with BAL\n2. Transbronchial biopsies (forceps) for suspected sarcoidosis\nPatient: [REDACTED], 48-year-old female with bilateral hilar adenopathy and pulmonary nodules.\nSedation: Moderate sedation with midazolam and fentanyl.\nFindings: Cobblestoning and mild nodularity at segmental bronchi; otherwise normal airways.\nSampling: BAL in right middle lobe; six fluoroscopy-guided transbronchial biopsies from right lower lobe medial basal segment.\nComplications: No significant bleeding; postprocedure CXR negative for pneumothorax.\nDisposition: Discharged home after observation."
}
