{
  "IP2025040_syn_1": "Indication: RUL Emphysema.\nProcedure: RUL BLVR + Chest Tube.\nSteps:\n- GA, 8.5 ETT.\n- Chartis RUL: No CV (Flow=0).\n- 4 Zephyr valves placed (RB1-RB3, RB4+5).\n- Post-op CXR: Pneumothorax.\n- 14Fr pigtail placed to water seal.\nPlan: Admit step-down.",
  "IP2025040_syn_2": "OPERATIVE SUMMARY: The patient, a 64-year-old female with severe heterogeneous emphysema, underwent elective bronchoscopic lung volume reduction. Following the induction of general anesthesia, the right upper lobe (RUL) was interrogated. Chartis assessment confirmed fissure integrity (CV negative). Consequently, four Zephyr endobronchial valves were deployed to achieve complete lobar occlusion. Immediate post-procedural imaging revealed a right-sided pneumothorax. A 14 French percutaneous pigtail catheter was inserted using the Seldinger technique and placed to water seal. The patient was transferred to the step-down unit for close monitoring.",
  "IP2025040_syn_3": "Procedures Performed:\n1. 31647 (Bronchoscopy with valve placement, initial lobe): 4 Zephyr valves deployed in RUL following confirmation of CV negative status via Chartis (bundled).\n2. 32557 (Pleural drainage with imaging guidance): Performed for immediate post-procedure pneumothorax. 14Fr catheter inserted.\nMedical Necessity: Severe emphysema (J43.9) and iatrogenic pneumothorax (J95.811).",
  "IP2025040_syn_4": "Resident Note\nPatient: [REDACTED]\nAttending: Dr. Watson\nProcedure: BLVR RUL\nSteps:\n1. Intubation (8.5 ETT).\n2. Chartis check of RUL -> Negative for collateral ventilation.\n3. Valves placed: 4 total (Zephyr) in RUL segments.\n4. Complication: Drop in sats/breath sounds. CXR showed pneumo.\n5. Pigtail chest tube placed.\nPlan: Admit, watch air leak.",
  "IP2025040_syn_5": "patient [REDACTED] here for valve placement right upper lobe. we did general anesthesia tube size 8.5. chartis catheter showed no collateral flow so we went ahead. put in four zephyr valves looks like we got good occlusion. did a chest xray right after and saw a pneumothorax so we had to put in a 14 french pigtail chest tube. patient going to step down unit to watch the leak.",
  "IP2025040_syn_6": "Bronchoscopic Lung Volume Reduction with endobronchial valve placement was performed on the right upper lobe. The patient is a 64-year-old female with severe emphysema. General anesthesia was used. Chartis evaluation of the RUL showed absence of collateral ventilation. Four Zephyr valves were deployed to occlude RB1, RB2, RB3, and the RB4+5 combined segment. A small right pneumothorax was noted on immediate post-procedure chest radiograph. A 14 Fr pigtail chest tube was inserted and placed to water seal. The patient was admitted for monitoring.",
  "IP2025040_syn_7": "[Indication]\nSevere heterogeneous emphysema, RUL target.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nRUL id[REDACTED]. Chartis assessment negative for CV. Four Zephyr valves placed in RUL segments. Complete occlusion verified. Immediate post-op pneumothorax id[REDACTED].\n[Intervention]\n14 Fr pigtail chest tube placed.\n[Plan]\nAdmit to step-down. Monitor air leak.",
  "IP2025040_syn_8": "[REDACTED] RUL lung volume reduction to treat her severe emphysema. After inducing anesthesia, we confirmed the right upper lobe was a suitable target using the Chartis system, which showed no airflow between lobes. We then placed four Zephyr valves to block off the diseased segments. Unfortunately, the immediate post-procedure x-ray showed a collapsed lung (pneumothorax). We immediately placed a small chest tube to re-expand the lung. She is being admitted to the step-down unit for close observation.",
  "IP2025040_syn_9": "Procedure: Endobronchial valve implantation in right upper lobe.\nSubject: [REDACTED].\nMethod: Under general anesthesia, the RUL was isolated. Collateral ventilation was ruled out. Four Zephyr prostheses were deployed to obstruct the RUL segments. Visual confirmation of blockage was obtained.\nAdverse Event: Immediate pneumothorax detected radiographically.\nRemedy: Insertion of 14 Fr pleural drain.\nDisposition: Step-down unit admission.",
  "IP2025040": "Bronchoscopic Lung Volume Reduction Note\nProcedure: Zephyr endobronchial valve placement in right upper lobe\nPatient: [REDACTED], 64-year-old female with severe heterogeneous emphysema and hyperinflation.\nAnesthesia: General anesthesia with 8.5 ETT; volume control ventilation.\nTarget lobe selection: Right upper lobe based on CT fissure analysis, perfusion scan, and quantitative CT. Chartis catheter evaluation demonstrated absence of collateral ventilation in RUL.\nIntervention: Four Zephyr valves placed to occlude RUL segments (RB1, RB2, RB3, RB4+5 combined). Complete occlusion confirmed bronchoscopically.\nComplications: Small right pneumothorax on immediate postprocedure CXR requiring 14 Fr pigtail chest tube.\nDisposition: Admitted to step-down unit for monitoring with chest tube to water seal."
}
