{
  "IP2025033_syn_1": "Indication: Suspected Sarcoidosis.\nProc: EBUS + Elastography + Forceps Bx.\nNodes: 4R, 7, 11L.\nFindings: Blue pattern (4R/7), Green (11L). Granulomas at Stn 7.\nComp: Minor bleeding.\nDisp: Home.",
  "IP2025033_syn_2": "PROCEDURE: Linear EBUS with Elastography and Intranodal Forceps Biopsy.\nINDICATION: Evaluation of mediastinal adenopathy, rule out sarcoidosis.\nNARRATIVE: EBUS visualization revealed enlarged nodes at stations 4R, 7, and 11L. Elastography patterns were recorded. TBNA was performed at all stations. To increase diagnostic yield for granulomatous disease, intranodal forceps biopsies were obtained from station 7. ROSE confirmed granulomatous inflammation consistent with sarcoidosis.\nIMPRESSION: Pulmonary Sarcoidosis.",
  "IP2025033_syn_3": "Codes: 31653 (EBUS 3 stations).\nTechnique: TBNA + Intranodal Forceps (Mini-forceps).\nNote: Elastography used for target selection (not separately billable).\nPathology: Granulomas.",
  "IP2025033_syn_4": "Procedure: EBUS for Sarcoid\nPatient: [REDACTED]\nSteps:\n1. MAC sedation.\n2. EBUS scope inserted.\n3. Saw big nodes at 4R, 7, 11L.\n4. Needled all of them.\n5. Used little forceps in station 7 for tissue.\n6. ROSE: Granulomas.\nPlan: Follow up in clinic.",
  "IP2025033_syn_5": "Procedure note Eric Johnson sarcoid workup. MAC anesthesia. EBUS showed nodes 4r 7 11l. elastography was mixed. did needle biopsy on all three then used the forceps on station 7 to get a chunk. rose saw granulomas so its sarcoid. little bit of bleeding but stopped. discharged home.",
  "IP2025033_syn_6": "Linear EBUS with elastography and intranodal forceps biopsy. Patient: [REDACTED], 69-year-old male. Indication: Tissue diagnosis of mediastinal adenopathy. EBUS findings: Enlarged nodes at 4R, 7, and 11L. A 22G needle was used for TBNA at all three stations. Intranodal forceps biopsies were performed at station 7 through prior needle tract. ROSE: Granulomatous-appearing inflammation at station 7. Complications: Self-limited bleeding. Disposition: Discharged home.",
  "IP2025033_syn_7": "[Indication]\nMediastinal adenopathy, r/o sarcoid.\n[Anesthesia]\nMAC.\n[Description]\nEBUS-TBNA 4R, 7, 11L. Intranodal forceps Bx Station 7. Elastography performed. Findings: Granulomatous inflammation.\n[Plan]\nPulmonary clinic follow-up.",
  "IP2025033_syn_8": "[REDACTED] EBUS procedure to investigate swollen lymph nodes in his chest. We suspected sarcoidosis. We sampled three different node stations using a needle. To be sure we got enough tissue to diagnose sarcoidosis, we also used tiny forceps to take a small bite of tissue from the largest node (station 7). The preliminary look in the microscope showed the typical inflammation seen in sarcoidosis.",
  "IP2025033_syn_9": "Procedure: Ultrasonic nodal aspiration with forceps augmentation.\nIndication: Granulomatous disease investigation.\nAction: Stations 4R, 7, and 11L were sampled via needle. Intranodal forceps were utilized at Station 7.\nResult: Granulomatous inflammation confirmed.",
  "IP2025033": "Interventional Pulmonology Procedure Note\nProcedure: Linear EBUS with elastography and intranodal forceps biopsy\nPatient: [REDACTED], 69-year-old male with suspected sarcoidosis and enlarged mediastinal/hilar nodes.\nIndication: Tissue diagnosis of mediastinal adenopathy.\nSedation: Monitored anesthesia care with propofol infusion.\nEBUS findings: Enlarged nodes at 4R, 7, and 11L. Elastography showed predominantly blue heterogenous pattern at 4R and 7 and green pattern at 11L. A 22G needle was used for TBNA at all three stations with three passes each. Intranodal forceps biopsies were performed at station 7 through prior needle tract.\nROSE: Granulomatous-appearing inflammation at station 7.\nComplications: Self-limited bleeding after forceps biopsy.<5 mL EBL.\nDisposition: Discharged home same day."
}
