{
  "IP2025002_syn_1": "Indication: RMS tumor obstruction, lung collapse.\nProcedure: Rigid bronch, debulking.\n- 11mm rigid scope inserted.\n- Large mass RMS supra-carinal.\n- Snare resection -> Severe Hemorrhage.\n- Rigid removed, 8.0 ETT placed.\n- Right side down, suction, epi, TXA, cryo for clots.\n- Bleeding controlled.\n- Tumor removed piecemeal w/ cryo.\n- Attempted APC debulking -> Desaturation.\n- Base APC'd for hemostasis.\n- ETT confirmed.\nPlan: ICU intubated.",
  "IP2025002_syn_2": "OPERATIVE SUMMARY: The patient presented with right mainstem obstruction due to suspected renal cell carcinoma. Under general anesthesia, an 11 mm rigid bronchoscope was introduced. A polypoid mass obstructing the right mainstem was id[REDACTED]. Electrocautery snare resection was attempted, resulting in immediate, brisk hemorrhage. This necessitated conversion to an endotracheal tube (8.0 mm) and patient positioning to protect the contralateral lung. Hemostasis was achieved using topical epinephrine, tranexamic acid, and cryotherapy extraction of clots. The transected tumor was subsequently removed piecemeal. Further debulking with APC was limited by significant oxygen desaturation. The procedure was terminated after ensuring hemostasis at the tumor base. The patient was transferred to the ICU intubated.",
  "IP2025002_syn_3": "Primary Procedure: Bronchoscopy with destruction of tumor/relief of stenosis (31641).\nTechnique: Rigid and flexible bronchoscopy. Modalities included electrocautery snare, cryotherapy for extraction, and Argon Plasma Coagulation (APC).\nComplication Management: Management of severe hemorrhage involved ETT placement, topical agents (Epi, TXA), and clot extraction.\nOutcome: Partial debulking achieved; procedure aborted due to physiological instability (hypoxia).",
  "IP2025002_syn_4": "Procedure: Rigid Bronch Debulking\nIndication: RMS Tumor\n\n1. 11mm Rigid scope placed.\n2. Large tumor seen RMS.\n3. Snared tumor -> Massive bleeding.\n4. Rigid out -> ETT 8.0 in.\n5. Pt turned right side down.\n6. Bleeding stopped w/ Epi, TXA, Cryo.\n7. Removed tumor pieces w/ Cryo.\n8. Tried APC debulking -> Pt desatted.\n9. APC'd base to stop bleeding.\n10. Stopped procedure.\n\nPlan: ICU, keep intubated.",
  "IP2025002_syn_5": "Patient [REDACTED] a tumor in the right mainstem we took him to the OR for rigid bronch. Put the 11mm rigid in and saw the mass. We tried to snare it and it bled like crazy couldn't see anything. Had to pull the rigid and intubate with an 8.0 tube. Turned him on his side used a lot of epi and txa and cryo to get the clots out. Finally got it stopped. Pulled the tumor out in pieces. Tried to burn the rest with APC but he kept desatting so we just burned the base and stopped. ICU intubated.",
  "IP2025002_syn_6": "The procedure was performed in the main operating room. An 11 mm ventilating rigid bronchoscope was inserted. A large mass obstructing the right mainstem was snared, resulting in brisk hemorrhage. The rigid scope was removed and an 8.0 ETT inserted. Hemostasis was achieved with topical TXA, epinephrine, and cryotherapy for clot removal. The transected tumor was removed piecemeal. Attempted APC debulking was limited by desaturation. The tumor base was treated with APC for hemostasis. The patient remained intubated and was transferred to the ICU.",
  "IP2025002_syn_7": "[Indication]\nTumor obstruction of right mainstem, complete lung collapse.\n[Anesthesia]\nGeneral, converted from Rigid to ETT.\n[Description]\n11mm rigid scope used. Snare resection of RMS mass precipitated severe hemorrhage. Airway converted to 8.0 ETT. Bleeding controlled with pharmacologic agents and cryo. Tumor removed piecemeal. Further APC debulking limited by hypoxia. Base coagulated.\n[Plan]\nICU admission. Mechanical ventilation. Assess for further options.",
  "IP2025002_syn_8": "We engaged in a rigid bronchoscopy to debulk a tumor obstructing the right mainstem. Upon snaring the lesion, we encountered severe hemorrhage that obscured visualization. We immediately converted to an endotracheal intubation to secure the airway and positioned the patient to protect the healthy lung. Using a combination of epinephrine, TXA, and cryotherapy, we managed to halt the bleeding and remove the resected tumor tissues. Although we hoped to perform further APC debulking, the patient's respiratory status deteriorated, forcing us to coagulate the base and terminate the procedure safely.",
  "IP2025002_syn_9": "The procedure was executed in the main operating room. An 11 mm rigid bronchoscope was introduced. A large mass was visualized in the right mainstem. We secured the lesion with a snare; however, it hemorrhaged briskly. We exchanged the rigid scope for an ETT. Vision was poor, but we utilized topical agents and a cryotherapy probe to extract blood clots. Once hemostasis was achieved, the transected tumor was extracted piecemeal. We attempted to ablate residual tumor with APC, but the patient desaturated. We coagulated the base and aborted further attempts. The patient was transferred to the ICU.",
  "IP2025002": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with linear EBUS-TBNA under monitored anesthesia care\nPatient: [REDACTED], 58-year-old female with biopsy-proven left upper lobe adenocarcinoma and PET-avid mediastinal lymphadenopathy.\nIndication: Mediastinal and hilar staging prior to definitive therapy.\nSetting: Naval Medical Center Atlantic bronchoscopy suite. Monitored anesthesia care using propofol infusion and fentanyl. Laryngeal mask airway (size 4) with spontaneous ventilation on supplemental oxygen.\nBronchoscopy: Normal upper airway. No visible endobronchial tumor. Mild extrinsic impression at the left mainstem bronchus.\nEBUS: Fujifilm EB-530US scope used. Systematic survey completed. Lymph nodes at stations 4L, 7, and 11L id[REDACTED]. A 22G needle was used for TBNA. Four passes were obtained from 7 and 11L, three from 4L. ROSE available and demonstrated abundant lymphocytes in all samples without definite malignant cells.\nElastography not used due to operator preference. No intranodal forceps biopsies performed.\nComplications: None. Hemodynamics stable. Estimated blood loss <5 mL.\nDisposition: Patient recovered uneventfully and was discharged home after 2 hours of observation with standard postprocedure instructions."
}
