{
  "IP2025052_syn_1": "Indication: Fibrotic ILD.\nAnesthesia: General, 8.5 ETT.\nGuidance: Radial EBUS (parenchymal view).\nAction: 3 cryobiopsies (1.9mm probe) + 1 forceps biopsy from LLL basal segment.\nSafety: Prophylactic bronchial blocker used.\nResult: Mild bleeding controlled. No pneumo.",
  "IP2025052_syn_2": "PROCEDURE: The patient underwent bronchoscopic evaluation for interstitial lung disease. Following intubation, the bronchoscope was navigated to the left lower lobe. Radial endobronchial ultrasound (R-EBUS) was utilized to select a biopsy site free of major vascular structures. A 1.9 mm cryoprobe was employed to obtain three transbronchial cryobiopsies, supplemented by one standard forceps biopsy. A bronchial blocker was deployed for prophylactic hemorrhage control.",
  "IP2025052_syn_3": "Billing: 31628 (Transbronchial lung biopsy - Forceps/Cryo distinct from aspiration), 31654 (Radial EBUS guidance).\nNote: 31645 (Therapeutic aspiration) is NOT reported as removal of blood/secretions is incidental. 31628 covers the biopsy work. Radial EBUS (31654) documents the search for peripheral lesions/safe sites.",
  "IP2025052_syn_4": "Procedure: Cryobiopsy ILD\nPatient: [REDACTED], 56F\nSteps:\n1. GA, 8.5 ETT.\n2. Scope to LLL.\n3. Radial EBUS to clear site.\n4. Freezing: 3 passes with cryoprobe.\n5. Forceps: 1 pass.\n6. Balloon up for bleeding control.\nPlan: Admit for obs.",
  "IP2025052_syn_5": "Jennifer needs a diagnosis for her fibrosis so we did the cryo biopsy today. put her to sleep with a big tube 8.5. went to the left lower lobe used the radial ebus to make sure no vessels were there. took three freeze biopsies and one regular one. blocked the airway with a balloon for bleeding which was mild. no pneumothorax on the xray sending her to the floor.",
  "IP2025052_syn_6": "Bronchoscopic cryobiopsy for fibrotic ILD. Patient is a 56-year-old female with progressive fibrotic interstitial lung disease. General anesthesia with 8.5 ETT was used. Bronchoscope advanced to left lower lobe basal segments. Radial EBUS used to id[REDACTED] parenchymal sites distant from large vessels. Three cryobiopsies obtained using 1.9 mm cryoprobe and one standard forceps biopsy. Bronchial blocker placed prophylactically. Mild bleeding controlled with blocker inflation and iced saline.",
  "IP2025052_syn_7": "[Indication]\nFibrotic ILD, etiology unclear.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nLLL basal segment selected. Radial EBUS guidance used. 3 cryobiopsies + 1 forceps biopsy taken. Bronchial blocker used for hemostasis.\n[Plan]\nAdmit overnight. Monitor for pneumothorax.",
  "IP2025052_syn_8": "We performed a cryobiopsy on [REDACTED] figure out the cause of her lung fibrosis. Under general anesthesia, we navigated to the left lower lobe. We used ultrasound to check the area first, then used a freezing probe to grab three distinct tissue samples, plus one with standard forceps. We used a balloon to stop a little bit of bleeding, and the post-procedure X-ray showed her lungs were still fully inflated.",
  "IP2025052_syn_9": "Procedure: Transbronchial cryosampling for ILD.\nMethod: The scope was guided to the LLL. Radial EBUS verified a safe parenchymal site. Three cryosamples and one forceps sample were extracted. A bronchial blocker was utilized to manage mild hemorrhage.\nDisposition: Admitted for monitoring.",
  "IP2025052": "Transbronchial Cryobiopsy Note\nProcedure: Bronchoscopic cryobiopsy for fibrotic ILD\nPatient: [REDACTED], 56-year-old female with progressive fibrotic interstitial lung disease of unclear etiology.\nAnesthesia: General anesthesia with 8.5 ETT.\nDetails: Bronchoscope advanced to left lower lobe basal segments. Radial EBUS used to id[REDACTED] parenchymal sites distant from large vessels. Three cryobiopsies obtained using 1.9 mm cryoprobe and one standard forceps biopsy. Bronchial blocker placed prophylactically.\nComplications: Mild bleeding controlled with blocker inflation and iced saline; no pneumothorax on postprocedure CXR.\nDisposition: Admitted overnight to monitored bed."
}
