{
  "IP2025_1_syn_1": "Procedure: Rigid Bronchoscopy (12mm) w/ Jet Vent.\nIndication: Airway obstruction.\nActions:\n- Rigid scope inserted. Flex scope passed.\n- Tumor at LC2 carina: 100% LUL / 95% LLL block.\n- Forceps biopsy taken.\n- APC for hemostasis/devascularization.\n- Mechanical debulking w/ rigid forceps & cryo.\n- Fogarty balloon passed LLL; purulence suctioned.\n- Hypoxia (sats 50s) required clot extraction/O2 insufflation.\nResult: Partial recanalization only. Bleeding controlled.\nPlan: ICU. CXR. Palliative Onco consult.",
  "IP2025_1_syn_2": "OPERATIVE REPORT\n\nPREOPERATIVE DIAGNOSIS: Malignant obstruction of the left mainstem bronchus.\nPROCEDURE: Rigid bronchoscopy with multimodal tumor ablation and debulking.\n\nNARRATIVE: Under general anesthesia, a 12 mm ventilating rigid bronchoscope was introduced. The trachea appeared unremarkable. Significant pathology was id[REDACTED] at the mid-left mainstem extending to the LC2 carina, resulting in complete occlusion of the left upper lobe and subtotal occlusion of the left lower lobe. A combination of argon plasma coagulation (APC) for coagulation and cryotherapy for tissue extraction was utilized. Despite aggressive mechanical debulking and the utilization of a Fogarty balloon catheter to clear distal secretions, anatomic restoration was limited by extensive disease burden. Intraoperatively, the patient suffered transient desaturation necessitating clot evacuation and supplemental oxygen insufflation.\n\nDISPOSITION: The patient was transferred to the Intensive Care Unit for close monitoring of airway patency.",
  "IP2025_1_syn_3": "Procedure: Therapeutic Bronchoscopy (31641).\nTechnique:\n1. Destruction of tumor: Argon Plasma Coagulation (APC) applied to tumor surface at LC2 carina.\n2. Debulking: Cryoprobe and rigid forceps used to physically remove tumor tissue obstructing LUL and LLL.\n3. Secretion Management: Bronchial lavage (31624 bundled) and Fogarty balloon sweep performed to clear purulent secretions.\n4. Biopsy: Forceps biopsies obtained (bundled with 31641).\nSpecifics: 12mm rigid scope used. Patient required management of significant hypoxia/clot removal during case.",
  "IP2025_1_syn_4": "Procedure Note\nAttending: [Attending Name]\nResident: [Resident Name]\nProcedure: Rigid Bronch + Debulking\n\nSteps:\n1. Time out. GA induced.\n2. 12mm rigid scope -> distal trachea. Jet vent attached.\n3. Flex scope inserted. Tumor seen at LC2 carina (LUL 100% blocked, LLL 95%).\n4. Biopsies taken.\n5. APC used to burn. Cryo/forceps used to debulk.\n6. Fogarty balloon used in LLL to pull out pus.\n7. Complication: Desat to 50s. Suctioned clots, gave O2. Recovered.\n8. Hemostasis achieved.\n\nPlan: ICU admit.",
  "IP2025_1_syn_5": "rigid bronch performed today for tumor obstruction anesthesia general used 12mm scope jet vent hooked up. saw massive tumor left side blocking almost everything lul and lll. used forceps to biopsy then apc to stop bleeding and cryo to pull chunks out. tried fogarty balloon in lll got lot of pus out. patient desatted bad down to 50s had to stop and clean out clots and give oxygen but they came back up. couldn't open it all the way too much cancer. stopped bleeding sent to icu for watch thanks.",
  "IP2025_1_syn_6": "The patient was brought to the operating room and placed under general anesthesia. A 12 mm rigid bronchoscope was inserted. Inspection revealed a large tumor mass at the LC2 carina obstructing the LUL (100%) and LLL (95%). We proceeded with forceps biopsy followed by APC ablation. Cryotherapy was utilized for further debulking. A Fogarty balloon was passed into the LLL to facilitate secretion clearance; purulent material was noted. Intraoperatively, the patient experienced hypoxia requiring clot extraction and oxygen insufflation. The airway could not be fully recanalized due to tumor extent. The scope was removed after hemostasis was confirmed.",
  "IP2025_1_syn_7": "[Indication]\nAirway obstruction, left lung mass.\n[Anesthesia]\nGeneral, 12mm Rigid Bronchoscope, Jet Ventilation.\n[Description]\nTumor noted at LC2 carina obstructing LUL/LLL. Forceps biopsies taken. APC applied for coagulation. Cryotherapy and rigid forceps used for debulking. Fogarty balloon used to clear LLL secretions. Transient hypoxia treated with suction/O2.\n[Plan]\nICU admission. CXR. Palliative Tx.",
  "IP2025_1_syn_8": "We initiated the procedure by inducing general anesthesia and inserting a 12 mm ventilating rigid bronchoscope. Upon reaching the distal trachea, jet ventilation was established. A flexible scope was passed through the rigid barrel to visualize the left mainstem, where we encountered extensive tumor infiltration at the secondary carina. This lesion caused total obstruction of the upper lobe and near-total obstruction of the lower lobe. We employed forceps to obtain diagnostic tissue, followed by argon plasma coagulation to devascularize the mass. Subsequent debulking was achieved using cryotherapy and rigid forceps. We also utilized a Fogarty balloon to sweep the lower lobe, which yielded copious purulent secretions. During the intervention, the patient experienced transient severe hypoxia managed by clearing blood clots and administering oxygen.",
  "IP2025_1_syn_9": "Pre-op: Lung mass with blockage.\nProcedure: Rigid scope insertion. \nActions: \n- Visualized tumor at LC2 carina.\n- Sampled tissue with forceps.\n- Cauterized with APC.\n- Extracted tumor using cryo and forceps.\n- Swept airway with Fogarty balloon.\n- Cleared purulent fluid.\nIssues: Hypoxia observed; clots evacuated.\nOutcome: Hemostasis secured. Partial clearance."
}
