{
  "IP2025032_syn_1": "Indication: Staging RLL Adeno.\nLocation: OR, GA, ETT.\nEBUS: 4R, 7, 10R sampled.\nResult: Stn 7 positive (Adeno). 4R/10R negative.\nPlan: Admit. Oncology.",
  "IP2025032_syn_2": "PROCEDURE: Linear Endobronchial Ultrasound.\nINDICATION: 57F with biopsy-proven RLL adenocarcinoma.\nNARRATIVE: Under general anesthesia, the mediastinum was staged. Stations 4R, 7, and 10R were id[REDACTED]. Transbronchial needle aspiration confirmed metastatic adenocarcinoma in the subcarinal station (7), confirming N2 disease. The paratracheal and hilar stations appeared reactive on preliminary assessment.\nIMPRESSION: Stage IIIA (N2) Adenocarcinoma.",
  "IP2025032_syn_3": "Billing: 31653 (EBUS 3 stations).\nSite [REDACTED]\nStations: 4R, 7, 10R.\nPathology: Malignancy confirmed in station 7.\nTechnique: 22G needle aspiration.",
  "IP2025032_syn_4": "Procedure: EBUS Staging\nPatient: [REDACTED]\nSteps:\n1. Patient intubated (GA).\n2. EBUS scope passed.\n3. Sampled 7 (Positive).\n4. Sampled 4R and 10R (Negative).\n5. Extubated in OR.\nDiagnosis: N2 positive lung cancer.",
  "IP2025032_syn_5": "Allison Parker 57 female RLL cancer. did ebus in the OR under GA. Checked 4R 7 and 10R. Station 7 had cancer cells rose confirmed. The others were fine. She's admitted to the floor. Will need chemo rads probably.",
  "IP2025032_syn_6": "Interventional Pulmonology Procedure Note. Procedure: Linear EBUS-TBNA under general anesthesia. Patient: Allison Parker, 57-year-old female with RLL adenocarcinoma. Indication: Mediastinal staging. EBUS Details: Stations 4R, 7, and 10R evaluated. A 22G needle was used. ROSE demonstrated malignant cells at station 7 consistent with adenocarcinoma; other stations reactive. Complications: None. Disposition: Admitted to oncology floor.",
  "IP2025032_syn_7": "[Indication]\nRLL Adenocarcinoma, N2 staging.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nEBUS-TBNA of 4R, 7, 10R. Malignancy found in Station 7. Others benign.\n[Plan]\nAdmit. Tumor board.",
  "IP2025032_syn_8": "[REDACTED] to the operating room for staging of her lung cancer. We used general anesthesia. The EBUS procedure focused on three main lymph node areas. Unfortunately, the node underneath the airway division (station 7) contained cancer cells. The other nodes tested were clear. This places her at a more advanced stage than initially hoped, requiring systemic treatment.",
  "IP2025032_syn_9": "Procedure: Endobronchial ultrasonic staging.\nFindings: N2 nodal metastasis.\nAction: Stations 4R, 7, and 10R were aspirated. ROSE analysis indicated malignancy in the subcarinal station.\nResult: Upstaging to IIIA.",
  "IP2025032": "Interventional Pulmonology Procedure Note\nProcedure: Linear EBUS-TBNA under general anesthesia in the operating room\nPatient: [REDACTED], 57-year-old female with biopsy-proven right lower lobe adenocarcinoma and equivocal PET uptake in subcarinal node.\nIndication: Mediastinal staging (station 7) prior to definitive therapy.\nAnesthesia: General anesthesia with 7.5 mm ETT, volume control ventilation.\nEBUS Details: Fujifilm EB-530US scope advanced through ETT. Stations 4R, 7, and 10R evaluated. A 22G needle was used; four passes obtained from station 7, three from 4R, two from 10R. ROSE demonstrated malignant cells at station 7 consistent with adenocarcinoma; other stations reactive.\nNo elastography available; no intranodal forceps performed.\nComplications: None. EBL ~5 mL.\nDisposition: Extubated in OR and transported to PACU in stable condition; admitted to oncology floor."
}
