{
  "IP202602_syn_1": "Indication: Lung nodule.\nAnesthesia: LMA, Propofol.\nEBUS: Station 7 sampled (benign).\nPeripheral: LUL Apical-posterior nodule found with ultrathin scope.\nBiopsy: Microforceps x1. ROSE: Malignant.\n complications: None.",
  "IP202602_syn_2": "PROCEDURE: Combined EBUS-TBNA and peripheral bronchoscopy.\nNARRATIVE: The airway was secured with an LMA. A convex probe EBUS was utilized to survey the mediastinum; station 7 met sampling criteria and was aspirated, yielding benign lymphocytes. An ultrathin bronchoscope (PX190) was then navigated to the left upper lobe apical-posterior segment. The target nodule was id[REDACTED] visually. Micro-forceps biopsies were obtained. Rapid On-Site Evaluation (ROSE) confirmed malignancy. Hemostasis was secured.",
  "IP202602_syn_3": "Codes: 31652 (EBUS 1 station), 31625 (Bronchial biopsy).\nDetails:\n1. EBUS-TBNA: Station 7 sampled with 22G needle (1 station).\n2. Endobronchial Biopsy: Ultrathin scope navigated to LUL Apical-posterior segment. Lesion visualized. Biopsy performed with micro-forceps (31625).\nPathology: Cytology sent; ROSE positive for malignancy.",
  "IP202602_syn_4": "Procedure: EBUS + Biopsy\nPatient: [REDACTED]\nSteps:\n1. LMA placed.\n2. White light exam normal.\n3. EBUS scope in. Sampled station 7.\n4. Switched to ultrathin scope.\n5. Went to LUL apico-posterior.\n6. Saw nodule.\n7. Biopsied with little forceps.\n8. Path said cancer.\nPlan: Oncology referral.",
  "IP202602_syn_5": "ebus and biopsy for lung nodule propofol sedation lma used. checked airways first normal. did ebus on station 7 got some lymph nodes benign. switched to the thin scope went to the left upper lobe found the nodule in the apical posterior segment took bites with the micro forceps rose said cancer no bleeding procedure done.",
  "IP202602_syn_6": "We placed an LMA and started with a standard airway inspection which was unremarkable. We then used the EBUS scope to sample station 7. The cytology was benign. We switched to the PX190 ultrathin scope and navigated to the LUL apical-posterior segment. We saw the nodule and biopsied it with micro-forceps. The pathologist confirmed malignancy in the room. No complications.",
  "IP202602_syn_7": "[Indication]\nPulmonary nodule staging.\n[Anesthesia]\nPropofol, LMA.\n[Description]\nEBUS-TBNA of Station 7 (Benign). Ultrathin bronchoscopy to LUL Apical-posterior segment. Nodule visualized. Micro-forceps biopsy performed (Malignant).\n[Plan]\nAwait final path.",
  "IP202602_syn_8": "The patient underwent a diagnostic bronchoscopy for a lung nodule. We used an LMA for the airway. First, we performed EBUS staging, sampling station 7, which appeared benign. We then exchanged scopes for an ultrathin video bronchoscope. Navigating into the left upper lobe, we visually located the nodule in the apical-posterior segment. Using micro-forceps, we obtained tissue samples which were confirmed as malignant by the on-site pathologist.",
  "IP202602_syn_9": "Procedure: EBUS and peripheral sampling.\nTarget: Station 7 and LUL lesion.\nAction: Station 7 aspirated. LUL apical-posterior nodule id[REDACTED] via ultrathin scope. Lesion sampled with micro-forceps.\nResult: Nodal station benign; lung lesion malignant."
}
