{
  "IP2025004_syn_1": "Indication: 18mm RLL nodule.\nNav: Ion Robotic + CT-body registration.\nGuidance: REBUS (concentric) + CBCT.\nSampling: TBNA (21G) + TBBx (x6) + Brush.\nROSE: Suspicious for NSCLC.\nResult: No pneumo.",
  "IP2025004_syn_2": "PROCEDURE: Robotic-assisted bronchoscopy was performed for a right lower lobe pulmonary nodule. The Ion system was utilized with successful registration. Radial EBUS confirmed a concentric solid lesion. Sampling was conducted via transbronchial needle aspiration, cytology brushing, and forceps biopsies under fluoroscopic and Cone-Beam CT guidance. Rapid on-site evaluation suggested non-small cell carcinoma.",
  "IP2025004_syn_3": "Codes: 31629 (TBNA), 31628 (TBBx), +31627 (Navigational bronchoscopy), +31654 (REBUS).\nRationale: TBNA performed (31629 is primary). TBBx performed in same lobe (31628). Navigation and REBUS used for localization. 31626 not used as 31629 takes precedence or specific biopsy codes used.",
  "IP2025004_syn_4": "Robotic Bronch\nPatient: [REDACTED]\nTarget: RLL superior segment\nSteps:\n1. Ion nav to target.\n2. REBUS confirmed.\n3. Needle aspirate (TBNA).\n4. Forceps biopsies x6.\n5. Brush x2.\nROSE: NSCLC.\nPlan: D/C, Onc referral.",
  "IP2025004_syn_5": "Patricia has a spot in the RLL used the ion robot to get there. Radial probe showed it nicely. Did a needle stick and then grabbed some biopsies with the forceps and a brush. Pathologist thinks its cancer. No bleeding or popped lung. She went home.",
  "IP2025004_syn_6": "Robotic-assisted navigational bronchoscopy with radial EBUS and transbronchial biopsies of a right lower lobe nodule. Patient is a 67-year-old female. Ion robotic bronchoscopy platform used. Radial EBUS: Concentric solid lesion pattern obtained. Sampling: Tool-in-lesion confirmed by cone-beam CT. Six transbronchial forceps biopsies, two brushings, and one 21G needle aspiration performed. ROSE suggestive of non-small cell carcinoma. Discharged.",
  "IP2025004_syn_7": "[Indication]\nRLL nodule, PET positive.\n[Anesthesia]\nGeneral.\n[Description]\nIon Robot nav to RLL. REBUS concentric view. TBNA, TBBx, Brush performed. ROSE positive for NSCLC.\n[Plan]\nDischarge. Staging follow-up.",
  "IP2025004_syn_8": "We used the robotic bronchoscope to biopsy a nodule in [REDACTED] lung. Once the robot guided us there, we used ultrasound to confirm we were in the right spot. We took samples using a needle, small forceps, and a brush. The preliminary results look like lung cancer. She tolerated the procedure well and went home.",
  "IP2025004_syn_9": "Procedure: Robotic navigational bronchoscopy with multimodal sampling.\nTarget: RLL peripheral nodule.\nTechnique: Navigation, Radial EBUS, CBCT.\nActions: Transbronchial needle aspiration and forceps biopsies executed.\nFindings: Malignancy suspected on ROSE.\nOutcome: No complications.",
  "IP2025004": "Interventional Pulmonology Procedure Note\nProcedure: Robotic-assisted navigational bronchoscopy with radial EBUS and transbronchial biopsies of a right lower lobe nodule.\nPatient: [REDACTED], 67-year-old female, former smoker, with 18 mm RLL peripheral pulmonary nodule and positive PET.\nAnesthesia: General anesthesia with 8.0 mm ETT, volume control ventilation.\nNavigation: Ion robotic bronchoscopy platform used. CT-to-body surface registration successful with registration error ~3 mm. Planned pathway to superior segment RLL nodule generated.\nRadial EBUS: Concentric solid lesion pattern obtained at target.\nSampling: Tool-in-lesion confirmed by cone-beam CT. Six transbronchial forceps biopsies, two brushings, and one 21G needle aspiration performed. No cryobiopsy.\nComplications: Mild self-limited bleeding controlled with wedging and cold saline. No pneumothorax on immediate fluoroscopy.\nEstimated blood loss: 10 mL.\nDisposition: Extubated in procedure room and discharged from PACU after uneventful recovery."
}
