{
  "IP2026_4_syn_1": "Indication: Mediastinal adenopathy.\nProcedure: EBUS 11R.\n- Sampled 11Ri (6 passes) and 11Rs (5 passes).\n- ROSE: Benign lymphocytes.\n- Flow cytometry sent.\nNo complications.",
  "IP2026_4_syn_2": "PROCEDURE: The patient underwent EBUS-TBNA for evaluation of right hilar adenopathy. The right interlobar station (11R) was interrogated. Separate samples were obtained from the inferior (11Ri) and superior (11Rs) aspects of the station. A total of 11 passes were completed. Rapid interpretation was negative for malignancy. Tissue was submitted for flow cytometry.",
  "IP2026_4_syn_3": "Code: 31652 (1-2 stations).\nTarget: Station 11R (Right Interlobar).\nDetails: Sampling performed at two distinct sites within the station (11Ri and 11Rs).\nPasses: 6 at 11Ri, 5 at 11Rs.\nJustification: Despite two sampling sites, location maps to a single IASLC station (11R).",
  "IP2026_4_syn_4": "Procedure: EBUS\nTarget: 11R.\nSteps:\n1. GA/LMA.\n2. Normal airway.\n3. Found 11Ri -> 6 biopsies.\n4. Found 11Rs -> 5 biopsies.\n5. ROSE neg for cancer.\n6. Sent for flow.",
  "IP2026_4_syn_5": "ebus for hilar nodes... patient under general. airway looked fine. found the 11R station sampled the inferior part 11ri 6 times then the superior part 11rs 5 times. path said just lymphocytes no cancer. sent for flow cytometry. patient stable.",
  "IP2026_4_syn_6": "Mediastinal adenopathy. General Anesthesia. LMA used. Airway exam normal. EBUS scope introduced. 11Ri lymph node id[REDACTED] and sampled (6 passes). 11Rs lymph node id[REDACTED] and sampled (5 passes). ROSE negative for malignancy. Samples sent for flow and routine cytology. No bleeding.",
  "IP2026_4_syn_7": "[Indication]\nMediastinal adenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS-TBNA of station 11R. Sampled inferior (11Ri) and superior (11Rs) aspects. 11 total passes. ROSE negative. Flow sent.\n[Plan]\nOutpatient follow-up.",
  "IP2026_4_syn_8": "We proceeded with EBUS to evaluate the right hilar region. We id[REDACTED] adenopathy at station 11R. To be thorough, we sampled both the inferior aspect (11Ri) and the superior aspect (11Rs) of this station, performing a total of 11 needle passes. The on-site pathologist saw lymphocytes but no malignancy. We submitted the samples for flow cytometry to rule out lymphoma.",
  "IP2026_4_syn_9": "Indications: Adenopathy.\nAction: Station 11R was targeted. Aspiration was performed at 11Ri and 11Rs. ROSE indicated absence of malignancy. Specimens were submitted for flow cytometry."
}
