{
  "IP2025014_syn_1": "Procedure: Whole Lung Lavage (Right).\n- Context: Post-Left WLL 2 wks ago.\n- Method: DLT, 36L in, 30L out.\n- Complication: Desat to 80s, resolved with pause.\n- Plan: Extubated, ICU monitoring.",
  "IP2025014_syn_2": "Procedure Note: [REDACTED] the second stage of her treatment for PAP, undergoing right whole lung lavage. A double-lumen tube was placed. The right lung was lavaged with 36 liters of saline, yielding 30 liters of effluent which cleared progressively. A desaturation event occurred during a dwell cycle but resolved with recruitment maneuvers. She was successfully extubated and transferred to the ICU.",
  "IP2025014_syn_3": "Coding: 32997 (Total lung lavage, unilateral). Side: Right. Volume: 36L instilled. History: Previous Left WLL 2 weeks prior (separate session). Outcome: Extubated in OR.",
  "IP2025014_syn_4": "Procedure: Right Lung Lavage\n1. DLT placed (35Fr).\n2. Lavaged Right lung (36L total).\n3. 30L returned.\n4. Sats dropped to 80s once, paused and recruited.\n5. Extubated.\nPlan: ICU on high-flow.",
  "IP2025014_syn_5": "right side lung lavage for olivia perez. she had the left done last week. used a dlt. put in 36 liters got 30 back. she desatted a bit to the 80s but we fixed it. extubated her at the end. sending to icu on high flow.",
  "IP2025014_syn_6": "Whole lung lavage of the right lung was performed for pulmonary alveolar proteinosis. The patient is status post left lung lavage. 36 L of saline was instilled with 30 L return. Brief desaturation occurred but improved with recruitment. The patient was extubated in the OR and transported to the ICU.",
  "IP2025014_syn_7": "[Indication]\nPAP, Right side.\n[Anesthesia]\nGA, DLT.\n[Description]\nRight lung lavage. 36L In / 30L Out. Cleared secretions.\n[Complication]\nTransient hypoxia.\n[Plan]\nExtubate, ICU.",
  "IP2025014_syn_8": "[REDACTED] planned right-sided whole lung lavage today. We used a double-lumen tube to isolate the lung and instilled 36 liters of saline, recovering 30 liters. The fluid cleared as expected. She had one episode of desaturation that required us to pause and recruit the lung, but she recovered well. We were able to extubate her in the operating room before transfer to the ICU.",
  "IP2025014_syn_9": "Procedure: Total pulmonary lavage (Right).\nIndication: Alveolar proteinosis.\nAction: Instilled 36L saline. Recovered 30L. \nAdverse Event: Transient hypoxemia.\nDisposition: Extubated, critical care monitoring.",
  "IP2025014": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (right lung) for pulmonary alveolar proteinosis.\nPatient: [REDACTED], 37-year-old female with autoimmune PAP status post left lung lavage 2 weeks ago.\nAnesthesia: General anesthesia with double-lumen ET tube.\nProcedure details: Right lung lavaged with warm saline aliquots of 800 to 1000 mL. Total instilled volume 36 L with 30 L clear return by the end of lavage. Effluent initially milky, becoming progressively clear.\nComplications: Brief desaturation to low 80s during large aliquot, improved with temporary pause and recruitment maneuvers.\nDisposition: Extubated in OR and transported to ICU on high-flow nasal cannula for monitoring."
}
