{
  "IP2026_1_syn_1": "Indication: Mediastinal adenopathy.\nFindings: Extrinsic compression of distal trachea/R mainstem (85%).\nProcedure: EBUS-TBNA of 4R mass (4.8cm).\n- 6 passes, 19G needle.\n- ROSE: Suspicious for lymphoma.\n- Blood suctioned. No complications.",
  "IP2026_1_syn_2": "CLINICAL SUMMARY: Patient presents with mediastinal adenopathy of indeterminate etiology. \nOPERATIVE REPORT: General anesthesia was utilized. Airway inspection revealed significant extrinsic compression of the right mainstem bronchus. The convex probe EBUS was advanced to the level of the paratracheal stations. A large mass at station 4R, measuring 4.8 cm, was visualized. Transbronchial needle aspiration was performed utilizing a 19-gauge needle for 6 passes. Preliminary onsite analysis suggests a lymphoproliferative disorder.",
  "IP2026_1_syn_3": "Service: Bronchoscopy with EBUS sampling (31652).\nAnatomy Evaluated: Right Paratracheal (4R) station.\nFindings: 4.8 cm mass causing airway compression.\nIntervention: EBUS-guided needle aspiration (6 passes) of the single 4R station.\nPathology: Samples sent for Flow Cytometry and Cytology due to suspicion of lymphoma (ROSE positive).\nCoding: Single station sampled supports 31652.",
  "IP2026_1_syn_4": "Resident Note:\nProcedure: EBUS-TBNA.\n- Patient intubated/LMA.\n- White light bronchoscopy showed compression of R mainstem.\n- EBUS scope used to find 4R mass.\n- Sampled 4R with 19G needle x 6 passes.\n- ROSE reads 'suspicious for lymphoma'.\n- Flow cytometry sent.\n- Stable post-op.",
  "IP2026_1_syn_5": "ebus for mediastinal mass unclear cause... airway was kinda tight on the right side like 85 percent compressed. put the ultrasound scope down and saw a huge node at 4r measuring almost 5cm. stuck it 6 times with the big 19g needle. path guy in the room said looks like lymphoma so we sent flow. suctioned some blood out and finished up.",
  "IP2026_1_syn_6": "Mediastinal adenopathy of unclear etiology. General Anesthesia. LMA placed. Q190 video bronchoscope advanced. Distal right trachea partially compressed. Right mainstem 85% compressed. No endobronchial lesions. UC180F EBUS scope introduced. 4R paratracheal mass id[REDACTED] (4.8 cm). TBNA performed with 19 gauge needle. 6 passes total. ROSE suspicious for lymphoma. Samples sent for cytology and flow. Video scope re-inserted to suction blood. Procedure completed.",
  "IP2026_1_syn_7": "[Indication]\nMediastinal mass, rule out lymphoma.\n[Anesthesia]\nGeneral.\n[Description]\nRight mainstem compression observed. EBUS localization of station 4R mass (4.8cm). 6 needle passes performed (19G). ROSE: Suspicious for lymphoma. Flow cytometry collected.\n[Plan]\nOncology referral pending final path.",
  "IP2026_1_syn_8": "The patient underwent EBUS bronchoscopy to investigate a large mediastinal mass. Upon entering the airway, we noted significant compression of the right mainstem bronchus. We utilized the EBUS scope to target the 4R paratracheal station, which corresponded to the radiographic mass. We performed six needle aspirations using a 19-gauge needle. The rapid on-site evaluation was concerning for lymphoma, so samples were prioritized for flow cytometry. The patient tolerated the procedure well.",
  "IP2026_1_syn_9": "Indications: Mediastinal adenopathy.\nAction: The airway was inspected, revealing compression. The EBUS scope was inserted. The 4R station was visualized and aspirated 6 times. Rapid evaluation indicated lymphoma. Specimens were submitted for flow cytometry. The airway was suctioned."
}
