{
  "IP2026040_syn_1": "Procedure: Ion Robotic Bronchoscopy\n- Navigated to RUL nodule. REBUS (+). Forceps biopsy taken.\n- Navigated to LUL nodule. REBUS (+). Forceps biopsy taken.\n- Brushings/washings sent.\n- Complications: None.",
  "IP2026040_syn_2": "Operative Report: The patient underwent robotic-assisted bronchoscopy utilizing the Ion platform. We sequentially targeted bilateral PET-avid pulmonary nodules. In the right upper lobe, the lesion was localized via shape-sensing technology, confirmed with radial EBUS, and sampled via forceps. Attention was turned to the left upper lobe where a similar process yielded diagnostic tissue. Bronchial brushings and washings were obtained from both sites.",
  "IP2026040_syn_3": "Coding Justification:\n31627 (Navigational Bronchoscopy): Ion robot used for path planning/navigation.\n31628 (Biopsy, Single Lobe): Transbronchial biopsy of RUL nodule.\n+31632 (Biopsy, Add'l Lobe): Transbronchial biopsy of LUL nodule.\n+31654 (REBUS): Radial EBUS probe used to verify tool-in-lesion for peripheral targets.\nMedical Necessity: Bilateral PET-avid nodules.",
  "IP2026040_syn_4": "Resident Note:\nProcedure: Robotic Bronchoscopy (Ion).\nAttending: Dr. Smith.\n1. Time out.\n2. ETT placed.\n3. Ion catheter advanced.\n4. RUL nodule id[REDACTED], confirmed w/ REBUS, bx x3.\n5. LUL nodule id[REDACTED], confirmed w/ REBUS, bx x3.\n6. Stable.",
  "IP2026040_syn_5": "patient [REDACTED] robotic bronchoscopy ion system used. went to the right upper lobe first saw the nodule on the radial ebus took some bites with the forceps then went to the left upper lobe did the same thing radial ebus confirmed forceps biopsy performed. sent brushings and washings too everything went fine no bleeding.",
  "IP2026040_syn_6": "Ion robotic bronchoscopy with sequential sampling of bilateral PET-avid RUL and LUL nodules using radial EBUS and forceps biopsies with brushings/washings. Robotic navigation was successfully employed to localize both targets. Radial probe EBUS confirmed eccentric views of the lesions. Transbronchial forceps biopsies were obtained from the RUL and LUL without complication.",
  "IP2026040_syn_7": "[Indication] Bilateral PET-avid nodules.\n[Anesthesia] General.\n[Description] Ion robotic bronchoscopy performed. RUL nodule navigated and confirmed via Radial EBUS; forceps biopsy 31628. LUL nodule navigated and confirmed via Radial EBUS; forceps biopsy 31632.\n[Plan] Path pending.",
  "IP2026040_syn_8": "The patient was brought to the bronchoscopy suite for evaluation of bilateral lung nodules. We utilized the Ion robotic system for navigation. First, we targeted the right upper lobe nodule, confirming its location with radial EBUS before taking forceps biopsies. We then navigated to the left upper lobe nodule, again utilizing radial EBUS for confirmation prior to biopsy. Brushings and washings were also collected.",
  "IP2026040_syn_9": "Ion robotic bronchoscopy with consecutive sampling of bilateral PET-avid RUL and LUL nodules employing radial EBUS and forceps biopsies with brushings/lavage. The robotic platform facilitated precise localization. Radial EBUS verified the targets. Tissue was harvested from the RUL and LUL."
}
