{
  "IP2025027_syn_1": "Proc: Cryobiopsy LLL.\n- 3 samples (1.9mm probe).\n- Complication: Desaturation, absent breath sounds L.\n- Dx: Pneumothorax (Fluoro/US).\n- Rx: 14Fr Pigtail placed. Air evacuated.\n- Pt stable. Admitted.",
  "IP2025027_syn_2": "OPERATIVE COMPLICATION NOTE: During transbronchial cryobiopsy of the left lower lobe for hypersensitivity pneumonitis, the patient developed acute hypotension and desaturation following the third pass. Fluoroscopy and bedside ultrasound confirmed a left-sided pneumothorax. A 14 French pigtail thoracostomy tube was immediately placed in the 5th intercostal space, resulting in prompt lung re-expansion and hemodynamic stabilization.",
  "IP2025027_syn_3": "Codes:\n- 31628: Transbronchial biopsy LLL (3 samples).\n- 32551: Tube thoracostomy (Chest tube) for iatrogenic pneumothorax.\nRationale: Separate distinct procedure required to manage complication (chest tube). Biopsy completed prior to event.",
  "IP2025027_syn_4": "Procedure: Cryobiopsy + Chest Tube\nPatient: [REDACTED]\nEvents:\n1. ETT/GA.\n2. Cryobiopsy LLL x3.\n3. Patient crashed (Sat 85%, High Pressures).\n4. Fluoro showed pneumo.\n5. Pigtail catheter placed L side.\n6. Improved.\nPlan: Step-down unit.",
  "IP2025027_syn_5": "megan collins 60f hp suspicion general anesthesia we did cryobiopsy lll three samples on the last one pressures went up sats dropped breath sounds gone left side fluoro showed pneumothorax so we put in a pigtail chest tube 14 french suction applied patient stabilized lung came up admitting her to step down.",
  "IP2025027_syn_6": "Bronchoscopy with transbronchial cryobiopsy complicated by pneumothorax. Patient is a 60-year-old female with suspected hypersensitivity pneumonitis. General anesthesia with ETT. Cryobiopsies obtained from left lower lobe basal segments using 1.9 mm cryoprobe (3 samples). Fluoroscopy used. After third biopsy, patient developed decreased breath sounds and rising airway pressures. Left pneumothorax confirmed on fluoroscopy and ultrasound. A 14 Fr pigtail chest tube placed with immediate improvement. Admitted to step-down unit with chest tube to suction.",
  "IP2025027_syn_7": "[Indication]\nSuspected HP, Cryobiopsy.\n[Anesthesia]\nGA, ETT.\n[Description]\n3 Cryobiopsies taken LLL. Complicated by immediate pneumothorax. 14Fr Chest tube inserted. Lung expanded.\n[Plan]\nAdmit step-down. Suction. Daily CXR.",
  "IP2025027_syn_8": "The procedure began as a standard cryobiopsy for suspected hypersensitivity pneumonitis. We obtained three samples from the left lower lobe. Unfortunately, after the last sample, the patient developed a pneumothorax. We confirmed this with ultrasound and fluoroscopy and immediately placed a 14 French chest tube. The lung re-expanded and vitals normalized. She is admitted for chest tube management.",
  "IP2025027_syn_9": "Procedure: Bronchoscopy with transbronchial cryo-extraction complicated by lung collapse.\nDetails: Samples harvested from LLL. Following the third extraction, signs of pneumothorax appeared. A 14 Fr pigtail catheter was inserted, resolving the collapse. Patient transferred to step-down.",
  "IP2025027": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopy with transbronchial cryobiopsy complicated by pneumothorax.\nPatient: [REDACTED], 60-year-old female with suspected hypersensitivity pneumonitis.\nAnesthesia: General anesthesia with ETT.\nProcedure details: Cryobiopsies obtained from left lower lobe basal segments using 1.9 mm cryoprobe (3 samples). Fluoroscopy used. After third biopsy, patient developed decreased breath sounds and rising airway pressures.\nComplications: Left pneumothorax confirmed on fluoroscopy and ultrasound. A 14 Fr pigtail chest tube placed with immediate improvement.\nDisposition: Admitted to step-down unit with chest tube to suction."
}
