{
  "IP2025010_syn_1": "Procedure: BLVR LUL (Zephyr).\n- Chartis: No CV.\n- Implants: 3 Zephyr valves (LB1+2, LB3).\n- Result: Good seal, no pneumo.\n- Plan: Admit, CXR protocol.",
  "IP2025010_syn_2": "Procedure Note: [REDACTED], a candidate for lung volume reduction, underwent flexible bronchoscopy. The left upper lobe was targeted. Chartis assessment confirmed the absence of collateral ventilation. Subsequently, three Zephyr endobronchial valves were deployed into the LB1+2 and LB3 segments. Visual inspection confirmed appropriate seating and occlusion. There were no immediate complications.",
  "IP2025010_syn_3": "Billing: 31647 (Initial lobe BLVR), 31651 (Addl segments). Device: Zephyr Valves x3. Location: [REDACTED]",
  "IP2025010_syn_4": "Resident Note: BLVR LUL\n1. GA, 8.0 ETT.\n2. Chartis check LUL -> Negative CV.\n3. Placed 3 Zephyr valves (LB1+2, LB3).\n4. Checked for leaks - none.\n5. CXR negative for pneumo.\nPlan: Admit for obs.",
  "IP2025010_syn_5": "procedure note for karen young blvr lul. we checked with chartis and it looked good no flow. put in three zephyr valves in the upper lobe segments. everything looks sealed up. no pneumothorax on the xray. admitting her to the floor.",
  "IP2025010_syn_6": "Bronchoscopic lung volume reduction with Zephyr endobronchial valves to the left upper lobe was performed. The target was selected based on CT fissure analysis. Chartis confirmed absence of collateral ventilation. Three Zephyr valves were placed in LUL segments. There were no complications. The patient was admitted for observation.",
  "IP2025010_syn_7": "[Indication]\nSevere LUL Emphysema.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nChartis negative for CV. 3 Zephyr valves deployed in LUL. Good occlusion.\n[Plan]\nAdmit, serial CXRs.",
  "IP2025010_syn_8": "We proceeded with bronchoscopic lung volume reduction targeting the left upper lobe. After inducing general anesthesia, we used the Chartis system to confirm there was no collateral ventilation in the target lobe. We then placed three Zephyr valves into the LB1+2 and LB3 segments. The valves were well-seated with no air leak. The patient was extubated and admitted for routine post-BLVR monitoring.",
  "IP2025010_syn_9": "Operation: Endobronchial valve implantation (Zephyr) for volume reduction.\nSite: Left Upper Lobe.\nDetails: Verified lobar isolation via Chartis. Deployed 3 valves. Confirmed occlusion.\nOutcome: Uncomplicated.",
  "IP2025010": "Interventional Pulmonology Procedure Note\nProcedure: Bronchoscopic lung volume reduction with Zephyr endobronchial valves to left upper lobe.\nPatient: [REDACTED], 68-year-old female with severe emphysema and hyperinflation despite maximal medical therapy.\nAnesthesia: General anesthesia with 8.0 mm ETT, volume control ventilation.\nTarget selection: Left upper lobe selected based on CT fissure analysis and perfusion imaging showing heterogeneous emphysema.\nCollateral ventilation assessment: Chartis performed in LUL segments with absence of collateral ventilation.\nIntervention: Three Zephyr valves placed in LUL segments (LB1+2, LB3). Post-deployment airway inspection confirmed good seal.\nComplications: None. Minimal secretions cleared. No pneumothorax on immediate CXR.\nDisposition: Admitted overnight for observation, early ambulation, and serial chest radiographs."
}
