{
  "IP2025018_syn_1": "Indication: Aspirated dental crown.\nProcedure: Flexible bronch (fluoroscopy).\nFindings: Crown in RLL basal.\nAction: Removed w/ flexible alligator forceps.\nResult: Success.\nPlan: Discharge.",
  "IP2025018_syn_2": "PROCEDURE: Flexible bronchoscopy with foreign body removal.\nCLINICAL CONTEXT: The patient aspirated a dental crown during a dental procedure. \nFINDINGS: The metallic foreign body was localized to the right lower lobe basal segment. \nINTERVENTION: Under fluoroscopic guidance, the object was secured with flexible alligator forceps and successfully retrieved. Inspection of the bronchial mucosa revealed mild erythema but no perforation.",
  "IP2025018_syn_3": "Service: Flexible Bronchoscopy (31635).\nIndication: Iatrogenic foreign body (Dental Crown).\nLocation: RLL Basal Segment.\nTechnique: Fluoroscopic guidance utilized to locate and grasp object with flexible forceps.",
  "IP2025018_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Flex Bronch FB Removal\nSteps:\n1. Moderate sedation.\n2. Scope down. Found crown in RLL.\n3. Used fluoro to help.\n4. Grabbed with alligator forceps.\n5. Pulled it out.\n6. Stable.",
  "IP2025018_syn_5": "Liam Murphy aspirated a crown at the dentist. We did a flexible bronch with some sedation. Found the crown deep in the RLL. Used the x-ray to help grab it with the forceps. Got it out fine. Just a little redness inside.",
  "IP2025018_syn_6": "Moderate sedation was achieved. A metallic foreign body was visualized in the RLL basal segment bronchus. The foreign body was grasped and removed using flexible alligator forceps under fluoroscopic guidance. Bronchial mucosa was mildly erythematous. There were no complications.",
  "IP2025018_syn_7": "[Indication]\nAspirated dental crown.\n[Anesthesia]\nModerate Sedation.\n[Description]\nCrown visualized in RLL basal segment. Removed via flexible alligator forceps and fluoroscopy.\n[Plan]\nDischarge.",
  "IP2025018_syn_8": "[REDACTED] a dental crown, so we performed a flexible bronchoscopy to get it out. We found the metal crown in the lower part of his right lung. Using real-time x-ray guidance and flexible forceps, we grabbed the crown and pulled it out. He had a bit of a cough but otherwise did great.",
  "IP2025018_syn_9": "Procedure: Flexible airway inspection with extraction of dental prosthesis.\nFindings: Metallic object in RLL.\nAction: Object retrieved utilizing flexible graspers and imaging guidance.\nOutcome: Airway cleared.",
  "IP2025018": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with removal of dental crown from right lower lobe bronchus.\nPatient: [REDACTED], 34-year-old male who aspirated a dental crown during procedure.\nSedation: Moderate sedation with midazolam and fentanyl; native airway with bite block.\nFindings: Metallic foreign body visualized in RLL basal segment bronchus.\nIntervention: Foreign body grasped and removed using flexible alligator forceps under fluoroscopic guidance. Bronchial mucosa mildly erythematous.\nComplications: None other than transient cough.\nDisposition: Discharged from bronchoscopy recovery area the same day."
}
