{
  "IP2025044_syn_1": "Indication: Foreign body aspiration (Chicken bone).\nProc: Rigid Bronchoscopy.\nFindings: Bone in LLL superior segment.\nAction: Removed piecemeal w/ rigid forceps + basket. APC to granulation.\nComplication: Transient desat -> Bagged.\nDisposition: Extubated. Obs 4 hrs.",
  "IP2025044_syn_2": "OPERATIVE SUMMARY: The patient presented with acute aspiration. Under general anesthesia utilizing jet ventilation, a rigid bronchoscope was introduced. Inspection revealed a sharp osseous foreign body (chicken bone) impacted in the left lower lobe superior segment, surrounded by granulation tissue. The object was extracted piecemeal utilizing optical forceps and a retrieval basket. Argon Plasma Coagulation (APC) was applied to the granulating mucosa to ensure hemostasis. A transient desaturation event occurred but resolved promptly with manual ventilation.",
  "IP2025044_syn_3": "Code: 31635 (Bronchoscopy with removal of foreign body).\nTechnique: Rigid bronchoscopy used (allows for larger forceps/better airway control). Foreign body (bone) removed from LLL. APC used for hemostasis (incidental to removal).\nJustification: Acute airway obstruction/aspiration.",
  "IP2025044_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Rigid Bronch FB Removal\n1. Rigid scope inserted. Jet vent.\n2. Found chicken bone in LLL superior seg.\n3. Used forceps and basket to get it out in pieces.\n4. APC on the angry tissue.\n5. Sats dropped to 86 briefly, bagged up.\n6. Extubated.\nPlan: Home after observation.",
  "IP2025044_syn_5": "michael james ate a chicken wing and choked. ct showed a bone in the left lung. we took him to OR used the rigid scope. found the bone in the LLL superior segment stuck in granulation. pulled it out in pieces with the forceps. burned the granulation with apc. he desatted a bit but came right back up. extubated fine going home later.",
  "IP2025044_syn_6": "Rigid bronchoscopy with removal of chicken bone from left lower lobe bronchus. Patient is a 45-year-old male. General anesthesia with rigid adult bronchoscope and jet ventilation was used. A sharp bone fragment was found lodged in the superior segment bronchus of the LLL with surrounding granulation tissue. The bone was removed piecemeal using rigid forceps and basket. Granulation was cauterized with APC. Airways were suctioned clear. There was a brief desaturation to 86%, resolved with bag ventilation. Patient was extubated in OR and observed for 4 hours.",
  "IP2025044_syn_7": "[Indication]\nForeign body aspiration (chicken bone).\n[Anesthesia]\nGeneral, Rigid Bronchoscope, Jet Ventilation.\n[Description]\nBone fragment visualized in LLL superior segment. Removed piecemeal using forceps/basket. Granulation tissue treated with APC. Airway cleared.\n[Plan]\nObservation for 4 hours, then discharge.",
  "IP2025044_syn_8": "[REDACTED] a chicken bone that went down the wrong pipe. We took him to the operating room and used a rigid metal tube to look into his lungs. We found the bone stuck in the lower left lung. We carefully broke it up and pulled it out using special grabbers. We also treated the irritated tissue around it. He had a short dip in oxygen levels but recovered quickly. He will go home today.",
  "IP2025044_syn_9": "Procedure: Rigid endoscopic retrieval of foreign object.\nObject: Avian bone fragment.\nLocation: Left lower lobe, superior segment.\nMethod: The object was extracted piecemeal using rigid instrumentation. Hemostasis of granulation tissue was achieved via argon plasma coagulation.\nStatus: Extubated and stable.",
  "IP2025044": "Foreign Body Bronchoscopy Note\nProcedure: Rigid bronchoscopy with removal of chicken bone from left lower lobe bronchus\nPatient: [REDACTED], 45-year-old male with acute onset cough after eating chicken wings, CT showing airway foreign body.\nAnesthesia: General anesthesia with rigid adult bronchoscope and jet ventilation.\nFindings: Sharp bone fragment lodged in superior segment bronchus of LLL with surrounding granulation tissue.\nIntervention: Bone removed piecemeal using rigid forceps and basket; granulation cauterized with APC. Airways suctioned clear.\nComplications: Brief desaturation to 86%, resolved with bag ventilation.\nDisposition: Extubated in OR and observed for 4 hours on the ward."
}
