{
  "IP2025015_syn_1": "Procedure: Left WLL. Aborted.\nReason: Hypoxemia (78%).\nAction: 6L in, 4.8L out. Stopped. Drained.\nDisposition: ICU, intubated.",
  "IP2025015_syn_2": "OPERATIVE NARRATIVE: Therapeutic whole lung lavage. The procedure was initiated on the left lung following double-lumen intubation. After the instillation of 6 L of saline, the patient manifested refractory hypoxemia despite recruitment maneuvers. The procedure was aborted to ensure patient safety. Residual fluid was evacuated, and two-lung ventilation resumed. The patient was transferred to the intensive care unit for ongoing respiratory support.",
  "IP2025015_syn_3": "CPT 32997: Therapeutic whole lung lavage (unilateral).\nService Description: Left lung lavage initiated via 39Fr DLT. 6000mL instilled, 4800mL returned. Procedure terminated early due to physiologic instability (desaturation to 78%).\nStatus: Procedure attempted/performed to extent possible.",
  "IP2025015_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Whole Lung Lavage (Left)\nSteps:\n1. General anesthesia, DLT.\n2. Isolated left lung.\n3. Instilled 6L saline.\n4. Patient desatted to 78%.\n5. Aborted procedure, suctioned fluid.\n6. Sent to ICU intubated.",
  "IP2025015_syn_5": "Kevin Foster WLL note. We started washing the left lung got about 6 liters in but his sats dropped to the 70s. Couldn't get them up so we stopped. Sucked out what we could. He's going to the ICU still on the vent.",
  "IP2025015_syn_6": "Left lung lavage was initiated with 1 L aliquots under general anesthesia with a double-lumen ET tube. After 6 L instilled and 4.8 L returned, patient developed refractory hypoxemia. The lavage was aborted, fluid drained as completely as possible, and both lungs ventilated. The patient was left intubated and transported to the ICU.",
  "IP2025015_syn_7": "[Indication]\nPulmonary alveolar proteinosis.\n[Anesthesia]\nGeneral, Double-lumen tube.\n[Description]\nLeft whole lung lavage initiated. 6L instilled. Aborted due to refractory hypoxemia (78%). Fluid drained.\n[Plan]\nICU admission.",
  "IP2025015_syn_8": "[REDACTED] attempted left whole lung lavage for his PAP. We placed a double-lumen tube and began the washing process. Unfortunately, after using about 6 liters of fluid, his oxygen levels dropped dangerously low. We made the decision to stop the procedure immediately, drain the remaining fluid, and transfer him to the ICU while keeping him on the ventilator.",
  "IP2025015_syn_9": "Operation: Left lung irrigation stopped early due to low oxygen.\nDetails: Lavage commenced. After 6 L infused and 4.8 L retrieved, patient exhibited stubborn hypoxemia. The cleanse was ceased, liquid siphoned, and both lungs ventilated.",
  "IP2025015": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (left lung) aborted early due to hypoxemia.\nPatient: [REDACTED], 49-year-old male with pulmonary alveolar proteinosis.\nAnesthesia: General anesthesia with double-lumen ET tube.\nProcedure details: Left lung lavage initiated with 1 L aliquots. After 6 L instilled and 4.8 L returned, patient developed refractory hypoxemia despite recruitment maneuvers and increased FiO2.\nDecision: Lavage aborted, fluid drained as completely as possible, and both lungs ventilated.\nComplications: Hypoxemia to 78 percent, improved after stopping lavage. No hemodynamic collapse.\nDisposition: Patient left intubated and transported to ICU for continued respiratory support."
}
