{
  "IP2025019_syn_1": "Indication: Severe asthma.\nProcedure: Bronchial Thermoplasty (RLL).\nAction: 52 activations delivered to RLL segments.\nComplication: Mild wheeze.\nPlan: D/C on prednisone.",
  "IP2025019_syn_2": "PROCEDURE: Bronchial Thermoplasty, initial session.\nTARGET: Right Lower Lobe.\nDETAILS: Under moderate sedation, the Alair catheter was advanced into the distal segmental airways of the right lower lobe. Radiofrequency energy was delivered systematically. A total of 52 activations were completed. The patient experienced mild procedure-induced bronchospasm which responded to bronchodilators.",
  "IP2025019_syn_3": "CPT 31660: Bronchoscopy with bronchial thermoplasty, one lobe.\nTarget Lobe: Right Lower Lobe.\nWork Performed: 52 RF activations delivered to segmental/subsegmental airways.\nMedical Necessity: Severe persistent asthma refractory to standard therapy.",
  "IP2025019_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: BT Session 1 (RLL)\nSteps:\n1. Sedation.\n2. Treated RLL airways with thermoplasty catheter.\n3. 52 hits total.\n4. Tolerated well, mild wheeze.\nPlan: Prednisone burst, home.",
  "IP2025019_syn_5": "Chloe Adams here for her first thermoplasty session on the RLL. We did the usual sedation. Treated all the segments in the right lower lobe got 52 activations. She got a little wheezy so we gave her some treatment. Sent her home on prednisone.",
  "IP2025019_syn_6": "Flexible bronchoscope used to sequentially treat RLL segmental and subsegmental bronchi with bronchial thermoplasty catheter. Total of 52 activations delivered to RLL. Mild wheezing and cough occurred during procedure; no significant desaturation. Patient observed and discharged.",
  "IP2025019_syn_7": "[Indication]\nSevere persistent asthma.\n[Anesthesia]\nModerate Sedation.\n[Description]\nBronchial Thermoplasty performed on Right Lower Lobe. 52 activations delivered.\n[Plan]\nDischarge with prednisone.",
  "IP2025019_syn_8": "[REDACTED] first session of bronchial thermoplasty for her asthma. We focused on the right lower lobe today. Using the special catheter, we treated the airways with heat energy, completing 52 activations. She had some coughing and wheezing during the procedure, but it settled down. She went home later that day.",
  "IP2025019_syn_9": "Procedure: Airway thermal ablation (Session 1).\nTarget: RLL.\nAction: RF energy applied to segmental bronchi. 52 applications performed.\nOutcome: Procedure completed with minor bronchospasm.",
  "IP2025019": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 1 treating right lower lobe.\nPatient: [REDACTED], 45-year-old female with severe persistent asthma on maximal therapy.\nSedation: Moderate sedation with midazolam and fentanyl; native airway.\nProcedure details: Flexible bronchoscope used to sequentially treat RLL segmental and subsegmental bronchi with bronchial thermoplasty catheter. Total of 52 activations delivered to RLL.\nComplications: Mild wheezing and cough during procedure; no significant desaturation.\nDisposition: Observed for 4 hours postprocedure, then discharged home on prednisone burst and usual inhaler regimen."
}
