{
  "IP2025048_syn_1": "Indication: Right pleural effusion, r/o TB vs Ca.\nProc: Medical Thoracoscopy.\nTechnique:\n- Local/Sedation.\n- 1200mL straw fluid drained.\n- Pleuroscopy: Diffuse fibrin, small nodules.\n- Biopsy: Parietal pleura x multiple.\n- No talc.\nDisposition: Chest tube to water seal. Admit.",
  "IP2025048_syn_2": "PROCEDURE NOTE: Diagnostic Medical Thoracoscopy. \nINDICATIONS: Undiagnosed exudative right pleural effusion. \nFINDINGS: Upon entry into the right pleural space, 1.2L of serous fluid was evacuated. Inspection via semi-rigid thoracoscope revealed diffuse fibrinous adhesions and nodularity of the parietal pleura. Targeted biopsies were obtained for histopathology and microbiological analysis (TB). Chemical pleurodesis was deferred pending diagnosis. A chest tube was placed.",
  "IP2025048_syn_3": "Code: 32602 (Thoracoscopy, diagnostic; with biopsy of pleura).\nNote: 32602 is specific to *diagnostic* thoracoscopy (often medical/local anesthesia). If mapped to surgical VATS, might be 32606, but 'Medical Thoracoscopy' usually implies 32602 equivalent context. No pleurodesis (32650) performed.",
  "IP2025048_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Pleuroscopy\n1. 7th ICS access.\n2. Drained 1.2L yellow fluid.\n3. Put camera in. Looks like fibrin and bumps.\n4. Took biopsies of the bumps.\n5. Didn't put talc in.\n6. Chest tube placed.\nPlan: Wait for path.",
  "IP2025048_syn_5": "patricia foster here for scope of the pleural space right side. effusions keep coming back. we drained 1200cc straw fluid. looked inside with the flex scope saw a lot of fibrin and nodules. took a bunch of biopsies sent for TB and cancer. didnt talc her yet. chest tube in place sending to floor.",
  "IP2025048_syn_6": "Diagnostic medical thoracoscopy with pleural biopsies (no pleurodesis) was performed. Patient is a 62-year-old female with unilateral right exudative pleural effusion. Under ultrasound guidance, the right 7th intercostal space was selected. Approximately 1200 mL of straw-colored fluid was drained. A semi-rigid thoracoscope was introduced, revealing diffuse fibrinous exudate and scattered small nodules. Multiple parietal pleural biopsies were obtained. No talc was instilled. There were no complications. A chest tube was left to water seal.",
  "IP2025048_syn_7": "[Indication]\nRight exudative effusion, undiagnosed.\n[Anesthesia]\nModerate sedation + Local.\n[Description]\n1200mL fluid drained. Thoracoscopy revealed nodules/fibrin. Parietal pleural biopsies taken. No pleurodesis performed.\n[Plan]\nAdmit. Chest tube management. Await pathology.",
  "IP2025048_syn_8": "[REDACTED] around her right lung that we haven't been able to diagnose. Today we did a procedure to look inside the chest cavity with a camera. We drained over a liter of fluid and saw some small bumps and inflammation on the lining of the lung. We took several samples (biopsies) of these bumps to test for tuberculosis or cancer. We decided not to seal the lung (talc) until we know exactly what we are treating. She has a tube in her side to drain any leftover fluid.",
  "IP2025048_syn_9": "Procedure: Diagnostic pleuroscopy with parietal biopsy.\nFindings: 1.2L serous effusion. Fibrinous exudate and nodular pleural changes.\nAction: Evacuation of fluid and biopsy of parietal pleura. Pleurodesis withheld.\nDisposition: Ward admission with indwelling pleural catheter.",
  "IP2025048": "Medical Thoracoscopy Procedure Note\nProcedure: Diagnostic medical thoracoscopy with pleural biopsies (no pleurodesis)\nPatient: [REDACTED], 62-year-old female with unilateral right exudative pleural effusion, concern for tuberculous pleuritis vs malignancy.\nSedation: Moderate sedation with midazolam and fentanyl plus local anesthesia.\nTechnique: Under ultrasound guidance, right 7th intercostal space selected. Approximately 1200 mL of straw-colored fluid drained. Semi-rigid thoracoscope introduced, revealing diffuse fibrinous exudate and scattered small nodules.\nMultiple parietal pleural biopsies obtained; no talc instilled.\nComplications: None.\nDisposition: Chest tube left to water seal; admitted to ward."
}
