{
  "IP2025036_syn_1": "Indication: LLL nodule (14mm).\nProc: EMN (superDimension) + REBUS.\nDetails: Nav to LLL lateral basal. REBUS eccentric. Fluoroscopy confirmed. Bx x5, Brush x2, Mini-BAL.\nROSE: Nondiagnostic.\nDisp: Home. Re-eval.",
  "IP2025036_syn_2": "PROCEDURE: Electromagnetic Navigational Bronchoscopy.\nINDICATION: Indeterminate LLL nodule.\nNARRATIVE: Using the superDimension system, a pathway was mapped to the LLL lateral basal segment. The locatable guide was advanced to the target. Radial EBUS revealed an eccentric view, suggesting the probe was adjacent to the lesion. Fluoroscopy confirmed position. Biopsies and brushings were obtained but ROSE was nondiagnostic.\nIMPRESSION: Nondiagnostic bronchoscopy.",
  "IP2025036_syn_3": "Codes: 31627 (Nav), 31628 (Biopsy), 31654 (REBUS).\nTarget: LLL Nodule.\nYield: Nondiagnostic on ROSE.\nTechnique: Electromagnetic navigation with fluoroscopic confirmation.",
  "IP2025036_syn_4": "Procedure: EMN Bronch\nPatient: [REDACTED]\nSteps:\n1. Moderate sedation.\n2. Registered superDimension.\n3. Navigated to LLL.\n4. Radial EBUS: Eccentric.\n5. Biopsied anyway x5.\n6. ROSE: Just bronchial cells.\nPlan: Maybe CT biopsy next?",
  "IP2025036_syn_5": "Daniel Rivera LLL nodule small 14mm. Used superdimension. Registration was ok. got to the lesion but ultrasound was eccentric not concentric. took biopsies brushes and a wash. rose didn't see cancer just normal cells. discharged home might need another biopsy.",
  "IP2025036_syn_6": "Interventional Pulmonology Procedure Note. Procedures: Electromagnetic navigational bronchoscopy (superDimension) with radial EBUS and transbronchial biopsies of left lower lobe nodule. Patient: [REDACTED], 65-year-old male. Highlights: EMN plan created. Radial EBUS showed eccentric view. Fluoroscopy confirmed position at lesion. Five forceps biopsies, two brushings and one mini-BAL obtained. ROSE: Nondiagnostic, bronchial cells only. Disposition: Discharged home.",
  "IP2025036_syn_7": "[Indication]\n14mm LLL nodule.\n[Anesthesia]\nModerate sedation.\n[Description]\nEMN (superDimension) to LLL lateral basal. REBUS eccentric. Biopsies/Brush/BAL performed. ROSE negative.\n[Plan]\nRepeat biopsy (CT guided) or surveillance.",
  "IP2025036_syn_8": "[REDACTED] a small nodule in the left lower lung. We used the electromagnetic navigation system to try and reach it. We got close, but the ultrasound probe was next to the nodule rather than inside it (eccentric view). We took biopsies from that spot, but the preliminary reading didn't show any cancer or specific diagnosis. We may need to try a different biopsy method.",
  "IP2025036_syn_9": "Procedure: Electromagnetic guided pulmonary interrogation.\nOutcome: Nondiagnostic sampling.\nAction: The catheter was navigated to the LLL target. Radial sonography displayed an eccentric relation. Tissue was harvested but cytopathology was inconclusive.",
  "IP2025036": "Interventional Pulmonology Procedure Note\nProcedures: Electromagnetic navigational bronchoscopy (superDimension) with radial EBUS and transbronchial biopsies of left lower lobe nodule.\nPatient: [REDACTED], 65-year-old male with 14 mm LLL peripheral nodule with faint PET uptake.\nSedation: Moderate sedation with midazolam and fentanyl.\nHighlights:\n- EMN plan created from thin-cut CT; registration error 4.6 mm via anatomical landmarks.\n- Radial EBUS showed eccentric view.\n- Fluoroscopy confirmed position at lesion; no cone-beam CT available.\n- Five forceps biopsies, two brushings and one mini-BAL obtained.\nROSE: Nondiagnostic, bronchial cells only.\nComplications: None. No pneumothorax on postprocedure CXR.\nDisposition: Discharged home with plan for repeat evaluation vs CT-guided biopsy."
}
