{
  "IP2025043_syn_1": "Indication: PAP, poor reserve.\nProc: Partial Left Lung Lavage.\nAirway: 37Fr Right DLT.\nCourse:\n- 10L instilled / 8.4L return.\n- Aborted due to high airway pressures + hypoxia (82%).\n- Switched to 2-lung vent.\nDisposition: Extubated to HFNC. ICU.",
  "IP2025043_syn_2": "OPERATIVE REPORT: The patient, a 46-year-old female with severe PAP and limited reserve, underwent attempted left whole lung lavage. A right-sided DLT was utilized. Lavage was initiated with 500-800mL aliquots. After 10L instillation, the procedure was terminated due to desaturation to 82% and rising airway pressures in the ventilated lung. Recruitment maneuvers were applied immediately upon converting to two-lung ventilation. The patient stabilized and was extubated to high-flow nasal cannula.",
  "IP2025043_syn_3": "Code: 32997 (Total lung lavage).\nModifier: -52 (Reduced Services) could be considered depending on payer policy, though 10L is significant therapeutic volume.\nNarrative: Procedure performed for PAP. Left lung lavaged with 10L saline (partial volume compared to standard). Terminated early due to patient instability (hypoxia/high pressures). DLT management and critical care monitoring provided.",
  "IP2025043_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Left WLL (Partial)\n1. Right DLT placed.\n2. Started washing left lung.\n3. Got to 10L in, 8.4L out.\n4. Sats dropped to 82% and pressures went up.\n5. Stopped procedure. Bagged patient.\n6. Extubated in OR.\nPlan: ICU, maybe try again later.",
  "IP2025043_syn_5": "lauren young for left lung wash she has bad PAP. used a right sided dlt. started washing the left but she didnt tolerate it well. after 10 liters she desatted to 82 and pressures went high. had to stop. sucked out what we could total 8.4 out. switched to both lungs and she got better. extubated to high flow sending to icu.",
  "IP2025043_syn_6": "Partial left lung lavage for PAP was performed on a 46-year-old female with poor cardiopulmonary reserve. General anesthesia with a right-sided DLT was used. The left lung was lavaged with 10 L of warm saline in 500–800 mL aliquots. The procedure was terminated early due to rising airway pressures and modest hypoxia. Total return was 8.4 L. Hypoxemia to 82% occurred but responded to recruitment and a switch to two-lung ventilation. The patient was extubated in the OR to high-flow nasal cannula and admitted to the ICU.",
  "IP2025043_syn_7": "[Indication]\nPAP with compromised reserve.\n[Anesthesia]\nGeneral, 37Fr Right DLT.\n[Description]\nLeft lung lavage initiated. 10L instilled, 8.4L returned. Procedure aborted early due to intraoperative hypoxia (82%) and high peak pressures. Stability restored with 2-lung ventilation.\n[Plan]\nICU admission on HFNC. Staged approach for future.",
  "IP2025043_syn_8": "[REDACTED] protein buildup in her lungs and her oxygen levels are already low, so we had to be careful. We tried to wash her left lung today. We managed to wash it with 10 liters of saline, but we had to stop earlier than planned because her oxygen levels dropped and the pressure in her lungs got too high. We woke her up in the operating room and put her on high-flow oxygen. She is going to the ICU for close watching.",
  "IP2025043_syn_9": "Operation: Incomplete sinister pulmonary lavage.\nReason: Alveolar proteinosis.\nCourse: 10 liters of saline were introduced. The intervention was curtailed due to escalating airway pressures and desaturation. Recruitment maneuvers were employed. \nOutcome: Patient extubated to high-flow oxygen. ICU transfer.",
  "IP2025043": "Whole Lung Lavage Note (Abbreviated)\nProcedure: Partial left lung lavage for PAP\nPatient: [REDACTED], 46-year-old female with pulmonary alveolar proteinosis and poor cardiopulmonary reserve.\nAnesthesia: General anesthesia with right-sided DLT. Plans for staged smaller-volume lavages.\nCourse: Left lung lavaged with 10 L of warm saline in 500–800 mL aliquots. Procedure terminated early due to rising airway pressures and modest hypoxia; total return 8.4 L.\nComplications: Hypoxemia to 82%, responsive to recruitment and switch to two-lung ventilation.\nDisposition: Extubated in OR to high-flow nasal cannula and admitted to ICU."
}
