{
  "IP2025_3_syn_1": "Procedure: Therapeutic Bronchoscopy + EBUS + Stent.\n- Airway: 8.5 ETT.\n- Findings: RLL complete obstruction. 11R node enlarged.\n- EBUS: 11R sampled -> Malignant.\n- RLL: Cryoextraction + APC used. Fogarty for debris.\n- Dilation: 8-10mm balloon.\n- Stent: 10x15mm Aero stent placed in RLL. Post-dilated.\n- Result: RLL 85% patent.",
  "IP2025_3_syn_2": "OPERATIVE SUMMARY: The patient underwent general anesthesia with an 8.5 mm ETT. Initial inspection revealed complete malignant obstruction of the Right Lower Lobe (RLL). EBUS-guided TBNA of station 11R confirmed malignancy. A therapeutic scope was introduced for intervention. The RLL tumor was managed via cryoextraction and Argon Plasma Coagulation (APC). Mechanical dilation was performed using an Elation balloon. To maintain patency, a 10 x 15 mm Aero self-expanding metallic stent was deployed across the stenosis, jailing the superior segment but sparing the basilar segments. Post-deployment dilation confirmed excellent apposition and 85% patency.",
  "IP2025_3_syn_3": "Billing Codes:\n- 31641: Tumor destruction via APC and Cryo in RLL.\n- 31652: EBUS sampling of 1 station (11R).\n- 31636: Placement of bronchial stent (Aero 10x15mm) in RLL.\nNote: Balloon dilation (31630) is bundled with stent placement/tumor destruction and is not separately reported.",
  "IP2025_3_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Bronch + Stent + EBUS\n\nSteps:\n1. 8.5 ETT placed.\n2. EBUS: Station 11R sampled. Positive for cancer.\n3. Switched to therapeutic scope.\n4. RLL tumor treated with APC and Cryo.\n5. Balloon dilation (8-9-10mm).\n6. Stent deployment: Aero 10x15mm in RLL.\n7. Stent ballooned open.\n8. RLL now open ~85%.",
  "IP2025_3_syn_5": "patient [REDACTED] cancer and obstruction. intubated with 8.5 tube. looked with ebus and biopsied node 11r it was positive. then went to fix the rll. used apc and cryo to get the tumor out. ballooned it open. put in a stent aero 10 by 15. looks good now rll is open. no complications extubated in room.",
  "IP2025_3_syn_6": "General anesthesia was induced with an 8.5 mm ETT. Diagnostic bronchoscopy showed RLL obstruction. EBUS-TBNA of station 11R confirmed malignancy. Therapeutic intervention involved forceps biopsy, cryoextraction, and APC ablation of the RLL tumor. A Fogarty balloon removed debris. The airway was dilated with an Elation balloon. A 10 x 15 mm Aero stent was deployed in the RLL, covering the superior segment but opening the basilar segments. The stent was post-dilated. Final patency was estimated at 85%.",
  "IP2025_3_syn_7": "[Indication]\nMalignant airway obstruction, progression of disease.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nEBUS TBNA 11R (Malignant). RLL tumor treated with Cryo/APC. Balloon dilation performed. 10x15mm Aero stent placed in RLL. Stent dilated.\n[Plan]\nPACU. Oncology follow-up.",
  "IP2025_3_syn_8": "The patient was intubated with an 8.5 mm endotracheal tube. We performed EBUS staging, id[REDACTED] and biopsying a malignant node at station 11R. Switching to a therapeutic bronchoscope, we addressed the complete obstruction of the right lower lobe. The tumor was resected using cryoextraction and cauterized with APC. Following balloon dilation to expand the airway, we deployed a 10 x 15 mm covered metal stent. This successfully re-established patency to the basilar segments.",
  "IP2025_3_syn_9": "Intervention: Therapeutic scope with stenting.\nTarget: RLL malignancy.\nSampling: Node 11R sampled via EBUS.\nClearance: Tumor extracted via cryo; ablated via APC.\nRestoration: Airway dilated; Aero stent deployed.\nOutcome: RLL patent."
}
