{
  "IP2025038_syn_1": "Indication: LMS anastomotic stenosis (Transplant).\nProc: Rigid bronch, Mechanical + Balloon Dilation.\nDetails: 60% narrowing left anastomosis. Dilated to 10mm. No stent.\nComp: Small mucosal tear, self-limited.\nDisp: Transplant ward.",
  "IP2025038_syn_2": "PROCEDURE: Rigid Bronchoscopy with Balloon Dilation.\nINDICATION: Benign anastomotic stenosis post-lung transplant.\nNARRATIVE: The left mainstem anastomosis was inspected via rigid bronchoscopy and found to be stenotic (60% narrowing). Mechanical dilation was performed using the rigid barrel, followed by balloon dilation to 10mm. Stenting was deferred. A small mucosal tear was noted but hemostasis was achieved.\nIMPRESSION: Improved anastomotic patency.",
  "IP2025038_syn_3": "Code: 31630 (Bronchial Dilation).\nSite: Left Mainstem.\nTechnique: Rigid + Balloon.\nNote: No stent placed (excludes 31636).",
  "IP2025038_syn_4": "Procedure: Rigid Dilation\nPatient: [REDACTED]\nSteps:\n1. GA / Jet.\n2. Rigid scope to LMS.\n3. Anastomosis tight.\n4. Dilated with scope and balloon.\n5. Opened up to 10mm.\n6. No stent needed today.\nPlan: Transplant ward.",
  "IP2025038_syn_5": "Brenda Lewis transplant patient with stenosis left side. went in with rigid scope. dilated the anastomosis with the barrel then a balloon. opened up good. didn't put a stent in. little tear in the mucosa but stopped bleeding. sending her to the floor.",
  "IP2025038_syn_6": "Rigid Bronchoscopy Procedure Note. Procedures: Rigid bronchoscopy and mechanical debulking, Balloon dilation of left mainstem bronchus. Patient: Brenda Lewis, 73-year-old female. Findings: Fibrotic annular stenosis at anastomotic site in left mainstem with ~60% narrowing. Interventions: Mechanical dilation with rigid barrel and forceps followed by controlled balloon dilation to 10 mm. No stent placed. Complications: Small mucosal tear without active bleeding.",
  "IP2025038_syn_7": "[Indication]\nLMS transplant stenosis.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nAnastomosis 60% stenosed. Dilated mechanically and with balloon to 10mm. No stent placed.\n[Plan]\nAdmit to transplant service.",
  "IP2025038_syn_8": "[REDACTED] at her lung transplant connection site on the left. We used a rigid bronchoscope to stretch this area open, first with the scope itself and then with a balloon. It opened up nicely to 10mm. We decided not to place a stent at this time. There was a tiny tear from the stretching, but it wasn't bleeding significantly.",
  "IP2025038_syn_9": "Procedure: Rigid bronchial expansion.\nContext: Post-transplant anastomotic stricture.\nAction: The left mainstem stenosis was addressed via mechanical and pneumatic dilation techniques. Stent deployment was withheld.\nResult: Augmented bronchial diameter.",
  "IP2025038": "Rigid Bronchoscopy Procedure Note\nProcedures:\n1. Rigid bronchoscopy and mechanical debulking\n2. Balloon dilation of left mainstem bronchus\nPatient: [REDACTED], 73-year-old female with benign left mainstem bronchial stenosis after lung transplant.\nAnesthesia: General anesthesia with rigid size 12 bronchoscope, jet ventilation.\nFindings: Fibrotic annular stenosis at anastomotic site in left mainstem with ~60% narrowing and retained secretions distally.\nInterventions: Mechanical dilation with rigid barrel and forceps followed by controlled balloon dilation to 10 mm. No stent placed.\nComplications: Small mucosal tear without active bleeding. EBL ~20 mL.\nDisposition: Extubated in OR, transferred to PACU then transplant ward."
}
