{
  "IP2025_2_syn_1": "Procedure: Rigid Bronchoscopy + EBUS.\n- LMA placed. EBUS TBNA: 4R, 2R, 7, 4L (Benign).\n- Rigid scope (12mm) inserted.\n- Tumor: Distal LMS (85%), LC2 carina infiltrated.\n- Action: APC ablation, Cryo debulking, Forceps removal.\n- Fogarty balloon: Used in LLL, pus drained.\n- LUL: Proximal opening achieved, distal tumor remains.\n- Complications: None.",
  "IP2025_2_syn_2": "PROCEDURE PERFORMED: Rigid bronchoscopy with tumor debulking and Endobronchial Ultrasound (EBUS) staging.\nFINDINGS: Initial inspection via LMA revealed an endobronchial tumor obstructing the distal left mainstem (85%). EBUS-guided TBNA was performed at stations 4R, 2R, 7, and 4L; rapid on-site evaluation showed lymphocytes without malignancy. The airway was then secured with a 12 mm rigid bronchoscope. The tumor was devascularized using Argon Plasma Coagulation (APC) and debulked using a 'burn and shave' technique with cryotherapy assistance. A Fogarty balloon catheter was utilized to clear purulent secretions from the left lower lobe. Despite these efforts, distal tumor extension prevented complete recanalization.",
  "IP2025_2_syn_3": "CPT Codes:\n- 31641: Bronchoscopy with destruction of tumor (APC/Cryo debulking of Left Mainstem/LUL/LLL).\n- 31653: EBUS sampling of 3+ stations (4R, 2R, 7, 4L sampled).\n- 31624: Bronchoscopy with BAL (distinct maneuver for culture of purulent secretions in LLL).\nNarrative: Complex airway management requiring transition from LMA/EBUS to Rigid/Jet Ventilation for therapeutic debulking.",
  "IP2025_2_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: [Attending Name]\n\n1. LMA placed. White light check -> Tumor distal LMS.\n2. EBUS scope in. Sampled 4R, 2R, 7, 4L. ROSE negative.\n3. Switched to 12mm Rigid scope + Jet Vent.\n4. Used APC to burn tumor. Used cryo/forceps to remove tissue.\n5. Fogarty balloon to LLL -> lots of pus -> sent for culture.\n6. Opened proximal LUL, but distal disease persists.\n7. Tolerated well.",
  "IP2025_2_syn_5": "patient [REDACTED] mass causing obstruction. started with lma and ebus scope. biopsied nodes 4r 2r 7 and 4l rose said benign. then switched to rigid scope 12mm. tumor was blocking left mainstem and lobar takeoffs. used apc to burn it and cryo to freeze and pull. used fogarty balloon to clean out the lll got a lot of pus. biopsy taken. could not get it all open because cancer goes too deep. no complications discharge on augmentin.",
  "IP2025_2_syn_6": "Under general anesthesia, the T190 and subsequently the UC180F EBUS scopes were introduced via LMA. EBUS-TBNA was performed on stations 4R, 2R, 7, and 4L with benign ROSE results. A 12 mm rigid bronchoscope was then inserted. An endobronchial tumor obstructing the distal left mainstem and LC2 carina was id[REDACTED]. We performed APC ablation and cryo-debulking. A Fogarty balloon facilitated drainage of purulent secretions from the LLL; bronchial lavage was collected. Proximal recanalization was achieved, but distal obstruction persisted. The patient remained stable.",
  "IP2025_2_syn_7": "[Indication]\nLung mass, airway obstruction, staging.\n[Anesthesia]\nGeneral (LMA converted to Rigid).\n[Description]\nEBUS TBNA performed on 4R, 2R, 7, 4L (negative). Rigid bronchoscopy performed for debulking of distal LMS tumor. APC and Cryotherapy utilized. Fogarty balloon used for secretion management. Partial recanalization achieved.\n[Plan]\nPACU. Discharge on antibiotics.",
  "IP2025_2_syn_8": "The patient was induced, and an LMA was placed. We began with an airway survey using a standard gastroscope, id[REDACTED] an obstructing lesion in the left mainstem. We then utilized the EBUS scope to sample mediastinal lymph nodes at stations 4R, 2R, 7, and 4L; on-site pathology was negative for malignancy. To address the airway obstruction, we transitioned to a 12 mm rigid bronchoscope with jet ventilation. The tumor was treated with argon plasma coagulation and mechanically debulked using cryotherapy and forceps. We successfully cleared the proximal airway but noted persistent distal disease.",
  "IP2025_2_syn_9": "Staging and clearance procedure. \nNodes sampled: 4R, 2R, 7, 4L via EBUS. \nTumor addressed: Left mainstem/carina. \nMethods: Cautery (APC) and freezing (Cryo) for tissue extraction. \nClearance: Fogarty catheter used to drain secretions. \nOutcome: Proximal airways opened; distal occlusion remains."
}
