{
  "IP2025_4_syn_1": "Procedure: Navigational Bronchoscopy (SuperD).\nIndication: LUL Nodule.\nSteps:\n- Inspection: Normal airway.\n- Nav: Catheter to LUL apico-posterior.\n- Confirmation: Radial EBUS (view suboptimal).\n- Sampling: Triple needle, TBNA, Forceps, Brush.\n- ROSE: Suboptimal/Inadequate.\n- Add'l: Mini-BAL performed.\n- Complications: None.",
  "IP2025_4_syn_2": "PROCEDURE: Electromagnetic Navigation Bronchoscopy (ENB) with Radial EBUS and Biopsy.\nINDICATION: Solitary pulmonary nodule, Left Upper Lobe.\nDETAILS: Following airway inspection, the SuperDimension navigation system was utilized to guide a catheter to the target lesion in the LUL apico-posterior segment. Radial EBUS confirmation was attempted but yielded a suboptimal acoustic window. Despite this, multiple diagnostic passes were made using a triple needle brush, TBNA needle, and biopsy forceps. Rapid On-Site Evaluation (ROSE) was non-diagnostic. A mini-bronchoalveolar lavage (BAL) was performed at the site. The procedure was terminated without complications.",
  "IP2025_4_syn_3": "Coding Summary:\n- 31629: Bronchoscopy with TBNA (primary biopsy code).\n- 31627: Navigation add-on (SuperDimension used).\n- 31654: Radial EBUS add-on (Peripheral lesion localization).\n- 31624: Bronchoscopy with BAL.\nNote: Fluoroscopy (76000) is bundled.",
  "IP2025_4_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: ENB + Biopsy\n\n1. Airway inspected (normal).\n2. SuperD catheter navigated to LUL nodule.\n3. REBUS check: suboptimal view.\n4. Biopsies: Needle, Brush, Forceps.\n5. ROSE: No tumor seen.\n6. Mini-BAL done.\n7. Scope out. Stable.",
  "IP2025_4_syn_5": "patient [REDACTED] a nodule in the left upper lobe. did the navigation bronch today using super d system. went to the spot on the map lul apicoposterior. radial ebus didn't look great but we biopsied anyway. used needle brush and forceps. rose didn't show much. did a wash too. patient did fine no bleeding.",
  "IP2025_4_syn_6": "The patient underwent general anesthesia. A Q190 bronchoscope revealed normal anatomy. The SuperDimension navigation system was used to advance a catheter to the LUL apico-posterior target. Radial EBUS visualization was suboptimal. Biopsies were obtained using triple needle brush, TBNA needle, and forceps under fluoroscopic guidance. ROSE was negative. A mini-BAL was performed. The patient tolerated the procedure well.",
  "IP2025_4_syn_7": "[Indication]\nLUL Pulmonary Nodule.\n[Anesthesia]\nGeneral.\n[Description]\nNavigated to LUL target using SuperDimension. Radial EBUS confirmation attempted (suboptimal). Samples taken via TBNA, brush, forceps. Mini-BAL performed.\n[Plan]\nAwait pathology. CXR.",
  "IP2025_4_syn_8": "We performed a navigational bronchoscopy to assess a nodule in the left upper lobe. Using the SuperDimension system, we navigated to the apico-posterior segment. Although the radial EBUS view was not definitive, we proceeded with sampling based on the virtual target. We utilized a combination of needles, brushes, and forceps to obtain tissue. On-site evaluation was indeterminate. We concluded with a mini-lavage of the area.",
  "IP2025_4_syn_9": "Exam: Navigational airway inspection.\nTarget: LUL lesion.\nLocalization: Electromagnetic guidance + Radial ultrasound.\nSampling: Needle aspiration, brushing, and tissue avulsion (forceps).\nLavage: Segmental wash performed.\nResult: Samples submitted; immediate read inconclusive."
}
