{
  "IP2026002_syn_1": "Indication: Bronchus intermedius obstruction.\nProcedure: Rigid Bronchoscopy (12mm). Therapeutic Aspiration.\nFindings:\n- Polypoid mass in BI.\n- Soft, pulsatile, brisk bleeding on touch.\n- EBUS: Vascular, no tumor.\nAction: Suctioned purulent secretions. Aborted debulking due to hemorrhage risk.\nDx: Broncholith (CT confirmed).\nComplication: Small PTX.",
  "IP2026002_syn_2": "OPERATIVE REPORT: The patient presented with high-grade obstruction of the bronchus intermedius. Rigid bronchoscopy was performed to facilitate airway management. A polypoid, pulsatile mass was visualized obstructing the lumen. Manipulation precipitated brisk hemorrhage, controlled with topical epinephrine. Linear EBUS assessment revealed significant vascularity and absence of distinct tumor architecture, suggestive of a broncholith. Mechanical debulking was deemed unsafe and the procedure was aborted after aspiration of post-obstructive secretions.",
  "IP2026002_syn_3": "Coding Rationale:\n- 31645 (Therapeutic Aspiration): Primary service. Cleared purulent secretions from distal airways.\n- 31622 (Diagnostic Rigid Bronch): Bundled.\n- 31640 (Tumor Excision): NOT billed as procedure was aborted due to risk.\nNote: Linear EBUS used for assessment only, no nodes sampled. CT Angio ordered post-op.",
  "IP2026002_syn_4": "Procedure: Rigid Bronchoscopy\nFindings: Mass in BI, completely obstructing. Purulent fluid behind it.\nSteps:\n1. LMA -> Flex scope. Saw mass.\n2. Rigid scope inserted.\n3. Suctioned pus (31645).\n4. Touched mass -> Bleeding. Stopped w/ Epi.\n5. EBUS -> Vascular.\n6. Aborted.\nPlan: Consult Thoracic Surgery.",
  "IP2026002_syn_5": "attempted bronchoscopy for airway blockage saw a mass in the bronchus intermedius put in the rigid scope suctioned out a lot of pus behind the block tried to touch the mass and it bled heavily used epi and txa looks like a broncholith on scan so we stopped before causing a major bleed patient admitted",
  "IP2026002_syn_6": "The patient was placed under general anesthesia. Initial flexible bronchoscopy revealed a mass obstructing the bronchus intermedius. A 12 mm rigid bronchoscope was inserted. We bypassed the obstruction to suction purulent secretions. Manipulation of the mass caused brisk bleeding, and ultrasound examination revealed nearby vessels. We decided to abort any resection to avoid hemorrhage. Post-procedure imaging suggests a broncholith.",
  "IP2026002_syn_7": "[Indication]\nBronchus Intermedius Obstruction.\n[Anesthesia]\nGeneral, Rigid/Jet Ventilation.\n[Description]\n- Obstructing mass id[REDACTED].\n- Post-obstructive pus aspirated.\n- Mass manipulation -> Hemorrhage (controlled).\n- Procedure aborted.\n[Diagnosis]\nBroncholithiasis.\n[Plan]\nSurgical consult.",
  "IP2026002_syn_8": "We performed a rigid bronchoscopy to address a blockage in the bronchus intermedius. Upon visualization, the mass appeared polypoid and highly vascular, bleeding easily upon contact. We successfully aspirated purulent secretions from the distal airways to treat the post-obstructive pneumonia. However, ultrasound analysis indicated the mass was likely a broncholith with significant vascular risk, so we aborted the debulking portion of the procedure.",
  "IP2026002_syn_9": "Indication: Airway occlusion.\nMethod: Rigid endoscopy. Jet ventilation.\nFindings: Endoluminal obstruction. Hemorrhage upon palpation. Purulence evacuated.\nDecision: Resection halted due to vascular hazard.\nOutcome: Broncholithiasis confirmed.",
  "IP2026002": "Interventional Pulmonology Procedure Note\nProcedure: Whole lung lavage (left lung)\nPatient: [REDACTED], 51-year-old female with biopsy-proven pulmonary alveolar proteinosis and persistent exertional dyspnea.\nAnesthesia: General anesthesia with left-sided double-lumen endotracheal tube.\nIndication: Staged contralateral whole lung lavage for PAP after prior right lung lavage with partial symptomatic improvement.\n\nPROCEDURE IN DETAIL:\nFollowing verification of informed consent, the patient was brought to the operating room and placed supine. General anesthesia was induced and the airway secured with a 35 Fr left-sided double-lumen tube. Position was confirmed bronchoscopically.\nThe patient was placed in the right lateral decubitus position. One-lung ventilation of the right lung was maintained while the left lung was lavaged via the nonventilated lumen. Warmed normal saline was instilled in 800–1000 mL aliquots with chest percussion and drainage to gravity between cycles. Effluent initially appeared opaque and milky, then gradually became light and translucent.\nA total of 16.0 L of saline were instilled with approximately 13.5 L recovered. Oxygen saturations remained above 92% throughout; no arrhythmias or hemodynamic instability were observed. No endobronchial lesions were seen and no biopsies were obtained.\nAt the end of the procedure, the left lung was suctioned free of residual fluid, two-lung ventilation was resumed, and the double-lumen tube was exchanged for a single-lumen tube. The patient was extubated in the operating room and transferred to the step-down unit on nasal cannula oxygen.\n\nCOMPLICATIONS: None.\nESTIMATED BLOOD LOSS: <15 mL\nDISPOSITION: Step-down unit for overnight monitoring.\nIMPRESSION/PLAN: Successful staged left lung whole lung lavage for PAP. Continue pulmonary hygiene, bronchodilators as needed, and follow-up in interventional pulmonology clinic in 4–6 weeks."
}
