{
  "IP2025021_syn_1": "Indication: Severe asthma, final session.\nProcedure: Bronchial Thermoplasty (RUL + LUL).\nAction: 60 activations total (30/side).\nComplication: Mild cough.\nPlan: Admit for observation.",
  "IP2025021_syn_2": "PROCEDURE: Bronchial Thermoplasty, final session.\nTARGET: Bilateral Upper Lobes.\nDETAILS: Under general anesthesia, the final stage of thermoplasty was undertaken. The catheter was sequentially deployed in the right upper lobe and left upper lobe segmental airways. A total of 60 activations were delivered (30 per lobe). The patient remained stable with only mild post-procedure cough.",
  "IP2025021_syn_3": "CPT 31660: Bronchoscopy with bronchial thermoplasty, one lobe.\n(Note: Bilateral upper lobes treated; coding reflects primary lobe. Institutional protocol may vary on add-on code).\nWork Performed: 30 activations RUL, 30 activations LUL (60 Total).\nSetting: Bronchoscopy suite.",
  "IP2025021_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: BT Session 3 (Upper Lobes)\nSteps:\n1. GA/LMA.\n2. Treated RUL and LUL.\n3. 60 hits total.\n4. Mild cough.\nPlan: Admit overnight.",
  "IP2025021_syn_5": "Hannah Lewis for her last thermoplasty session doing both upper lobes today. General anesthesia with an LMA. We did 30 hits on the right and 30 on the left. She did fine just some coughing after. Keeping her overnight since she lives far away.",
  "IP2025021_syn_6": "BT catheter deployed sequentially in RUL and LUL segmental airways. Total of 60 activations delivered (30 per side). Mild postprocedure cough and chest tightness noted. Patient admitted overnight for observation.",
  "IP2025021_syn_7": "[Indication]\nSevere asthma (Session 3).\n[Anesthesia]\nGeneral, LMA.\n[Description]\nBronchial Thermoplasty performed on Bilateral Upper Lobes. 60 total activations.\n[Plan]\nAdmit for observation.",
  "IP2025021_syn_8": "[REDACTED] final bronchial thermoplasty session, treating both upper lobes. We used general anesthesia for this session. We delivered 30 activations to the right upper lobe and 30 to the left. She had some chest tightness afterwards, so we decided to keep her overnight for monitoring.",
  "IP2025021_syn_9": "Procedure: Airway thermal ablation (Session 3).\nTarget: Bilateral Upper Lobes.\nAction: RF energy applied to segmental bronchi. 60 applications total.\nOutcome: Procedure completed, patient admitted.",
  "IP2025021": "Interventional Pulmonology Procedure Note\nProcedure: Bronchial thermoplasty session 3 treating bilateral upper lobes.\nPatient: [REDACTED], 39-year-old female with severe refractory asthma.\nSedation: General anesthesia with laryngeal mask airway.\nProcedure details: BT catheter deployed sequentially in RUL and LUL segmental airways. Total of 60 activations delivered (30 per side).\nComplications: Mild postprocedure cough and chest tightness; no severe bronchospasm.\nDisposition: Admitted overnight for observation due to distance from hospital and prior asthma exacerbations."
}
