{
  "IP2026_0_syn_1": "Indication: Hx testicular cancer, mediastinal LAD.\nProcedure: EBUS-TBNA.\n- LMA placed. Airway normal.\n- EBUS scope introduced.\n- Stations sampled: 7 (16.6mm), 4R (5.7mm), 11Rs (8.9mm).\n- 5 passes per station (22G needle).\n- Cytology sent.\nComplications: None. EBL < 5cc.",
  "IP2026_0_syn_2": "HISTORY: The patient, with a known history of testicular carcinoma status post chemotherapy, presented with mediastinal adenopathy.\nPROCEDURE: General anesthesia was induced. A systematic EBUS examination was conducted. Radiographically enlarged lymph nodes were id[REDACTED] at stations 7, 4R, and 11Rs. Real-time ultrasound guidance facilitated transbronchial needle aspiration (TBNA) using a 22-gauge needle. Five passes were completed at each of the three stations to ensure adequate cellularity for staging. \nIMPRESSION: Successful staging EBUS involving three distinct nodal stations.",
  "IP2026_0_syn_3": "Procedure: Bronchoscopy with EBUS sampling (CPT 31653).\nTechnique:\n1.  Ultrasound visualization of three distinct nodal stations: Subcarinal (7), Right Lower Paratracheal (4R), and Right Interlobar (11R).\n2.  Needle selection: Olympus 22G EBUS-TBNA.\n3.  Sampling: 5 passes were performed at each of the 3 stations to ensure diagnostic yield.\n4.  Specimen handling: All samples prepared for cytology.\nJustification: Evaluation of mediastinal/hilar nodes in cancer staging requires sampling of 3+ stations.",
  "IP2026_0_syn_4": "Procedure Note\nAttending: Dr. [REDACTED]\nResident: Dr. [REDACTED]\nIndication: Staging testicular cancer.\nSteps:\n1. Time out performed.\n2. LMA inserted.\n3. Airway inspection: Normal anatomy.\n4. EBUS scope advanced.\n5. TBNA performed on Station 7, 11Rs, and 4R (3 stations total).\n6. 5 passes per node.\n7. Tolerated well.\nPlan: Wait for path.",
  "IP2026_0_syn_5": "patient [REDACTED] ebus testicular cancer history we used propofol and an lma... airway looked clear no masses. switched to the ebus scope and found nodes at 7 4r and 11rs. did 5 passes at each spot with the 22 gauge needle sent it all to cytology. no bleeding really just a little bit of suctioning needed. procedure went fine patient woke up ok.",
  "IP2026_0_syn_6": "Mediastinal adenopathy in setting of testicular cancer s/p chemotherapy. Propofol infusion via anesthesia assistance. Q190 video bronchoscope introduced. Laryngeal mask airway in good position. Vocal cords normal. Trachea normal. Carina sharp. Video scope removed. UC180F convex probe EBUS bronchoscope introduced. Ultrasound id[REDACTED] enlarged station 7, 4R and 11Rs lymph nodes. Station 7 was 16.6 mm, 4R 5.7mm, 11Rs 8.9mm. Sampling by transbronchial needle aspiration performed on all three stations using 22 gauge needle. 5 needle passes at each. Samples sent for cytology. No complications.",
  "IP2026_0_syn_7": "[Indication]\nMediastinal adenopathy, hx testicular cancer.\n[Anesthesia]\nPropofol/MAC, LMA.\n[Description]\nDiagnostic bronchoscopy: Normal anatomy. EBUS: Stations 7, 4R, and 11Rs id[REDACTED] and sampled. 5 passes each with 22G needle. 3 stations total sampled.\n[Plan]\nPathology review.",
  "IP2026_0_syn_8": "The patient was brought to the bronchoscopy suite for evaluation of mediastinal adenopathy given his history of testicular cancer. After induction of anesthesia, we inspected the airway and found no endobronchial anomalies. Switching to the linear EBUS scope, we localized three specific lymph nodes: station 7, station 4R, and station 11Rs. We performed transbronchial needle aspiration on each of these three stations, completing five passes per node to ensure sufficient material. There were no immediate complications.",
  "IP2026_0_syn_9": "Indications: Mediastinal adenopathy.\nAction: The airway was surveyed with a video bronchoscope. The EBUS scope was deployed. Ultrasound imaged enlarged nodes at stations 7, 4R, and 11Rs. These targets were aspirated using a 22G needle. Five passes were executed at each lymph node station. Specimens were dispatched for cytology. The airway was cleared of secretions."
}
