{
  "IP2025025_syn_1": "Proc: Bronch w/ BAL & TBBx.\n- Scope passed to RML -> BAL obtained.\n- TBBx x6 RLL lateral basal segment under fluoro.\n- Bleeding: Mild, cold saline.\n- No pneumo on fluoro.\nPlan: D/C home.",
  "IP2025025_syn_2": "OPERATIVE REPORT: The patient presented with diffuse parenchymal opacities. Following moderate sedation, the airways were inspected to the subsegmental level and found to be patent. A bronchoalveolar lavage was meticulously performed in the right middle lobe. Subsequently, fluoroscopic guidance facilitated the acquisition of six transbronchial biopsy specimens from the right lower lobe lateral basal segment using standard forceps. Hemostasis was achieved with cold saline lavage.",
  "IP2025025_syn_3": "Procedure: Bronchoscopy with multiple diagnostic interventions.\nTechnique:\n1. 31624: Bronchoscope wedged in Right Middle Lobe; 100mL saline instilled/aspirated for BAL.\n2. 31628: Scope repositioned to Right Lower Lobe. Fluoroscopy utilized to guide forceps to periphery. Six (6) biopsies obtained from single lobe (RLL).\nJustification: Diagnostic evaluation of ILD. Samples sent for pathology and micro.",
  "IP2025025_syn_4": "Procedure Note\nResident: Dr. Doe\nAttending: Dr. Allen\nIndication: ILD workup.\nSteps:\n1. Time out.\n2. Sedation start.\n3. Airway inspection: Normal.\n4. BAL: RML (good return).\n5. Biopsy: RLL Lat Basal x 6. Fluoro used.\n6. Complications: Minimal bleeding.\nDisposition: Recovery.",
  "IP2025025_syn_5": "patient [REDACTED] bronchoscopy ild workup we gave midazolam fentanyl airway looked fine went into the right middle lobe did the lavage clear fluid back then moved to the right lower lobe for biopsies used fluoro took about six samples standard forceps little bit of bleeding iced saline stopped it patient tolerated well no pneumo detected discharged home.",
  "IP2025025_syn_6": "Flexible bronchoscopy with BAL and transbronchial biopsies for interstitial lung disease evaluation. Patient is a 53-year-old female with progressive dyspnea and bilateral ground-glass opacities. Moderate sedation with fentanyl and midazolam; native airway. Normal airways to subsegmental level. BAL performed in right middle lobe. Fluoroscopy-guided transbronchial biopsies (6 samples) obtained from right lower lobe lateral basal segment using standard forceps. Mild bleeding controlled with iced saline; no pneumothorax on postprocedure CXR. Discharged home from recovery area.",
  "IP2025025_syn_7": "[Indication]\nProgressive dyspnea, GGOs.\n[Anesthesia]\nModerate sedation (Fentanyl/Versed).\n[Description]\nScope advanced. RML lavaged (BAL). RLL lateral basal segment biopsied x6 using fluoro guidance. Hemostasis achieved.\n[Plan]\nDischarge home. Follow up in ILD clinic.",
  "IP2025025_syn_8": "The patient was brought to the bronchoscopy suite for evaluation of interstitial lung disease. After achieving moderate sedation, we inserted the bronchoscope. We performed a bronchoalveolar lavage in the right middle lobe. We then navigated to the right lower lobe, specifically the lateral basal segment, and used fluoroscopy to guide the forceps for six transbronchial biopsies. There was only mild bleeding which we stopped with iced saline. No pneumothorax was seen.",
  "IP2025025_syn_9": "Procedure: Flexible bronchoscopy with lavage and transbronchial sampling.\nDetails: Airways were patent. Lavage was executed in the RML. Fluoroscopy-guided samples (6) were harvested from the RLL lateral basal segment using forceps. Minor hemorrhage was arrested with iced saline.",
  "IP2025025": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with BAL and transbronchial biopsies for interstitial lung disease evaluation.\nPatient: [REDACTED], 53-year-old female with progressive dyspnea and bilateral ground-glass opacities.\nSedation: Moderate sedation with fentanyl and midazolam; native airway.\nBronchoscopic findings: Normal airways to subsegmental level.\nSampling: BAL performed in right middle lobe. Fluoroscopy-guided transbronchial biopsies (6 samples) obtained from right lower lobe lateral basal segment using standard forceps.\nComplications: Mild bleeding controlled with iced saline; no pneumothorax on postprocedure CXR.\nDisposition: Discharged home from recovery area."
}
