{
  "IP2025024_syn_1": "Indication: Malignant effusion.\nProcedure: Medical Thoracoscopy + IPC.\nFindings: 1.8L fluid, nodules.\nAction: Talc poudrage performed. Tunneled catheter placed.\nPlan: Admit, d/c next day.",
  "IP2025024_syn_2": "PROCEDURE: Medical thoracoscopy with talc poudrage and placement of indwelling pleural catheter.\nFINDINGS: Thoracoscopy revealed extensive parietal pleural implants. 1.8 L of serosanguinous fluid was evacuated. \nINTERVENTION: Talc poudrage was insufflated for pleurodesis. Additionally, a tunneled indwelling pleural catheter was placed to ensure long-term drainage capability. \nDISPOSITION: The patient will be admitted for overnight observation.",
  "IP2025024_syn_3": "CPT 32609: Thoracoscopy with pleurodesis (Talc).\nCPT 32550: Insertion of indwelling tunneled pleural catheter.\nRationale: Dual management strategy employed (Talc for immediate symphysis, IPC for long-term failure/drainage).",
  "IP2025024_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Thoracoscopy + Talc + IPC\nSteps:\n1. MAC sedation.\n2. Thoracoscopy: drained 1.8L.\n3. Sprayed talc (poudrage).\n4. Placed PleurX catheter.\n5. Secure.\nPlan: Admit.",
  "IP2025024_syn_5": "[REDACTED] thoracoscopy note. Drained 1.8L bloody fluid. Lung looked cancerous. We did the talc spray to glue it and also put in a tunneled catheter just in case. He's staying overnight.",
  "IP2025024_syn_6": "Under ultrasound guidance, right 7th intercostal space selected. 1.8 L of serosanguinous pleural fluid drained. Thoracoscopy revealed nodular parietal pleural implants. Talc poudrage pleurodesis performed and indwelling tunneled pleural catheter placed for outpatient drainage. Admitted overnight.",
  "IP2025024_syn_7": "[Indication]\nRecurrent malignant pleural effusion.\n[Anesthesia]\nMAC/Local.\n[Description]\nMedical Thoracoscopy. 1.8L drained. Talc poudrage performed. Tunneled pleural catheter placed.\n[Plan]\nAdmit.",
  "IP2025024_syn_8": "[REDACTED] a procedure to manage his malignant fluid buildup. We performed a thoracoscopy, drained 1.8 liters of fluid, and sprayed talc to seal the lung. We also placed a permanent tunneled catheter to allow for drainage at home if the fluid comes back. He will stay overnight for monitoring.",
  "IP2025024_syn_9": "Procedure: Pleuroscopy with chemical sclerosis and tunnelled drain insertion.\nFindings: Metastatic implants.\nAction: Fluid evacuated. Talc insufflated. Long-term catheter implanted.\nOutcome: Dual modality management established.",
  "IP2025024": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with tunneled pleural catheter placement and talc poudrage.\nPatient: [REDACTED], 65-year-old male with known metastatic lung cancer and recurrent right malignant pleural effusion.\nSedation: Monitored anesthesia care with moderate sedation and local anesthetic.\nProcedure details: Under ultrasound guidance, right 7th intercostal space selected. 1.8 L of serosanguinous pleural fluid drained. Thoracoscopy revealed nodular parietal pleural implants. Talc poudrage pleurodesis performed and indwelling tunneled pleural catheter placed for outpatient drainage.\nComplications: None.\nDisposition: Admitted overnight; discharged next day with home health support for catheter care."
}
