{
  "IP2025008_syn_1": "Procedure: Rigid bronch, LMS debulking, SEMS placement.\n- Findings: LMS 100% occluded by tumor.\n- Action: Mechanical debulking + APC.\n- Stent: 12x40mm Covered SEMS in LMS.\n- Result: Lung re-expanded.\n- Plan: PACU, extubated.",
  "IP2025008_syn_2": "Procedure Note: [REDACTED] bronchoscopy for a complete malignant obstruction of the left mainstem bronchus. The lesion was friable and occlusive. Mechanical recanalization was achieved via the rigid barrel and forceps, supplemented by APC. To prevent restenosis, a 12 x 40 mm covered self-expanding metallic stent (SEMS) was deployed under fluoroscopic guidance. Post-operative imaging confirmed left lung re-expansion.",
  "IP2025008_syn_3": "Billing: 31641 (Destruction of tumor), 31636 (Stent placement, bronchial). Location: Left Mainstem Bronchus. Devices: Covered SEMS 12x40mm. Technique: Rigid bronchoscopy with jet ventilation. Fluoroscopy utilized for stent deployment.",
  "IP2025008_syn_4": "Procedure: Rigid Bronchoscopy w/ Stent\nPt: [REDACTED], 69F.\n1. Rigid scope #11 passed.\n2. LMS completely blocked.\n3. Debulked with suction/forceps/APC.\n4. 12x40mm covered metal stent placed.\n5. CXR shows lung up.\nPlan: PACU, nasal cannula.",
  "IP2025008_syn_5": "dictation for linda davis rigid bronch she had that left lung collapse from the tumor in the left main. we opened it up with the rigid scope and apc. put in a metal stent covered 12 by 40. bleeding was minimal. she woke up fine extubated her. xray looks good lung is up.",
  "IP2025008_syn_6": "Rigid bronchoscopy with tumor debulking and placement of covered metallic stent in the left mainstem bronchus was performed. The patient had complete collapse of the left lung. Mechanical debulking and APC were used to open the lumen. A 12 x 40 mm covered self-expanding metallic stent was deployed. EBL was 30 mL. The patient was extubated and transferred to PACU.",
  "IP2025008_syn_7": "[Indication]\nLeft lung collapse, malignant LMS obstruction.\n[Anesthesia]\nGeneral, Rigid #11, Jet ventilation.\n[Description]\nTumor debulked from LMS. 12x40mm Covered SEMS deployed. Patent airway achieved.\n[Plan]\nPACU, monitor O2 sats.",
  "IP2025008_syn_8": "Due to complete collapse of the left lung from a malignant obstruction, we performed a rigid bronchoscopy. We mechanically debulked the tumor in the left mainstem bronchus and applied APC to the base. Once the airway was sufficiently open, we placed a 12 x 40 mm covered metallic stent under fluoroscopic guidance. The patient was extubated in the OR, and immediate chest x-ray showed successful re-expansion of the lung.",
  "IP2025008_syn_9": "Service: Rigid airway restoration and prosthesis insertion.\nSite: Left mainstem bronchus.\nTechnique: Tumor excision via rigid barrel and thermal coagulation. Insertion of covered metallic scaffold (SEMS).\nOutcome: Re-aeration of the left lung.",
  "IP2025008": "Interventional Pulmonology Procedure Note\nProcedures: Rigid bronchoscopy with tumor debulking and placement of covered metallic stent in left mainstem bronchus.\nPatient: [REDACTED], 69-year-old female with left mainstem obstruction from endobronchial adenocarcinoma causing collapse of left lung.\nAnesthesia: General anesthesia via rigid bronchoscope size 11 with jet ventilation.\nFindings: Friable tumor completely occluding left mainstem bronchus at its origin.\nIntervention: Mechanical debulking using rigid barrel, suction, and forceps until lumen opened. Argon plasma coagulation applied to tumor base. Residual obstruction approximately 20 percent. A 12 x 40 mm covered self-expanding metallic stent was deployed under bronchoscopic and fluoroscopic guidance into the left mainstem.\nComplications: None. EBL 30 mL.\nDisposition: Extubated and transferred to PACU on 2 L nasal cannula. Postprocedure CXR showed re-expansion of left lung."
}
