{
  "IP2025045_syn_1": "Indication: FB Aspiration (Pen cap).\nProc: Pediatric Rigid Bronchoscopy.\nFindings: Cap in Right Mainstem.\nAction: Removed intact w/ optical forceps.\nResult: Airway patent. RUL/RML cleared.\nDisposition: Extubated. Pediatric recovery. D/C home.",
  "IP2025045_syn_2": "OPERATIVE REPORT: 6-year-old female presenting with foreign body aspiration. General anesthesia was induced. A pediatric rigid bronchoscope was advanced into the trachea. A hollow plastic pen cap was visualized obstructing the proximal right mainstem bronchus. Using optical grasping forceps, the object was secured and retrieved intact. Subsequent inspection of the RUL and RML revealed patent airways with no residual fragments. The patient was extubated in the operating room.",
  "IP2025045_syn_3": "Code: 31635 (Bronchoscopy with removal of foreign body).\nPatient [REDACTED]: 6 years (Pediatric).\nTechnique: Rigid bronchoscopy required for retrieval of large plastic object (pen cap) to prevent fragmentation and loss of airway. Optical forceps used.",
  "IP2025045_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Peds Rigid Bronch FB Removal\n1. GA. Peds rigid scope.\n2. Saw pen cap in Right Mainstem.\n3. Grabbed it with the optical forceps.\n4. Pulled it out whole.\n5. Checked airway again - all clear.\n6. Extubated.\nPlan: Home.",
  "IP2025045_syn_5": "little ava swallowed a pen cap at school. we took her to the OR put her to sleep. used the kid size rigid scope. saw the cap in the right mainstem blocking the lung. grabbed it with the optical forceps and pulled the whole thing out. looked back down everything clear. woke her up shes doing great going home.",
  "IP2025045_syn_6": "Rigid bronchoscopy with removal of pen cap from right mainstem bronchus was performed on a 6-year-old female. General anesthesia with a pediatric rigid bronchoscope was utilized. A hollow plastic pen cap was found lodged in the proximal right mainstem causing near-complete obstruction of RUL and RML. The foreign body was grasped and removed intact with optical forceps. Airways were suctioned and inspected to the subsegmental level. There were no complications. The patient was extubated in the OR.",
  "IP2025045_syn_7": "[Indication]\nPediatric foreign body aspiration (Pen cap).\n[Anesthesia]\nGeneral, Pediatric Rigid Scope.\n[Description]\nPen cap visualized in Right Mainstem Bronchus. Removed intact using optical forceps. Distal airways inspected and patent.\n[Plan]\nDischarge home after recovery.",
  "IP2025045_syn_8": "Little Harper inhaled a pen cap at school. We had to put her to sleep and use a rigid tube to look into her lungs. We found the cap blocking the main breathing tube on the right side. We used special tweezers with a camera on them to grab the cap and pull it out in one piece. Her lungs look clear now and she is breathing well.",
  "IP2025045_syn_9": "Procedure: Pediatric rigid endoscopic foreign body extraction.\nObject: Plastic writing instrument cap.\nLocation: Right mainstem bronchus.\nAction: The object was seized and withdrawn intact utilizing optical forceps. \nOutcome: Patency restored to RUL and RML. No complications.",
  "IP2025045": "Pediatric Bronchoscopy Note\nProcedure: Rigid bronchoscopy with removal of pen cap from right mainstem bronchus\nPatient: [REDACTED], 6-year-old female who aspirated pen cap while playing at school.\nAnesthesia: General anesthesia with pediatric rigid bronchoscope.\nFindings: Hollow plastic pen cap lodged in proximal right mainstem causing near-complete obstruction of RUL and RML.\nIntervention: Foreign body grasped and removed intact with optical forceps. Airways suctioned and inspected to subsegmental level.\nComplications: None.\nDisposition: Extubated in OR and observed in pediatric recovery; discharged home later that day."
}
