{
  "IP2026_BRONCH_0_syn_1": "Pre-op: Symptomatic tracheal stenosis.\nAnesthesia: General, LMA.\nProcedure:\n- Scope inserted. 3.5cm A-shaped stenosis (90% obstruction) found 2.5cm distal to cords.\n- Markers placed via fluoro.\n- Jagwire placed.\n- 16x40mm Ultraflex stent deployed over wire.\n- Dilated w/ 18mm Elation balloon.\n- Airway patent (90% caliber).\nPlan: PACU. Follow up 2 weeks.",
  "IP2026_BRONCH_0_syn_2": "INDICATION: The patient presented with symptomatic, complex tracheal stenosis requiring intervention.\nPROCEDURE NARRATIVE: Under general anesthesia, the airway was secured via laryngeal mask airway. Videobronchoscopy revealed a high-grade, A-shaped stenotic segment measuring 3.5 cm in length, located approximately 2.5 cm distal to the vocal cords. Fluoroscopic guidance was utilized to demarcate the lesion. A guidewire was advanced, facilitating the deployment of a 16x40 mm uncovered Ultraflex self-expanding metallic stent. Subsequent balloon dilation was performed using an 18 mm Elation catheter, achieving excellent patency and restoration of airway caliber.",
  "IP2026_BRONCH_0_syn_3": "Service Performed: Bronchoscopy with Tracheal Stent Placement (31631).\nDevice: 16x40 mm Ultraflex SEMS (Uncovered).\nTechnique: \n1. Evaluation: 90% tracheal obstruction id[REDACTED].\n2. Fluoroscopy: Used to verify anatomic landmarks (included).\n3. Deployment: Stent placed over guidewire.\n4. Dilation: 18mm balloon used to expand stent against tracheal wall (included in 31631).\nOutcome: Airway patent. No complications.",
  "IP2026_BRONCH_0_syn_4": "Procedure: Tracheal Stent Placement\nAttending: Dr. [REDACTED]\nSteps:\n1. Time out completed.\n2. LMA placed.\n3. Scope advanced to trachea. 90% stenosis seen.\n4. Guidewire inserted.\n5. 16x40mm Ultraflex stent deployed.\n6. Balloon dilation performed to 18mm.\n7. Good result confirmed.\nPlan: PACU.",
  "IP2026_BRONCH_0_syn_5": "procedure note for tracheal stenosis we went in with the scope and saw the blockage about 90 percent so we marked it on fluoro and put the wire down. then we slid the ultraflex stent 16 by 40 over it and deployed it looked okay but needed opening so we used the elation balloon up to 18mm looks much better now airway open no bleeding patient tolerated well send to recovery.",
  "IP2026_BRONCH_0_syn_6": "The procedure was performed in the bronchoscopy suite. After administration of sedatives an LMA was inserted and the flexible bronchoscope was passed through the vocal cords and into the trachea. Approximately 2.5 cm distal to the vocal cords was a long segment of A-shaped stenosis measuring 3.5 cm with maximal airway obstruction of 90%. Distal to the stenosis the mid and distal trachea appeared normal. External markers were placed on the patient’s chest with fluoroscopic observation. A 16x40 mm Ultraflex uncovered self-expandable metallic stent was then inserted over the guidewire and deployed. A 14/16.5/18 mm Elation dilatational balloon was used to dilate the stent. The bronchoscope was removed.",
  "IP2026_BRONCH_0_syn_7": "[Indication]\nSymptomatic tracheal stenosis.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\n90% A-shaped stenosis id[REDACTED] in proximal trachea. Guidewire placed. 16x40mm Ultraflex stent deployed under fluoroscopic guidance. Post-dilation performed with 18mm balloon to secure stent apposition.\n[Plan]\nPACU. Discharge when stable.",
  "IP2026_BRONCH_0_syn_8": "The patient arrived in the bronchoscopy suite and was placed under general anesthesia. We inserted the bronchoscope and immediately id[REDACTED] a significant 3.5 cm long stenosis in the trachea. To treat this, we utilized fluoroscopy to mark the boundaries and advanced a guidewire. An Ultraflex stent was carefully positioned and released. We then used a balloon to dilate the stent fully, restoring the airway to near-normal caliber.",
  "IP2026_BRONCH_0_syn_9": "Tracheal narrowing mapped. Guidewire navigated. Prosthesis (16x40mm Ultraflex) deposited across the stricture. Lumen expanded via balloon angioplasty. Patency restored."
}
