{
  "IP2026034_syn_1": "Indication: Suboptimal RUL volume reduction. CT shows persistent aeration posterior segment.\nAnesthesia: MAC (Propofol/Dex). LMA #4.\nFindings: Posterior valve proximal/leaking. Apical/Anterior good.\nAction: Removed posterior valve. Replaced with larger Zephyr valve distally. Adjusted apical valve.\nResult: Complete occlusion of RUL.\nPlan: CT in 6-8 weeks. PFTs 3 mos.",
  "IP2026034_syn_2": "INDICATION: [REDACTED] revision bronchoscopy due to incomplete lobar atelectasis six weeks following RUL valve placement. Radiographic review suggested a paravalvular leak in the posterior segment.\nPROCEDURE: Under monitored anesthesia care, the RUL was interrogated. The posterior valve was noted to be malpositioned proximally, allowing collateral airflow. This valve was extracted. A resized, larger Zephyr valve was deployed more distally to ensure a seal. Additionally, the apical valve was repositioned to optimize occlusion.\nIMPRESSION: Successful revision of RUL BLVR. Total lobar occlusion is now visually confirmed.",
  "IP2026034_syn_3": "Coding Summary:\n- 31648: Removal of bronchial valve (Posterior segment valve removed due to malposition).\n- 31647: Insertion of bronchial valve (New valve placed in posterior segment; Apical valve adjusted/replaced).\nRationale: Procedure involved both removal of existing hardware and placement of new hardware in the *same* initial target lobe (RUL) to achieve therapeutic effect.\nModifiers: None required for facility setting.",
  "IP2026034_syn_4": "Procedure: RUL Valve Revision\nPatient: [REDACTED], 67M\nSteps:\n1. MAC anesthesia. LMA.\n2. Looked at RUL. Posterior valve looked loose (air leak).\n3. Took out posterior valve.\n4. Put in a new bigger valve deeper in.\n5. Tweaked the apical valve too.\n6. Everything looks blocked off now.\nPlan: Discharge to home/floor. Re-scan in 2 months.",
  "IP2026034_syn_5": "Marcus Hill no sorry Donald Thompson here for valve check. He had them put in 6 weeks ago but the lung didnt collapse all the way. We went in with MAC anesthesia. Saw the posterior valve was slipping air getting around it. Pulled it out put a new one in deeper larger size. Also moved the apical one a bit. Looks good now tight seal. No bleeding patient woke up fine. Check CT in a couple months.",
  "IP2026034_syn_6": "Flexible bronchoscopy with adjustment and replacement of endobronchial valves, right upper lobe. Patient is a 66-year-old male. Suboptimal lobar volume reduction was the indication. The posterior valve was slightly proximal with visible ventilation around the valve. The posterior valve was removed using valve retrieval forceps. A new, slightly larger Zephyr valve was then deployed more distally. The apical valve was briefly removed and reinserted. Final inspection showed all RUL segmental orifices fully occluded.",
  "IP2026034_syn_7": "[Indication]\nIncomplete atelectasis RUL post-BLVR.\n[Anesthesia]\nMAC, LMA.\n[Description]\nPosterior valve id[REDACTED] as source of leak (malposition). Removed via forceps. Replaced with larger valve distally. Apical valve adjusted. Complete occlusion achieved.\n[Plan]\nOvernight obs. CT 6-8 weeks. PFTs 3 months.",
  "IP2026034_syn_8": "[REDACTED] because his right upper lobe didn't shrink as much as we hoped after the first procedure. We took a look and saw the valve in the posterior segment wasn't sitting right—air was getting around it. We took that one out and put in a bigger one, placing it a bit deeper to get a better seal. We also adjusted the valve in the top segment just to be safe. Everything looks totally blocked off now, which is what we want.",
  "IP2026034_syn_9": "Procedure: Flexible bronchoscopy with modification and exchange of endobronchial valves.\nIssue: Deficient lobar volume reduction.\nAction: The posterior valve was withdrawn. A new Zephyr valve was implanted more distally. The apical valve was briefly extracted and re-seated. Final survey showed all RUL segmental orifices fully blocked.\nOutcome: Minimal mucosal oozing.",
  "IP2026034": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with adjustment and replacement of endobronchial valves, right upper lobe.\nPatient: [REDACTED], 65-year-old male with severe COPD status post RUL BLVR 6 weeks prior.\nAnesthesia: Monitored anesthesia care with propofol and dexmedetomidine; LMA (size 4) airway.\nIndication: Suboptimal lobar volume reduction and persistent RUL ventilation on imaging and physiology despite prior valve placement, suggesting malposition or incomplete occlusion of segmental bronchi.\nBackground: The patient underwent RUL BLVR with three Zephyr valves 6 weeks ago. Follow-up CT at 6 weeks showed only partial RUL volume reduction with persistent aeration of one segment. Spirometry demonstrated modest FEV1 improvement but persistent hyperinflation.\nProcedure details: Under MAC with LMA, a therapeutic bronchoscope was advanced. The three existing valves were visualized in the RUL apical, posterior, and anterior segmental bronchi. The apical and anterior valves appeared well seated; the posterior valve was slightly proximal with visible ventilation around the valve. The posterior valve was removed using valve retrieval forceps (collapsed and withdrawn through the scope). A new, slightly larger Zephyr valve was then deployed more distally in the posterior segmental bronchus to achieve complete occlusion. A small amount of mucus around the apical valve was suctioned, and the apical valve was briefly removed and reinserted in a slightly more distal position to optimize seal. Final inspection showed all RUL segmental orifices fully occluded with valves in stable position.\nComplications: Minimal mucosal oozing controlled with cold saline. No hypoxemia or hemodynamic instability.\nDisposition: Observed in PACU and discharged to the floor on supplemental oxygen.\nPlan: Repeat CT chest in 6–8 weeks to reassess RUL volume reduction and fissure completeness, repeat PFTs at 3 months, and close clinical follow-up in BLVR clinic."
}
