{
  "IP2026033_syn_1": "Indication: Delayed pneumothorax (Day 14 post-BLVR). Persistent leak.\nProcedure: Removal of 4 valves LLL.\nFindings: Valves in superior and basilar segments.\nAction: Forceps removal of all valves.\nOutcome: Improved LLL expansion on post-op CXR.\nPlan: Water seal trial when leak stops.",
  "IP2026033_syn_2": "HISTORY: [REDACTED] a delayed pneumothorax two weeks following LLL valve placement. Despite chest tube thoracostomy, the lung failed to fully re-expand, suggesting a valvular mechanism or persistent parenchymal leak.\nPROCEDURE: The patient was intubated. Bronchoscopic inspection revealed four Zephyr valves seated in the LLL. To facilitate lung re-expansion, the decision was made to retrieve the devices. All four valves were successfully extracted without complication. Inspection of the bronchial mucosa showed expected post-implantation inflammatory changes but no purulence.\nCONCLUSION: Successful retrieval of LLL valves. Post-procedure imaging demonstrates improved aeration of the left lower lobe.",
  "IP2026033_syn_3": "Code: 31648 (Removal of bronchial valves).\nSite: Left Lower Lobe.\nQuantity: 4 valves removed.\nIndication: Complication (Pneumothorax J93.11) refractory to chest tube.\nNote: Procedure performed under General Anesthesia. Fluoroscopy used (3.5 min). No new valves placed (excludes 31647).",
  "IP2026033_syn_4": "Procedure: Valve Removal LLL\nPatient: [REDACTED], 57F\nIndication: Recurrent pneumo 2 weeks after BLVR.\nSteps:\n1. ETT 7.5 placed.\n2. Found 4 valves in LLL.\n3. Used forceps to pull them all out.\n4. No bleeding.\nPlan: Back to floor. Chest tube to suction -20. Watch for leak to stop.",
  "IP2026033_syn_5": "Patient [REDACTED] Thompson no wait Linda Hernandez 61 female. She had valves put in the LLL two weeks ago came back with a pneumo. Chest tube not working great so we took the valves out today. Four of them total using the grasp forceps. No bleeding really. Lung looks better on the xray chest tube still in. Will try water seal later when the air leak stops.",
  "IP2026033_syn_6": "Flexible bronchoscopy with removal of endobronchial valves, left lower lobe, for delayed post-BLVR pneumothorax. Patient is a 59-year-old female. Recurrent symptomatic left pneumothorax with persistent air leak was the indication. Four Zephyr valves were visualized in the basilar and superior segmental bronchi of the LLL. All four valves were removed sequentially using valve retrieval forceps. Each valve was collapsed and withdrawn. The underlying bronchi demonstrated mild inflammatory changes. No significant bleeding. Post-procedure CXR showed improved LLL expansion.",
  "IP2026033_syn_7": "[Indication]\nDelayed pneumothorax (2 weeks post-op), persistent air leak.\n[Anesthesia]\nGeneral, 7.5 ETT.\n[Description]\n4 Zephyr valves id[REDACTED] in LLL. Sequential removal performed using forceps. Mucosa inflamed but intact.\n[Complications]\nNone.\n[Plan]\nDaily CXR. Trial water seal when leak decreases.",
  "IP2026033_syn_8": "[REDACTED] with a collapsed lung two weeks after her valve procedure. The chest tube wasn't clearing the air leak, so we went in to take the valves out. Under general anesthesia, we found all four valves in the left lower lobe. We used forceps to remove them one by one. There wasn't any bleeding, and the x-ray right after showed the lung was already expanding better. She's back on the floor with the chest tube for now.",
  "IP2026033_syn_9": "Procedure: Flexible bronchoscopy with elimination of endobronchial valves.\nIndication: Recurring left pneumothorax.\nAction: Four Zephyr valves were spotted in the LLL. Given the continuous air leak, all four valves were withdrawn sequentially. Each valve was collapsed and pulled through the scope. The underlying bronchi showed mild inflammatory changes.\nOutcome: Improved LLL inflation with the chest tube in place.",
  "IP2026033": "Interventional Pulmonology Procedure Note\nProcedure: Flexible bronchoscopy with removal of endobronchial valves, left lower lobe, for delayed post-BLVR pneumothorax.\nPatient: [REDACTED], 59-year-old female with severe emphysema status post LLL BLVR 2 weeks prior.\nAnesthesia: General anesthesia with endotracheal intubation (7.5 mm ETT).\nIndication: Recurrent symptomatic left pneumothorax with persistent air leak and incomplete lung expansion despite appropriately positioned chest tube following recent LLL BLVR.\nBackground: The patient underwent LLL BLVR with four valves 14 days ago. She was discharged after an uncomplicated initial hospital course. She re-presented with pleuritic chest pain and dyspnea; CXR showed a moderate left pneumothorax, and a chest tube was placed. After several days on suction, there was persistent air leak and failure of the LLL to re-expand.\nProcedure details: Under general anesthesia, a therapeutic bronchoscope was advanced through the ETT. The left bronchial tree was inspected. Four Zephyr valves were visualized in the basilar and superior segmental bronchi of the LLL. Given the persistent air leak, all four valves were removed sequentially using valve retrieval forceps. Each valve was collapsed and withdrawn through the scope without difficulty. The underlying bronchi demonstrated mild inflammatory changes but no purulence.\nComplications: No significant bleeding. Oxygenation and hemodynamics remained stable. Post-procedure CXR showed improved LLL expansion with the chest tube in place and no increase in pneumothorax size.\nDisposition: Returned to telemetry floor with chest tube to -20 cm H2O suction.\nPlan: Daily chest radiographs; trial of water seal once air leak decreases; chest tube removal when lung fully expanded. No further BLVR planned for the LLL."
}
