{
  "IP32609-007_syn_1": "Indication: L effusion, DLBCL.\nProc: Med thoracoscopy.\nFluid: 1.2L serous.\nFindings: Mild thickening, pale nodules.\nAction: 10 biopsies (flow/cyto). No pleurodesis.\nTube: 20Fr placed.",
  "IP32609-007_syn_2": "OPERATIVE NOTE: Medical Thoracoscopy.\nPATIENT: 48-year-old male with Diffuse Large B-Cell Lymphoma.\nINDICATION: New left pleural effusion; rule out pleural involvement.\nFINDINGS: 1200 mL of serous fluid was evacuated. The parietal pleura showed mild thickening with scattered pale nodules. Biopsies were obtained for histology, flow cytometry, and cytogenetics to confirm lymphomatous involvement. A 20 Fr chest tube was placed.",
  "IP32609-007_syn_3": "CPT: 32609.\nDiagnosis: DLBCL with pleural effusion.\nTechnique: Left medical thoracoscopy. 1.2 L drainage.\nSampling: 10 biopsies taken for special studies (Flow cytometry/Cytogenetics).\nOutcome: 20 Fr chest tube placement.",
  "IP32609-007_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: Lymphoma, new effusion.\nProc: Med Thoracoscopy.\nSteps:\n1. GA / ETT.\n2. Scope L 6th ICS.\n3. Drained 1.2L.\n4. Biopsied pale nodules.\n5. Sent for flow.\n6. Chest tube 20Fr.\nPlan: Chemo adjustment.",
  "IP32609-007_syn_5": "connor davis has lymphoma and a new effusion on the left. did a thoracoscopy under general. drained 1200 ml fluid. saw some pale bumps on the pleura prob lymphoma. took 10 biopsies sent for flow and genetics. tube is in. admitting to heme.",
  "IP32609-007_syn_6": "Medical thoracoscopy was performed on a 48-year-old male with DLBCL and a new left pleural effusion. Under general anesthesia, 1.2 L of serous fluid was drained. Mild pleural thickening and pale nodules were observed. Ten biopsies were taken for histology and flow cytometry. A 20 Fr chest tube was placed. No complications occurred.",
  "IP32609-007_syn_7": "[Indication]\nL pleural effusion, DLBCL.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\n1.2 L fluid drained. Pale pleural nodules seen. 10 biopsies for Flow/Cyto. 20 Fr chest tube placed.\n[Plan]\nHeme/Onc follow-up.",
  "IP32609-007_syn_8": "[REDACTED] a medical thoracoscopy to investigate a new left pleural effusion in the setting of his lymphoma. We drained 1.2 liters of fluid and found the pleura to be mildly thickened with scattered pale nodules. We obtained ten biopsies to send for flow cytometry and other studies to confirm if the lymphoma has spread to the pleura. A 20 Fr chest tube was placed at the end of the procedure.",
  "IP32609-007_syn_9": "Procedure: Thoracoscopic exploration and sampling.\nContext: Lymphoma with effusion.\nFindings: 1.2L fluid removed. Pale nodules visualized. Specimens collected (10x) for analysis. Catheter secured.",
  "IP32609-007": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected malignant pleural effusion in lymphoma.\nPatient: [REDACTED], 48-year-old male with diffuse large B-cell lymphoma and new left pleural effusion.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: New unilateral pleural effusion in a patient with lymphoma; need pleural tissue to differentiate reactive effusion from direct pleural involvement.\nProcedure details: Left 6th intercostal space was accessed under ultrasound guidance. 1.2 L of serous fluid was evacuated. Parietal pleura appeared mildly thickened with scattered pale nodules. Multiple biopsies (10 samples) were taken and submitted for histology, flow cytometry, and cytogenetics. No pleurodesis was performed. A 20 Fr chest tube was positioned posteriorly.\nComplications: None.\nEstimated blood loss: 20 mL.\nDisposition: Admitted to hematology ward.\nPlan: Await pathology and flow cytometry; adjust lymphoma regimen as indicated."
}
