{
  "IP32650-007_syn_1": "Indication: Recurrent malignant effusion (SCC Lung).\nProc: Left Med Thoracoscopy.\nFindings: 1.6L serosanguinous fluid. Nodular pleura.\nAction: Biopsies. 4g Talc slurry pleurodesis.\nPlan: Chest tube to suction. Palliative consult.",
  "IP32650-007_syn_2": "OPERATIVE SUMMARY: Left medical thoracoscopy for palliation of malignant pleural effusion.\nPATIENT: [REDACTED], 72M (Stage IV Squamous Cell Carcinoma).\nPROCEDURE: General anesthesia. Left 6th ICS access. Evacuation of 1.6 Liters of serosanguinous fluid. Visualization of diffuse parietal and diaphragmatic nodularity. Biopsies obtained. Pleurodesis achieved via instillation of 4 grams talc slurry.\nPLAN: Chest tube management. Monitor for re-expansion. Palliative care engagement.",
  "IP32650-007_syn_3": "Billing: 32650.\nSite: [REDACTED]\nPathology: Metastatic Squamous Cell Carcinoma.\nWork:\n- 1.6L drainage.\n- Diagnostic inspection and biopsy.\n- Therapeutic administration of talc agent.\n- Chest tube placement (24 Fr).\nIndication: Dyspnea relief and prevention of recurrence.",
  "IP32650-007_syn_4": "Procedure: Left Thoracoscopy\nPt: [REDACTED]\n\n1. GA / ETT.\n2. US guidance.\n3. Trocar -> 1.6L bloody fluid.\n4. Nodules all over pleura/diaphragm -> Biopsy.\n5. Talc slurry 4g.\n6. Tube placed.\n\nNo complications.",
  "IP32650-007_syn_5": "Mr [REDACTED] has lung cancer and fluid on the left. We did the thoracoscopy under GA. Drained 1.6 liters. The pleura looked bumpy so we biopsied it. Put in the talc to seal it up. No issues bleeding was minor. Chest tube is hooked up to suction.",
  "IP32650-007_syn_6": "Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in non–small cell lung cancer. Patient is a 72-year-old male. Left 6th intercostal space was selected under ultrasound guidance. Trocar entry produced a gush of serosanguinous fluid; 1.6 L was drained. Thoracoscopy showed nodular parietal and diaphragmatic pleura. Multiple biopsies were taken. After drainage, 4 g talc in 50 mL saline was instilled and spread evenly. A 24 Fr chest tube was secured.",
  "IP32650-007_syn_7": "[Indication]\nRecurrent left malignant effusion, SCC Lung.\n[Anesthesia]\nGeneral.\n[Description]\n1.6L serosanguinous fluid drained. Nodules biopsied. 4g Talc slurry instilled.\n[Plan]\nDaily CXR. Palliative care consult.",
  "IP32650-007_syn_8": "We performed a procedure to drain the fluid around [REDACTED] and prevent it from returning. We removed 1.6 liters of fluid. We saw many nodules on the lung lining consistent with his cancer and took biopsies to confirm. We then spread talc in the chest cavity. He is recovering on the floor with a chest tube.",
  "IP32650-007_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nSubject: 72-year-old male with squamous cell carcinoma.\nFindings: 1.6 L of serosanguinous fluid was aspirated. Nodular parietal pleura was observed and sampled.\nIntervention: Talc slurry was distributed evenly. A 24 Fr chest tube was inserted.",
  "IP32650-007": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in non–small cell lung cancer.\nPatient: [REDACTED], 72-year-old male with stage IV squamous cell carcinoma and recurrent left pleural effusion.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: Worsening dyspnea and orthopnea due to recurrent malignant pleural effusion despite prior chest tube drainage.\nProcedure details: Left 6th intercostal space was selected under ultrasound guidance. Trocar entry produced a gush of serosanguinous fluid; 1.6 L was drained. Thoracoscopy showed nodular parietal and diaphragmatic pleura. Multiple biopsies were taken. After drainage, 4 g talc in 50 mL saline was instilled and spread evenly. A 24 Fr chest tube was secured.\nComplications: None.\nEstimated blood loss: 20 mL.\nDisposition: Admitted to oncology floor with chest tube to suction.\nPlan: Daily CXR and drainage monitoring; remove chest tube when output <150 mL/day; palliative care consult."
}
