{
  "IP32609-005_syn_1": "Indication: R effusion, gastric CA.\nProc: Med thoracoscopy.\nFluid: 1L serous.\nFindings: Small nodules/plaques diaphragm/basal pleura.\nAction: 10 biopsies. No pleurodesis.\nTube: 20Fr placed.",
  "IP32609-005_syn_2": "OPERATIVE SUMMARY: Medical Thoracoscopy with Biopsy.\nPATIENT: 62-year-old female with metastatic gastric adenocarcinoma.\nINDICATION: New right-sided pleural effusion; rule out pleural carcinomatosis.\nFINDINGS: Thoracoscopy revealed 1000 mL of serous fluid. The diaphragmatic and basal parietal pleura were studded with multiple small implants and plaques. Ten biopsies were obtained for histologic confirmation and HER2 analysis. Pleurodesis was deferred. A 20 Fr chest tube was placed.",
  "IP32609-005_syn_3": "CPT: 32609 (Thoracoscopy with pleural biopsy).\nSite: [REDACTED]\nFindings: 1.0L fluid, pleural nodules/plaques consistent with metastasis.\nAction: Biopsies taken for pathology and molecular testing (HER2). Chest tube placed.\nIndication: Determine if effusion is malignant to guide systemic therapy.",
  "IP32609-005_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: Gastric CA, new effusion.\nProc: Med Thoracoscopy.\nSteps:\n1. GA / ETT.\n2. Scope in R 6th ICS.\n3. Drained 1L.\n4. Biopsied nodules on diaphragm.\n5. Chest tube 20Fr.\nPlan: Oncology to review path.",
  "IP32609-005_syn_5": "procedure note for [REDACTED] she has stomach cancer and now fluid on the right lung. we did a thoracoscopy under ga. drained a liter of fluid. saw some nodules on the bottom pleura looks like mets. took 10 biopsies sent for her2 testing. didnt do pleurodesis cause they might do chemo. chest tube is in.",
  "IP32609-005_syn_6": "Medical thoracoscopy was performed on a 62-year-old female with metastatic gastric cancer and a new right pleural effusion. Under general anesthesia, the right pleural space was entered. 1.0 L of serous fluid was drained. Small nodules and plaques were visualized on the diaphragmatic and basal pleura. Ten biopsies were obtained. A 20 Fr chest tube was placed. No pleurodesis was performed.",
  "IP32609-005_syn_7": "[Indication]\nR pleural effusion, metastatic gastric adenocarcinoma.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\n1.0 L fluid drained. Nodules/plaques on diaphragm/basal pleura. 10 biopsies taken. 20 Fr chest tube placed.\n[Plan]\nPathology (HER2). Tumor board discussion.",
  "IP32609-005_syn_8": "[REDACTED] to the procedure suite for a medical thoracoscopy to evaluate a new right pleural effusion in the context of her gastric cancer. After inducing general anesthesia, we drained 1.0 L of fluid. We observed multiple small nodules and plaques on the diaphragm and lower chest wall. We took ten biopsies from these areas to confirm metastasis and checking HER2 status. We decided not to perform pleurodesis at this time. A 20 Fr chest tube was inserted.",
  "IP32609-005_syn_9": "Procedure: Thoracoscopic inspection and tissue sampling.\nContext: Gastric malignancy with new effusion.\nFindings: 1L fluid removed. Pleural implants noted. Specimens collected (10x). No sclerosis. Catheter placed.",
  "IP32609-005": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected pleural carcinomatosis from gastric cancer.\nPatient: [REDACTED], 62-year-old female with metastatic gastric adenocarcinoma and new right pleural effusion.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: Progressive dyspnea and right pleural effusion with equivocal cytology; need definitive pleural tissue diagnosis to guide therapy.\nProcedure details: A semi-rigid thoracoscope was introduced via the right 6th intercostal space. 1.0 L of serous fluid was drained. Multiple small nodules and plaques were seen over the diaphragmatic and basal parietal pleura. Representative biopsies (10 samples) were obtained. No pleurodesis was performed due to uncertainty about future systemic therapy plan and potential need for intraperitoneal chemotherapy. A 20 Fr chest tube was placed.\nComplications: None.\nEstimated blood loss: 25 mL.\nDisposition: Admitted to oncology ward.\nPlan: Send biopsies for histology and HER2 testing; tumor board discussion after pathology available."
}
