{
  "IP32650-002_syn_1": "Indication: Recurrent R malignant effusion (Mesothelioma).\nProc: Med Thoracoscopy (Right).\nAction: 1.2L serous fluid drained. Tumor implants seen/biopsied.\nPleurodesis: Mechanical abrasion + 500mg Doxycycline.\nDevice: 28 Fr chest tube.\nEBL: 40mL. No complications.",
  "IP32650-002_syn_2": "PROCEDURE PERFORMED: Right medical thoracoscopy with mechanical pleurodesis and chemical sclerosis (Doxycycline).\nINDICATION: [REDACTED], a 73-year-old female with known epithelioid mesothelioma, presented with intractable dyspnea secondary to a large recurrent effusion.\nDESCRIPTION: Under general anesthesia with bronchial blocker isolation, the right hemithorax was entered at the 5th intercostal space. Evacuation yielded 1.2 Liters of serous fluid. Inspection verified circumferential pleural thickening typical of mesothelioma. Therapeutic pleurodesis was achieved via mechanical abrasion of the parietal pleura followed by the instillation of 500 mg Doxycycline. A 28-French thoracostomy tube was placed.",
  "IP32650-002_syn_3": "Coding Data:\nCode: 32650.\nDiagnosis: Malignant Pleural Mesothelioma.\nTechnique: Thoracoscopic access (Right).\nFluid: 1200 mL removed.\nIntervention: Mechanical pleurodesis (gauze abrasion) AND Chemical pleurodesis (Doxycycline 500mg).\nNotes: Procedure performed under GA with one-lung ventilation. Biopsies taken for biomarkers.",
  "IP32650-002_syn_4": "Resident Note / Thoracic Surgery\nPt: [REDACTED]\nDx: Mesothelioma\nProc: Right Thoracoscopy + Pleurodesis\n\n1. Lat decubitus. GA.\n2. Incision 5th ICS.\n3. Drained 1.2L serous fluid.\n4. Scratched pleura (mechanical pleurodesis).\n5. Added Doxycycline 500mg.\n6. Placed 28Fr chest tube.\n\nEst Blood Loss: 40cc. No issues.",
  "IP32650-002_syn_5": "Maria Lopez 73 female has mesothelioma and the fluid keeps coming back on the right so we did the scope today. General anesthesia with a blocker. Opened the 5th space drained 1.2 liters of yellow fluid. Inside looked thick like tumor. Scratched up the lining for mechanical pleurodesis and also put in doxycycline 500 milligrams to be sure. Chest tube is a 28 french. Bleeding was minor controlled with cautery.",
  "IP32650-002_syn_6": "Medical thoracoscopy with mechanical pleurodesis for mesothelioma. Right lateral decubitus positioning. The 5th intercostal space at the midaxillary line was opened with a 2 cm incision. Entry into the pleural space resulted in immediate drainage of 1.2 L of serous fluid. A rigid thoracoscope was used to inspect the pleural cavity, revealing circumferential parietal pleural thickening and tumor implants. Mechanical pleurodesis was performed using a gauze pad and thoracoscopic scratcher across the parietal pleura, followed by instillation of 500 mg doxycycline in 50 mL saline as adjunct sclerosing agent. A 28 Fr chest tube was secured in the posterior axillary line.",
  "IP32650-002_syn_7": "[Indication]\nRecurrent right malignant effusion, Mesothelioma.\n[Anesthesia]\nGeneral, Bronchial Blocker.\n[Description]\n1.2L serous fluid drained. Circumferential thickening noted. Mechanical abrasion performed. Doxycycline 500mg instilled.\n[Plan]\nSuction -20. Oncology follow-up.",
  "IP32650-002_syn_8": "We took [REDACTED] OR for her right-sided fluid buildup caused by mesothelioma. We drained 1.2 liters of fluid using the thoracoscope. The lining of the lung looked thickened as expected. To seal the space, we used a two-step approach: first, we mechanically abraded the pleural surface with a gauze pad, and then we instilled doxycycline. We left a large chest tube in place to ensure everything drains well.",
  "IP32650-002_syn_9": "Procedure: Medical thoracoscopy with mechanical pleurodesis.\nSubject: 73-year-old female with mesothelioma.\nFindings: 1.2 L of serous fluid was extracted. Circumferential parietal pleural thickening was observed.\nIntervention: The parietal pleura was abraded. Doxycycline was introduced as a sclerosing agent.\nOutcome: Chest tube positioned. Mild oozing managed with cautery.",
  "IP32650-002": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with mechanical pleurodesis for mesothelioma.\nPatient: [REDACTED], 73-year-old female with biopsy-proven epithelioid malignant pleural mesothelioma and recurrent right effusion.\nAnesthesia: General anesthesia with single-lumen ETT and bronchial blocker.\nIndication: Progressive dyspnea from large recurrent right malignant pleural effusion despite prior thoracenteses.\nProcedure details: Right lateral decubitus positioning. The 5th intercostal space at the midaxillary line was opened with a 2 cm incision. Entry into the pleural space resulted in immediate drainage of 1.2 L of serous fluid. A rigid thoracoscope was used to inspect the pleural cavity, revealing circumferential parietal pleural thickening and tumor implants. Mechanical pleurodesis was performed using a gauze pad and thoracoscopic scratcher across the parietal pleura, followed by instillation of 500 mg doxycycline in 50 mL saline as adjunct sclerosing agent. A 28 Fr chest tube was secured in the posterior axillary line.\nComplications: Mild oozing from pleural surfaces controlled with cautery; no hemodynamic instability.\nEstimated blood loss: 40 mL.\nDisposition: Admitted to thoracic surgery floor with chest tube to suction.\nPlan: Maintain suction at −20 cmH2O; remove chest tube when drainage <150 mL/day and CXR stable; oncology follow-up for systemic therapy."
}
