{
  "IP32650-010_syn_1": "Indication: Left-dominant malignant effusion (Adeno).\nProc: Left Med Thoracoscopy.\nFindings: 1.7L serosanguinous fluid. Diffuse implants.\nAction: Biopsies. 4g Talc slurry.\nPlan: Chest tube. Monitor right side (may need IPC later).",
  "IP32650-010_syn_2": "PROCEDURE: Left medical thoracoscopy with talc pleurodesis.\nPATIENT: [REDACTED] (Metastatic Adenocarcinoma).\nINDICATION: Symptomatic left pleural effusion (bilateral disease, left > right).\nFINDINGS: 1700 mL serosanguinous fluid evacuated. Diffuse parietal and diaphragmatic implants visualized and biopsied. 4g Talc slurry instilled for pleurodesis.\nPLAN: Monitor left side re-expansion. If contralateral right effusion becomes symptomatic, will consider Tunneled Pleural Catheter.",
  "IP32650-010_syn_3": "Code: 32650.\nDiagnosis: Malignant Pleural Effusion (Left).\nVolume: 1.7L.\nPathology: Metastatic Adenocarcinoma.\nIntervention: Talc pleurodesis.\nNote: Patient has bilateral disease; this procedure addressed the symptomatic left side.",
  "IP32650-010_syn_4": "Procedure: Left Thoracoscopy\nPt: [REDACTED]\n\n1. Mod sedation.\n2. Left 7th ICS.\n3. Drained 1.7L fluid.\n4. Implants seen -> Biopsy.\n5. Talc slurry 4g.\n6. 20Fr tube.\n\nPlan: Watch the right side, might need a catheter there later.",
  "IP32650-010_syn_5": "[REDACTED] on both sides but the left is worse so we scoped that one. Moderate sedation. Drained 1.7 liters bloody fluid. Lots of cancer spots inside. Put in talc. She did fine. We'll watch the right side maybe put a PleurX in later if she needs it.",
  "IP32650-010_syn_6": "Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in lung adenocarcinoma (bilateral disease, unilateral treatment). Patient is a 67-year-old female. Ultrasound-guided entry at the left 7th intercostal space allowed drainage of 1.7 L serosanguinous fluid. Thoracoscopy revealed diffuse parietal pleural implants. Biopsies were obtained. Talc slurry (4 g in 50 mL saline) was instilled and distributed. A 20 Fr chest tube was secured.",
  "IP32650-010_syn_7": "[Indication]\nSymptomatic left malignant effusion, Adenocarcinoma.\n[Anesthesia]\nModerate Sedation.\n[Description]\n1.7L serosanguinous fluid drained. Diffuse implants biopsied. 4g Talc slurry instilled.\n[Plan]\nDaily CXR. Assess contralateral side for potential IPC.",
  "IP32650-010_syn_8": "[REDACTED] on both lungs, but the left side was causing more trouble. We drained 1.7 liters from the left side using the thoracoscope and biopsied the implants we found. We put in talc to prevent the fluid from coming back on that side. We will keep an eye on her right side and might need to place a drain there later if it bothers her.",
  "IP32650-010_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nContext: Left-predominant malignant pleural effusion.\nIntervention: 1.7 L of serosanguinous fluid was evacuated. Diffuse parietal pleural implants were sampled. Talc slurry was introduced.\nFuture Considerations: Potential for contralateral tunneled pleural catheter.",
  "IP32650-010": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in lung adenocarcinoma (bilateral disease, unilateral treatment).\nPatient: [REDACTED], 67-year-old female with metastatic lung adenocarcinoma and bilateral pleural effusions, left greater than right.\nAnesthesia: Moderate sedation with midazolam and fentanyl; supplemental oxygen via nasal cannula.\nIndication: Symptomatic left-dominant malignant pleural effusion causing orthopnea.\nProcedure details: Ultrasound-guided entry at the left 7th intercostal space allowed drainage of 1.7 L serosanguinous fluid. Thoracoscopy revealed diffuse parietal pleural implants. Biopsies were obtained. Talc slurry (4 g in 50 mL saline) was instilled and distributed. A 20 Fr chest tube was secured.\nComplications: None.\nEstimated blood loss: 25 mL.\nDisposition: Admitted to oncology floor.\nPlan: Monitor drainage and respiratory status; consider right-sided tunneled pleural catheter if contralateral effusion becomes symptomatic."
}
