{
  "IP32609-003_syn_1": "Indication: Recurrent R effusion, RA.\nProc: Med thoracoscopy.\nFluid: 900ml cloudy yellow.\nFindings: Inflamed parietal pleura, small nodules.\nAction: 8 biopsies. No pleurodesis.\nTube: 16Fr placed.",
  "IP32609-003_syn_2": "PROCEDURE NOTE: Diagnostic Pleuroscopy.\nCLINICAL CONTEXT: 54-year-old female with seropositive rheumatoid arthritis presenting with recurrent exudative right pleural effusion.\nINTRAOPERATIVE FINDINGS: The pleural space was accessed, and 900 mL of turbid, yellow effusion was evacuated. The parietal pleural surface appeared diffusely erythematous with granular, whitish nodularity consistent with chronic inflammation. No gross malignancy was id[REDACTED]. Eight biopsy specimens were procured for histologic analysis. A 16 Fr chest tube was inserted for postoperative drainage.",
  "IP32609-003_syn_3": "Service: 32609 Medical Thoracoscopy.\nSite: [REDACTED]\nProcedure: Drainage of 900mL exudative fluid. Visualization of inflamed pleura. Biopsy (x8) of parietal/diaphragmatic pleura using semi-rigid thoracoscope.\nDevice: 16 Fr chest tube placed.\nIndication: Rule out malignancy vs rheumatoid pleuritis.",
  "IP32609-003_syn_4": "Procedure: Medical Thoracoscopy\nPatient: [REDACTED]\nIndication: R effusion, RA.\nSteps:\n1. Sedation + local.\n2. Trocar in 6th ICS.\n3. Drained 900cc cloudy fluid.\n4. Biopsied inflamed pleura (8 samples).\n5. Chest tube placed.\nPlan: Rheum follow up.",
  "IP32609-003_syn_5": "patient [REDACTED] with ra has a right effusion we did a thoracoscopy today. moderate sedation used. went in at the 6th space drained 900 ml cloudy fluid. pleura looked red and bumpy white nodules. took 8 biopsies to check for cancer vs ra lung. put in a small chest tube 16 french. no complications she is on the rheum floor.",
  "IP32609-003_syn_6": "We performed a medical thoracoscopy on a 54-year-old female with rheumatoid arthritis and a recurrent right pleural effusion. Using moderate sedation, we accessed the right pleural space and drained 900 mL of cloudy yellow fluid. The parietal pleura was diffusely inflamed with small nodules. We took eight biopsies to differentiate between rheumatoid pleuritis and other causes. No pleurodesis was performed. A 16 Fr chest tube was left in place.",
  "IP32609-003_syn_7": "[Indication]\nRecurrent R exudative effusion, h/o Rheumatoid Arthritis.\n[Anesthesia]\nModerate Sedation.\n[Description]\n900 mL cloudy fluid drained. Diffuse inflammation/nodules seen. 8 biopsies taken. 16 Fr chest tube placed.\n[Plan]\nHistology/Microbiology. Adjust RA meds.",
  "IP32609-003_syn_8": "[REDACTED] a medical thoracoscopy to evaluate her recurrent right pleural effusion in the setting of rheumatoid arthritis. Under moderate sedation, we entered the chest cavity and removed 900 mL of cloudy fluid. The pleural lining appeared inflamed with multiple small white nodules scattered throughout. We obtained eight biopsies from the parietal and diaphragmatic surfaces to confirm the diagnosis. A 16 Fr chest tube was placed to allow for continued drainage.",
  "IP32609-003_syn_9": "Operation: Thoracoscopic inspection and tissue acquisition.\nIndication: Persistent right-sided fluid collection.\nObservations: 900mL turbid fluid evacuated. Erythematous pleura with nodules noted. Specimens collected (8x) from chest wall and diaphragm. Drainage catheter inserted.",
  "IP32609-003": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected rheumatoid pleuritis.\nPatient: [REDACTED], 54-year-old female with longstanding seropositive rheumatoid arthritis and recurrent right exudative pleural effusion.\nAnesthesia: Moderate sedation with midazolam and fentanyl.\nIndication: Recurrent right pleural effusion with low pleural glucose and high LDH; need tissue diagnosis to distinguish rheumatoid pleuritis from malignancy.\nProcedure details: Ultrasound confirmed a moderate right effusion without loculations. A semi-rigid thoracoscope was introduced at the 6th intercostal space. 900 mL of cloudy, yellow fluid was removed. Parietal pleura appeared diffusely inflamed with small whitish nodules; no bulky tumor. Multiple biopsies (8 samples) were obtained from parietal and diaphragmatic pleura. No pleurodesis performed. A 16 Fr chest tube was left in place.\nComplications: None.\nEstimated blood loss: 10 mL.\nDisposition: Observed overnight on rheumatology ward.\nPlan: Send pleural tissue for histology and microbiology; adjust RA therapy pending results."
}
