{
  "IP32650-004_syn_1": "Indication: Refractory hepatic hydrothorax (Cirrhosis).\nProc: Right Med Thoracoscopy.\nFindings: 2.1L straw-colored fluid. Smooth pleura (no nodules).\nAction: Mechanical abrasion + 4g Talc slurry.\nPlan: Albumin replacement. Consult Hepatology (TIPS evaluation).",
  "IP32650-004_syn_2": "PROCEDURE: Right medical thoracoscopy with mechanical and chemical pleurodesis.\nPATIENT: [REDACTED] (Decompensated Cirrhosis).\nNARRATIVE: The right pleural space was accessed under general anesthesia. A massive transudative effusion (2100 mL) was evacuated. Inspection revealed smooth, glistening pleura consistent with hepatic hydrothorax; no gross malignancy was id[REDACTED]. To maximize the probability of symphysis in this difficult scenario, a combined approach was utilized: mechanical abrasion of the parietal pleura followed by instillation of 4 grams of talc slurry.\nPOST-OP: Patient transferred to step-down for hemodynamic monitoring and albumin replacement.",
  "IP32650-004_syn_3": "CPT: 32650.\nDiagnosis: Hepatic Hydrothorax (Refractory).\nProcedure:\n- 2.1 Liters drainage.\n- Visualization: No lesions biopsied.\n- Pleurodesis: Dual modality (Mechanical abrasion + Talc slurry).\nComplexity: High risk patient (ASA 4, Cirrhosis). Albumin given for volume shifts.",
  "IP32650-004_syn_4": "Resident Note\nPt: [REDACTED]\nDx: Hepatic Hydrothorax\n\n1. GA / ETT.\n2. Right 6th ICS entry.\n3. Drained 2.1L clear fluid.\n4. Pleura looked normal.\n5. Scrubbed pleura with gauze (abrasion).\n6. Put in 4g Talc.\n7. 24Fr chest tube.\n\nPlan: Watch BP, give albumin, talk to GI about TIPS.",
  "IP32650-004_syn_5": "Mr [REDACTED] has bad liver disease and fluid in the right lung we did the scope today to try and stick it. Drained a lot of fluid 2.1 liters. The lining looked smooth no cancer. We rubbed it with the pad mechanical pleurodesis and also put in talc. Gave him albumin because his pressure dropped a little. Chest tube is in place sending him to step down.",
  "IP32650-004_syn_6": "Medical thoracoscopy with talc pleurodesis for hepatic hydrothorax. Patient is a 59-year-old male with decompensated cirrhosis. Ultrasound localization id[REDACTED] a large free-flowing right effusion. A 2 cm incision was made in the right 6th intercostal space. After trocar insertion, 2.1 L of clear, straw-colored fluid was drained. Thoracoscopic inspection showed smooth parietal pleura without nodularity. Mechanical abrasion pleurodesis was performed using a thoracoscopic pad; 4 g of sterile talc was then distributed evenly. A 24 Fr chest tube was placed.",
  "IP32650-004_syn_7": "[Indication]\nRefractory right hepatic hydrothorax.\n[Anesthesia]\nGeneral.\n[Description]\n2.1L clear fluid drained. Pleura smooth. Mechanical abrasion performed. 4g Talc slurry instilled.\n[Plan]\nStep-down unit. Albumin replacement. Evaluate for TIPS.",
  "IP32650-004_syn_8": "[REDACTED], who suffers from liver cirrhosis, had a large amount of fluid around his right lung. We performed a thoracoscopy to drain it and try to prevent it from coming back. We removed 2.1 liters of fluid. Since the lung lining looked healthy, we roughed it up mechanically and added talc to help it stick to the chest wall. We gave him some albumin to keep his blood pressure stable and placed a chest tube.",
  "IP32650-004_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nCondition: Refractory hepatic hydrothorax.\nAction: 2.1 L of straw-colored fluid was evacuated. The parietal pleura was abraded mechanically. 4 g of talc was dispersed.\nResult: A 24 Fr chest tube was secured. Transient hypotension was rectified with albumin.",
  "IP32650-004": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for hepatic hydrothorax.\nPatient: [REDACTED], 59-year-old male with decompensated cirrhosis and refractory right hepatic hydrothorax.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: Dyspnea and frequent hospitalizations for large right transudative pleural effusion despite sodium restriction and diuretics.\nProcedure details: Ultrasound localization id[REDACTED] a large free-flowing right effusion. A 2 cm incision was made in the right 6th intercostal space, midaxillary line. After trocar insertion, 2.1 L of clear, straw-colored fluid was drained. Thoracoscopic inspection showed smooth parietal pleura without nodularity. No suspicious lesions were biopsied. Mechanical abrasion pleurodesis was performed using a thoracoscopic pad; 4 g of sterile talc in 100 mL saline was then distributed evenly. A 24 Fr chest tube was placed posteriorly.\nComplications: Transient hypotension corrected with albumin bolus; no bleeding.\nEstimated blood loss: 10 mL.\nDisposition: Admitted to step-down unit for close monitoring of hemodynamics and chest tube output.\nPlan: Albumin replacement for large volume drainage; chest tube to suction initially, then water seal; hepatology consultation regarding TIPS."
}
