{
  "IP32609-009_syn_1": "Indication: R effusion, Sarcoidosis.\nProc: Med thoracoscopy.\nFluid: 600ml yellow.\nFindings: Fine nodularity parietal pleura.\nAction: 8 biopsies. No pleurodesis.\nTube: 16Fr placed.",
  "IP32609-009_syn_2": "PROCEDURE REPORT: Medical Thoracoscopy.\nINDICATION: Right exudative pleural effusion in a patient with pulmonary sarcoidosis.\nFINDINGS: 600 mL of clear, yellow exudate was drained. The parietal pleura demonstrated fine, diffuse nodularity suggestive of granulomatous inflammation. Biopsies were obtained for histologic confirmation. A 16 Fr chest tube was placed.",
  "IP32609-009_syn_3": "CPT: 32609.\nDiagnosis: Suspected Sarcoid Pleuritis.\nProcedure: Right medical thoracoscopy via 5th ICS. Drainage of 600 mL exudate. Biopsy (x8) of nodular parietal pleura.\nPost-op: 16 Fr chest tube.",
  "IP32609-009_syn_4": "Procedure: Med Thoracoscopy\nPatient: [REDACTED]\nIndication: Sarcoid effusion?\nSteps:\n1. Mod sed.\n2. Scope R 5th ICS.\n3. Drained 600cc.\n4. Saw fine nodules.\n5. Biopsied nodules.\n6. 16Fr tube.\nPlan: Pulm f/u.",
  "IP32609-009_syn_5": "natalie perez has sarcoid and a new effusion on the right. did a thoracoscopy to check it out. drained 600 ml yellow fluid. saw these little bumps on the ribs. took 8 biopsies. chest tube is in. admitting to pulmonary.",
  "IP32609-009_syn_6": "Medical thoracoscopy was performed on a 44-year-old female with sarcoidosis and a right pleural effusion. Under moderate sedation, 600 mL of yellow fluid was drained. The parietal pleura showed fine nodularity. Eight biopsies were obtained to confirm sarcoid pleuritis. A 16 Fr chest tube was placed.",
  "IP32609-009_syn_7": "[Indication]\nR pleural effusion, Sarcoidosis.\n[Anesthesia]\nModerate Sedation.\n[Description]\n600 mL fluid drained. Fine pleural nodularity. 8 biopsies taken. 16 Fr chest tube placed.\n[Plan]\nPathology (Granulomas). Adjust steroids.",
  "IP32609-009_syn_8": "[REDACTED] a medical thoracoscopy to evaluate her right pleural effusion in the setting of sarcoidosis. We drained 600 mL of fluid and observed fine nodularity along the chest wall pleura. We took eight biopsies to confirm granulomatous inflammation. A 16 Fr chest tube was placed for drainage.",
  "IP32609-009_syn_9": "Procedure: Thoracoscopic visualization and sampling.\nContext: Sarcoidosis with effusion.\nFindings: 600mL fluid removed. Nodular pleura noted. Specimens collected (8x). Catheter secured.",
  "IP32609-009": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected pleural sarcoidosis.\nPatient: [REDACTED], 44-year-old female with pulmonary sarcoidosis and new right exudative pleural effusion.\nAnesthesia: Moderate sedation with midazolam and fentanyl.\nIndication: Persistent right pleural effusion in patient with sarcoidosis; need pleural histology to distinguish sarcoid pleuritis from malignancy.\nProcedure details: Ultrasound demonstrated a small-to-moderate right free-flowing effusion. A semi-rigid thoracoscope was introduced at the 5th intercostal space. 600 mL of clear, yellow exudate was drained. Parietal pleura showed fine nodularity along the ribs. Multiple biopsies (8 samples) were obtained. No pleurodesis was done. A 16 Fr chest tube was left to drain.\nComplications: None.\nEstimated blood loss: 10 mL.\nDisposition: Observed overnight on pulmonary ward.\nPlan: Send pleural tissue for histology and special stains; adjust sarcoidosis therapy pending results."
}
