{
  "IP32650-009_syn_1": "Indication: New left effusion (Mesothelioma). Hx of right pleurodesis.\nProc: Left Med Thoracoscopy.\nFindings: 1.5L serous fluid. Nodular pleura.\nAction: Biopsies. 4g Talc slurry.\nPlan: Chest tube. Palliative care.",
  "IP32650-009_syn_2": "OPERATIVE REPORT: Contralateral (Left) Medical Thoracoscopy.\nPATIENT: [REDACTED] (Biphasic Mesothelioma).\nINDICATION: Progression of disease with new left-sided symptomatic effusion.\nPROCEDURE: General anesthesia. Left 6th ICS entry. 1500 mL serous fluid drained. Diffuse nodular parietal pleural involvement noted (consistent with mesothelioma). Biopsies taken. 4g Talc slurry instilled for pleurodesis.\nPLAN: Chest tube suction. Palliative care support.",
  "IP32650-009_syn_3": "CPT: 32650.\nSite: [REDACTED]\nHistory: Prior Right-sided pleurodesis.\nProcedure: Drainage 1.5L. Biopsy of nodules. Talc pleurodesis.\nMedical Necessity: Palliation of dyspnea in setting of advanced mesothelioma.",
  "IP32650-009_syn_4": "Procedure: Left Thoracoscopy\nPt: [REDACTED]\nDx: Mesothelioma (had Right side done before)\n\n1. GA.\n2. Left side entry.\n3. 1.5L serous fluid.\n4. Nodules seen -> Biopsy.\n5. Talc slurry.\n6. Tube placed.\n\nPlan: Pull tube when dry.",
  "IP32650-009_syn_5": "Mr [REDACTED] is back with fluid on the other side now the left side. He has mesothelioma. We did the scope drained 1.5 liters. Looks just like the other side did nodules everywhere. Put in talc to freeze it. Chest tube is in. Palliative care is following.",
  "IP32650-009_syn_6": "Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in mesothelioma (contralateral side). Patient is a 70-year-old male. Ultrasound confirmed a large left effusion. Trocar entry at the 6th intercostal space allowed drainage of 1.5 L of serous fluid. Thoracoscopy showed nodular parietal pleura; no diaphragmatic defects. Biopsies were obtained. Talc slurry (4 g in 50 mL saline) was instilled evenly. A 24 Fr chest tube was placed.",
  "IP32650-009_syn_7": "[Indication]\nNew left malignant effusion, Mesothelioma.\n[Anesthesia]\nGeneral.\n[Description]\n1.5L serous fluid drained. Nodules biopsied. 4g Talc slurry instilled.\n[Plan]\nMonitor output. Palliative care. Tube removal when drainage low.",
  "IP32650-009_syn_8": "[REDACTED] on his left side now, having previously had his right side treated. We performed a thoracoscopy to drain 1.5 liters of fluid. The appearance was consistent with his mesothelioma. We used talc to seal this side as well. He is comfortable and being followed by palliative care.",
  "IP32650-009_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nIndication: Contralateral malignant pleural effusion.\nAction: 1.5 L of serous fluid was withdrawn. Parietal pleural nodules were sampled. Talc slurry was distributed.\nResult: A 24 Fr chest tube was inserted. No complications.",
  "IP32650-009": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for malignant pleural effusion in mesothelioma (contralateral side).\nPatient: [REDACTED], 70-year-old male with biphasic malignant pleural mesothelioma and new left pleural effusion after prior right-sided pleurodesis.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: Increasing dyspnea due to new contralateral effusion in a patient not eligible for further systemic therapy.\nProcedure details: Ultrasound confirmed a large left effusion. Trocar entry at the 6th intercostal space allowed drainage of 1.5 L of serous fluid. Thoracoscopy showed nodular parietal pleura; no diaphragmatic defects. Biopsies were obtained. Talc slurry (4 g in 50 mL saline) was instilled evenly. A 24 Fr chest tube was placed.\nComplications: None.\nEstimated blood loss: 30 mL.\nDisposition: Admitted overnight to thoracic ward.\nPlan: Monitor chest tube output; palliative care support; outpatient follow-up in 1–2 weeks."
}
