{
  "IP32650-003_syn_1": "Proc: Right Med Thoracoscopy + Talc.\nPt: 61F Breast Ca.\nAnesth: MAC (Propofol).\nFindings: 1.4L serous fluid. Patchy nodules diaphragmatic/posterior.\nIntervention: Biopsies taken. 4g Talc slurry instilled.\nDisp: Admit. Chest tube 20Fr.",
  "IP32650-003_syn_2": "OPERATIVE NOTE: Right medical thoracoscopy performed under Monitored Anesthesia Care.\nINDICATIONS: Recurrent symptomatic pleural effusion secondary to metastatic breast carcinoma.\nFINDINGS: Upon entry at the 7th intercostal space, 1400 mL of serous fluid was aspirated. Examination of the pleural cavity demonstrated patchy metastatic deposits along the diaphragm and posterior wall. These were biopsied for receptor status confirmation. A standard dose of 4 grams sterile talc was administered as a slurry for pleurodesis.\nPLAN: Chest tube management and resumption of systemic therapy.",
  "IP32650-003_syn_3": "Service: Thoracoscopy, Surgical; with pleurodesis (32650).\nSetting: Procedure Suite (MAC anesthesia).\nDetails:\n- Ultrasound localization.\n- Drainage of 1400mL serous fluid.\n- Visual inspection: Patchy nodularity.\n- Biopsy: Performed.\n- Agent: Talc slurry (4g).\n- Device: 20 Fr Chest tube.\nSupport: Recurrent effusion refractory to thoracentesis.",
  "IP32650-003_syn_4": "Procedure: Right Thoracoscopy\nPatient: [REDACTED]\nSteps:\n1. MAC sedation.\n2. Local anesthetic 7th ICS.\n3. Trocar in -> 1.4L fluid out.\n4. Saw nodules -> Biopsy.\n5. Talc slurry 4g put in.\n6. 20Fr tube placed.\n\nPatient [REDACTED]. EBL 15mL.",
  "IP32650-003_syn_5": "Did a thoracoscopy on [REDACTED] breast cancer fluid on the right side. We used MAC sedation so she was breathing on her own. Drained about 1.4 liters of fluid. Saw some spots on the diaphragm and took samples. Put in the talc 4 grams to stick the lung. Chest tube is in. No complications really just admitted her for the night.",
  "IP32650-003_syn_6": "Medical thoracoscopy with talc pleurodesis for recurrent breast cancer–related malignant pleural effusion. Patient is a 61-year-old female. After ultrasound localization, the right 7th intercostal space in the posterior axillary line was infiltrated with lidocaine and bupivacaine. A single-port semi-rigid medical thoracoscope was introduced after trocar insertion. Approximately 1.4 L of serous fluid was drained. The parietal pleura showed patchy nodularity over the diaphragmatic and posterior pleura. Biopsies were obtained. A talc slurry (4 g in 100 mL saline) was instilled. A 20 Fr chest tube was secured.",
  "IP32650-003_syn_7": "[Indication]\nRecurrent right effusion, metastatic breast cancer.\n[Anesthesia]\nMAC (Propofol).\n[Description]\n1.4L serous fluid drained. Patchy nodules biopsied. 4g Talc slurry instilled.\n[Plan]\nAdmit overnight. Water seal when leak resolves. Resume chemo.",
  "IP32650-003_syn_8": "[REDACTED] for a procedure to help with the fluid on her right lung caused by her breast cancer. We kept her comfortable with sedation but didn't need general anesthesia. We drained 1.4 liters of fluid and saw some small nodules which we biopsied. We then put in a talc mixture to seal the space. She tolerated it well and has a small chest tube in place now.",
  "IP32650-003_syn_9": "Operation: Medical thoracoscopy with talc pleurodesis.\nIndication: Dyspnea from recurrent effusion.\nDetails: 1.4 L of serous fluid was withdrawn. Parietal pleural nodules were sampled. A talc suspension was distributed within the cavity.\nResult: A 20 Fr chest tube was anchored. No significant blood loss.",
  "IP32650-003": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for recurrent breast cancer–related malignant pleural effusion.\nPatient: [REDACTED], 61-year-old female with metastatic ER+/HER2− breast carcinoma and symptomatic right pleural effusion.\nAnesthesia: Monitored anesthesia care with propofol infusion and supplemental oxygen via face mask.\nIndication: Dyspnea on exertion and orthopnea from recurrent right pleural effusion despite three thoracenteses.\nProcedure details: After ultrasound localization, the right 7th intercostal space in the posterior axillary line was infiltrated with lidocaine and bupivacaine. A single-port semi-rigid medical thoracoscope was introduced after trocar insertion. Approximately 1.4 L of serous fluid was drained. The parietal pleura showed patchy nodularity over the diaphragmatic and posterior pleura. Biopsies were obtained from representative nodules. A talc slurry (4 g in 100 mL saline) was instilled and distributed with patient rotation. A 20 Fr chest tube was secured.\nComplications: None.\nEstimated blood loss: 15 mL.\nDisposition: Admitted overnight for monitoring and chest tube management.\nPlan: Transition chest tube to water seal once air leak resolves; remove when drainage <150 mL/day; resume systemic therapy per oncology."
}
