{
  "IP32609-001_syn_1": "Indication: L pleural effusion.\nProc: Med thoracoscopy w/ biopsy.\nAction: 1.1L cloudy fluid drained. Diffuse granular parietal thickening seen. 10 biopsies taken. No pleurodesis.\nDevice: 20Fr chest tube placed.\nComp: None.",
  "IP32609-001_syn_2": "PROCEDURE PERFORMED: Diagnostic medical thoracoscopy with parietal pleural biopsy.\nINDICATION: Recurrent undiagnosed left-sided exudative pleural effusion.\nOPERATIVE FINDINGS: Upon entry into the pleural space via the 6th intercostal space utilizing a semi-rigid thoracoscope, approximately 1100 mL of turbid, straw-colored exudate was evacuated. Inspection revealed diffuse, granular thickening of the parietal and diaphragmatic pleura, interspersed with fibrin deposition. No discrete masses were visualized. Ten biopsy specimens were obtained from representative abnormal areas for histopathologic and microbiologic examination.\nPLAN: Chest tube thoracostomy maintained on water seal pending cessation of drainage.",
  "IP32609-001_syn_3": "Procedure: 32609 (Thoracoscopy with biopsy of pleura).\nTechnique: Ultrasound guidance used for port placement. Single-port technique. Semi-rigid thoracoscope inserted.\nFluid Removal: 1.1 Liters drained.\nBiopsy: Forceps biopsies (x10) taken from parietal and diaphragmatic pleura to rule out malignancy/TB.\nPost-op: 20 Fr chest tube placed.",
  "IP32609-001_syn_4": "Procedure Note\nPatient: [REDACTED]\nStaff: Dr. Ross\nPre-op Dx: L pleural effusion.\nSteps:\n1. Moderate sedation.\n2. US guided entry 6th ICS.\n3. Thoracoscope inserted.\n4. Drained 1.1L fluid.\n5. Biopsied parietal pleura (looks granular).\n6. Chest tube placed.\nPlan: Admit, check cxr.",
  "IP32609-001_syn_5": "medical thoracoscopy note patient grace wilson here for the left effusion used moderate sedation and lidocaine. went in at the 6th rib space drained about a liter of cloudy fluid saw some granular stuff on the wall so took ten biopsies. no pleurodesis done just put a tube in at the end. no complications blood loss minimal admitting her for observation.",
  "IP32609-001_syn_6": "The patient underwent a medical thoracoscopy for a recurrent left exudative pleural effusion. After moderate sedation and local anesthesia, a semi-rigid thoracoscope was inserted at the 6th intercostal space. We drained 1.1 L of cloudy, straw-colored fluid. The parietal pleura appeared diffusely granular with small nodules. Ten biopsies were taken from the parietal and diaphragmatic surfaces. No pleurodesis was performed. A 20 Fr chest tube was placed to water seal. There were no complications.",
  "IP32609-001_syn_7": "[Indication]\nRecurrent left exudative pleural effusion, cytology negative.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\n1.1 L fluid drained. Granular pleural thickening observed. 10 biopsies taken from parietal/diaphragmatic pleura. 20 Fr chest tube placed.\n[Plan]\nAdmit. Await pathology/microbiology.",
  "IP32609-001_syn_8": "Under moderate sedation, a medical thoracoscopy was performed on [REDACTED] her recurrent left pleural effusion. Upon entering the pleural space, we drained approximately 1.1 liters of cloudy, straw-colored fluid. Visual inspection of the pleura revealed diffuse granular thickening along the chest wall and diaphragm, along with fibrin strands. We used biopsy forceps to take ten samples from these abnormal areas. We decided against pleurodesis at this time. The procedure concluded with the placement of a 20 Fr chest tube.",
  "IP32609-001_syn_9": "Procedure: Pleuroscopy with pleural sampling.\nIndication: Persistent left effusion.\nDetails: Ultrasound located fluid. Scope introduced. 1.1L evacuated. Granular thickening observed. Tissue sampled (10x) from parietal/diaphragmatic surfaces. No chemical sclerosis performed. Drain inserted.\nStatus: Stable.",
  "IP32609-001": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for undiagnosed exudative pleural effusion.\nPatient: [REDACTED], 58-year-old female with persistent left exudative pleural effusion of unclear etiology.\nAnesthesia: Moderate sedation with midazolam and fentanyl; local lidocaine at port site.\nIndication: Recurrent left exudative pleural effusion with negative cytology on two prior thoracenteses; concern for malignancy versus tuberculosis.\nProcedure details: Ultrasound guidance id[REDACTED] a moderate free-flowing left pleural effusion. A single-port semi-rigid thoracoscope was introduced at the 6th intercostal space. Approximately 1.1 L of cloudy, straw-colored fluid was drained. Thoracoscopic inspection revealed diffuse granular parietal pleural thickening with scattered small nodules and fibrin strands. Multiple biopsies (10 samples) were taken from abnormal parietal pleura and diaphragmatic pleura. No chemical or mechanical pleurodesis was performed. A 20 Fr chest tube was placed to water seal.\nComplications: None.\nEstimated blood loss: 20 mL.\nDisposition: Admitted overnight for observation and chest tube management.\nPlan: Send pleural fluid and tissue for cytology, AFB smear/culture, fungal culture, and histopathology; chest tube removal when drainage low and no air leak; follow-up in IP clinic in 1 week."
}
