{
  "IP32650-008_syn_1": "Indication: Recurrent effusion (Renal Cell Ca). Hemorrhagic fluid.\nProc: Left Med Thoracoscopy.\nFindings: 1.3L hemorrhagic fluid. Hemorrhagic implants.\nAction: Biopsies. 4g Talc slurry.\nPlan: Chest tube. Oncology f/u 1 week.",
  "IP32650-008_syn_2": "PROCEDURE NOTE: Left medical thoracoscopy.\nINDICATION: Metastatic renal cell carcinoma with recurrent hemorrhagic pleural effusion.\nFINDINGS: 1300 mL of hemorrhagic fluid evacuated. The parietal pleura demonstrated numerous vascular, hemorrhagic implants characteristic of metastatic RCC. Biopsies confirmed the visual impression. Talc pleurodesis (4g) was performed to achieve symphysis.\nDISPOSITION: Stable. Chest tube placement confirmed.",
  "IP32650-008_syn_3": "Code: 32650.\nDx: Secondary malignant neoplasm of pleura (RCC primary).\nDetails: 1.3L drainage (hemorrhagic). Biopsy of implants. Talc pleurodesis.\nRisk: Hemorrhagic implants noted; hemostasis maintained. EBL 35mL.",
  "IP32650-008_syn_4": "Resident Note\nPt: [REDACTED]\nDx: Renal Cell Ca\n\n1. Moderate sedation.\n2. Left 6th ICS.\n3. Drained 1.3L bloody fluid.\n4. Saw hemorrhagic implants -> Biopsy.\n5. Talc slurry 4g.\n6. 20Fr tube.\n\nPlan: Remove tube when output low.",
  "IP32650-008_syn_5": "Did the scope on Mr [REDACTED] he has kidney cancer. The fluid was very bloody drained 1.3 liters. The spots on the pleura were bleeding a bit too looked like renal cell. Biopsied them. Put in talc. No major bleeding problems surprisingly. Chest tube in.",
  "IP32650-008_syn_6": "Medical thoracoscopy with talc pleurodesis for malignant pleural effusion from renal cell carcinoma. Patient is a 63-year-old male. Ultrasound id[REDACTED] a large free-flowing effusion. A 2 cm incision at the 6th intercostal space allowed entry with a semi-rigid thoracoscope. 1.3 L of hemorrhagic fluid drained. Numerous hemorrhagic pleural implants were seen. Biopsies were obtained for confirmation. Talc slurry (4 g in 50 mL saline) was instilled with even distribution. A 20 Fr chest tube was secured.",
  "IP32650-008_syn_7": "[Indication]\nRecurrent left hemorrhagic effusion, Renal Cell Ca.\n[Anesthesia]\nModerate Sedation.\n[Description]\n1.3L hemorrhagic fluid drained. Implants biopsied. 4g Talc slurry instilled.\n[Plan]\nDaily CXR. Oncology follow-up.",
  "IP32650-008_syn_8": "[REDACTED] around his lung from his kidney cancer. We drained 1.3 liters of bloody fluid using the thoracoscope. We saw several bleeding spots on the lung lining, which fits with his diagnosis. We took samples and then put in talc to seal the space. He is doing well with the chest tube in place.",
  "IP32650-008_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nFindings: 1.3 L of hemorrhagic fluid was evacuated. Hemorrhagic pleural implants were id[REDACTED] and sampled.\nAction: Talc slurry was administered. A 20 Fr chest tube was secured.\nComplications: None.",
  "IP32650-008": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for malignant pleural effusion from renal cell carcinoma.\nPatient: [REDACTED], 63-year-old male with metastatic clear cell renal carcinoma and left pleural effusion.\nAnesthesia: Moderate sedation with midazolam and fentanyl; local anesthetic at port site.\nIndication: Symptomatic recurrent left pleural effusion with prior positive cytology for renal cell carcinoma.\nProcedure details: Ultrasound id[REDACTED] a large free-flowing effusion. A 2 cm incision at the 6th intercostal space allowed entry with a semi-rigid thoracoscope. 1.3 L of hemorrhagic fluid drained. Numerous hemorrhagic pleural implants were seen. Biopsies were obtained for confirmation. Talc slurry (4 g in 50 mL saline) was instilled with even distribution. A 20 Fr chest tube was secured.\nComplications: None.\nEstimated blood loss: 35 mL.\nDisposition: Admitted overnight for chest tube management.\nPlan: Daily CXR; remove chest tube once drainage low; outpatient oncology follow-up in 1 week."
}
