{
  "IP32609-006_syn_1": "Indication: R effusion, eosinophilia, on Amiodarone.\nProc: Med thoracoscopy.\nFluid: 700ml serous.\nFindings: Mild thickening, petechiae. No nodules.\nAction: 6 biopsies taken. 16Fr chest tube.\nPlan: Stop Amiodarone?",
  "IP32609-006_syn_2": "PROCEDURE REPORT: Medical Thoracoscopy.\nINDICATION: Evaluation of exudative eosinophilic pleural effusion in a patient recently started on amiodarone.\nFINDINGS: 700 mL of serous fluid was drained. The parietal pleura exhibited mild thickening and scattered petechial hemorrhages; no discrete nodularity was observed. Biopsies were obtained to differentiate drug-induced pleuritis from other etiologies. A 16 Fr chest tube was placed.",
  "IP32609-006_syn_3": "Code: 32609.\nIndication: Undiagnosed pleural effusion (R/O Amiodarone toxicity).\nProcedure: Right medical thoracoscopy via 6th ICS. 700 mL fluid drained. Biopsy (x6) of thickened parietal pleura. \nPost-procedure: 16 Fr chest tube.",
  "IP32609-006_syn_4": "Procedure: Med Thoracoscopy\nPatient: [REDACTED]\nIndication: ?Amiodarone lung/pleura.\nSteps:\n1. Mod sed.\n2. Scope R 6th ICS.\n3. 700ml fluid out.\n4. Pleura looked red/thick, no masses.\n5. Biopsies taken.\n6. 16Fr tube.\nPlan: Check path, maybe stop amio.",
  "IP32609-006_syn_5": "zoe ramirez here for the right effusion shes on amiodarone might be that. did a thoracoscopy sedation was good. drained 700cc fluid. pleura just looked a bit thick and red no cancer looking bumps. took 6 biopsies just in case. chest tube 16 french in place. admit to floor.",
  "IP32609-006_syn_6": "We performed a medical thoracoscopy on a 39-year-old female to investigate a right-sided eosinophilic pleural effusion, possibly secondary to amiodarone. Under moderate sedation, we drained 700 mL of serous fluid. The pleura appeared mildly thickened with petechiae but no obvious nodules. Six biopsies were taken for histology. A 16 Fr chest tube was placed.",
  "IP32609-006_syn_7": "[Indication]\nR eosinophilic pleural effusion, ?Amiodarone toxicity.\n[Anesthesia]\nModerate Sedation.\n[Description]\n700 mL fluid drained. Mild pleural thickening/petechiae. 6 biopsies taken. 16 Fr chest tube placed.\n[Plan]\nPathology. Cardiology consult.",
  "IP32609-006_syn_8": "[REDACTED] a medical thoracoscopy to evaluate her right pleural effusion, which is suspected to be related to her amiodarone therapy. We drained 700 mL of fluid and inspected the pleura, finding mild thickening and some petechial spots but no distinct masses. We collected six biopsies to rule out other causes. A 16 Fr chest tube was inserted for drainage.",
  "IP32609-006_syn_9": "Procedure: Thoracoscopic visualization and sampling.\nReason: Effusion with eosinophils.\nObservations: 700mL fluid evacuated. Pleural congestion noted. Tissue harvested (6x). Drain inserted.",
  "IP32609-006": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected drug-induced pleuritis.\nPatient: [REDACTED], 39-year-old female with recent initiation of amiodarone therapy and new bilateral pleural effusions, right greater than left.\nAnesthesia: Moderate sedation with midazolam and fentanyl.\nIndication: Right-predominant exudative pleural effusion with eosinophilia; need pleural tissue to distinguish drug toxicity from autoimmune or malignant causes.\nProcedure details: Ultrasound demonstrated a moderate right effusion. A semi-rigid thoracoscope was advanced via the 6th intercostal space. 700 mL of serous fluid was removed. Parietal pleura appeared mildly thickened with scattered petechial hemorrhages but no distinct nodules. Multiple biopsies (6 samples) were obtained. No pleurodesis was performed. A 16 Fr chest tube was left in situ.\nComplications: None.\nEstimated blood loss: 10 mL.\nDisposition: Observed overnight.\nPlan: Send pleural tissue for histology and immunofluorescence; cardiology to consider discontinuing amiodarone depending on results."
}
