{
  "IP32650-006_syn_1": "Indication: Loculated malignant effusion (Ovarian Ca).\nProc: Left Med Thoracoscopy + Adhesiolysis.\nFindings: Multiple septations/loculations. 900mL drained.\nAction: Blunt lysis of adhesions. Biopsies taken. 4g Talc slurry.\nPlan: Chest tube to suction. Oncology f/u.",
  "IP32650-006_syn_2": "PROCEDURE: Left medical thoracoscopy with adhesiolysis and pleurodesis.\nINDICATION: 65-year-old female with metastatic ovarian carcinoma and complex, loculated pleural effusion.\nDETAILS: Ultrasound revealed multiloculated fluid. Upon entry, extensive fibrinous adhesions were encountered. Blunt dissection was employed to break down septations and unify the pleural space, facilitating the drainage of 900 mL of fluid. Nodular implants were biopsied. Following adhesiolysis, 4 grams of talc slurry was instilled under direct visualization to ensure adequate coverage.\nDISPOSITION: Admitted to oncology service.",
  "IP32650-006_syn_3": "CPT: 32650 (includes adhesiolysis if not extensive enough for separate decortication code, typically).\nTechnique:\n- Access: Left 6th ICS.\n- Lysis: Blunt lysis of adhesions to treat loculations.\n- Drainage: 900 mL.\n- Biopsy: Parietal pleura.\n- Pleurodesis: Talc slurry.\nReasoning: Standard thoracentesis failed due to loculations.",
  "IP32650-006_syn_4": "Resident Note\nPt: [REDACTED]\nDx: Ovarian Ca, Loculated effusion\n\n1. Moderate sedation.\n2. US showed loculations.\n3. Scope in -> broke up adhesions (lysis).\n4. Drained 900cc.\n5. Biopsied nodules.\n6. Put in Talc.\n7. 20Fr tube.\n\nPatient [REDACTED]ain.",
  "IP32650-006_syn_5": "Procedure on [REDACTED] ovarian cancer and the fluid was trapped in pockets. We went in with the scope and had to break up the adhesions to get the fluid out. Got about 900 mls. Took some biopsies of the bumps. Put in the talc 4 grams. She had a little pain so we gave meds. Chest tube is in suction.",
  "IP32650-006_syn_6": "Medical thoracoscopy with talc pleurodesis for loculated malignant pleural effusion. Patient is a 65-year-old female. Bedside ultrasound showed multiple septations. A 2 cm incision was made at the 6th intercostal space. Trocar insertion yielded 900 mL of serous fluid from the largest locule. A semi-rigid thoracoscope was advanced; adhesions were bluntly lysed to break down septations. Multiple parietal pleural biopsies were taken. After near-complete drainage, 4 g talc in 50 mL saline was instilled. A 20 Fr chest tube was secured.",
  "IP32650-006_syn_7": "[Indication]\nLoculated left malignant pleural effusion.\n[Anesthesia]\nModerate Sedation.\n[Description]\nAdhesions lysed. 900mL drained. Biopsies performed. 4g Talc slurry instilled.\n[Plan]\nSuction to water seal. Oncology follow-up.",
  "IP32650-006_syn_8": "[REDACTED] trapped in pockets (loculated), so a regular needle drain wouldn't work. We used the thoracoscope to break up these pockets and drained 900ml of fluid. We found some cancer spots and took samples. To keep the fluid from coming back, we put in talc. She had some pain during the procedure but we managed it with medication.",
  "IP32650-006_syn_9": "Procedure: Medical thoracoscopy with adhesiolysis.\nIndication: Loculated malignant pleural effusion.\nAction: Adhesions were bluntly severed to unify the space. 900 mL of fluid was evacuated. Pleural nodules were sampled. Talc slurry was introduced.\nOutcome: Chest tube placed. Mild pleuritic pain managed with opioids.",
  "IP32650-006": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for loculated malignant pleural effusion.\nPatient: [REDACTED], 65-year-old female with metastatic ovarian carcinoma and loculated left pleural effusion.\nAnesthesia: Moderate sedation with midazolam and fentanyl; supplemental oxygen via nasal cannula.\nIndication: Progressive dyspnea from loculated malignant pleural effusion not adequately drained by prior thoracentesis.\nProcedure details: Bedside ultrasound showed multiple septations and loculations along the lateral left chest. A 2 cm incision was made at the 6th intercostal space, midaxillary line. Trocar insertion yielded 900 mL of serous fluid from the largest locule. A semi-rigid thoracoscope was advanced; adhesions were bluntly lysed to break down septations. Multiple parietal pleural biopsies were taken from nodular areas. After near-complete drainage, 4 g talc in 50 mL saline was instilled and distributed under direct visualization. A 20 Fr chest tube was placed and secured.\nComplications: Mild pleuritic pain controlled with IV opioids; no hypotension or hypoxia.\nEstimated blood loss: 30 mL.\nDisposition: Admitted to oncology floor with chest tube to suction.\nPlan: Transition to water seal on postoperative day 1; remove tube when drainage low; continue systemic chemotherapy per oncology."
}
