{
  "IP32609-010_syn_1": "Indication: L effusion, metastatic colon CA.\nProc: Med thoracoscopy.\nFluid: 1L straw colored.\nFindings: Scattered nodules/plaques.\nAction: 8 biopsies. No pleurodesis.\nTube: 20Fr placed.",
  "IP32609-010_syn_2": "OPERATIVE NOTE: Medical Thoracoscopy.\nPATIENT: 63-year-old male with metastatic colorectal adenocarcinoma.\nINDICATION: New symptomatic left pleural effusion.\nFINDINGS: 1000 mL of straw-colored fluid was evacuated. Inspection revealed scattered nodules and subtle plaques on the parietal pleura. Biopsies were obtained for histologic confirmation and molecular profiling (KRAS/NRAS). Pleurodesis was deferred pending treatment planning. A 20 Fr chest tube was placed.",
  "IP32609-010_syn_3": "Code: 32609.\nIndication: Suspected Pleural Metastasis.\nProcedure: Left medical thoracoscopy. 1.0 L fluid drainage. Targeted biopsy (x8) of pleural nodules.\nPlan: Molecular testing to guide systemic therapy. 20 Fr chest tube.",
  "IP32609-010_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: Colon CA, effusion.\nProc: Med Thoracoscopy.\nSteps:\n1. GA / ETT.\n2. Scope L 6th ICS.\n3. Drained 1L.\n4. Biopsied nodules.\n5. Chest tube 20Fr.\nPlan: Onc f/u.",
  "IP32609-010_syn_5": "[REDACTED] has colon cancer and fluid on the left. did a thoracoscopy under general. drained a liter. saw some nodules and plaques. took 8 biopsies for kras testing. didnt do pleurodesis cause chemo might change. chest tube is in.",
  "IP32609-010_syn_6": "Medical thoracoscopy was performed on a 63-year-old male with metastatic colorectal cancer and a left pleural effusion. Under general anesthesia, 1.0 L of fluid was drained. Scattered pleural nodules and plaques were biopsied. Eight samples were sent for pathology and molecular testing. A 20 Fr chest tube was placed. No pleurodesis was performed.",
  "IP32609-010_syn_7": "[Indication]\nL pleural effusion, metastatic colon CA.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\n1.0 L fluid drained. Scattered nodules/plaques. 8 biopsies taken. 20 Fr chest tube placed.\n[Plan]\nOncology follow-up. Molecular testing.",
  "IP32609-010_syn_8": "[REDACTED] a medical thoracoscopy to evaluate a new left pleural effusion related to his metastatic colorectal cancer. We drained 1.0 L of fluid and found scattered nodules and plaques on the pleura. We obtained eight biopsies to confirm metastasis and for molecular testing. We decided against pleurodesis at this time. A 20 Fr chest tube was inserted.",
  "IP32609-010_syn_9": "Procedure: Thoracoscopic inspection and tissue sampling.\nContext: Colorectal malignancy with effusion.\nFindings: 1L fluid removed. Pleural implants visualized. Specimens collected (8x). No sclerosis. Catheter placed.",
  "IP32609-010": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected pleural metastases from colorectal cancer.\nPatient: [REDACTED], 63-year-old male with metastatic colorectal adenocarcinoma and new left pleural effusion.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: New symptomatic unilateral pleural effusion in metastatic colorectal cancer; need pleural histology to guide prognosis and treatment.\nProcedure details: Ultrasound-guided access at the left 6th intercostal space allowed insertion of a semi-rigid thoracoscope. 1.0 L of straw-colored fluid was drained. Parietal pleura showed scattered small nodules and subtle plaques. Multiple biopsies (8 samples) were taken. No pleurodesis performed because systemic therapy options are being reconsidered. A 20 Fr chest tube was placed.\nComplications: None.\nEstimated blood loss: 20 mL.\nDisposition: Admitted overnight on oncology ward.\nPlan: Pleural biopsies for histology and KRAS/NRAS status if malignant; discuss at tumor board for treatment planning."
}
