{
  "IP32609-008_syn_1": "Indication: R effusion, HF, atypical cells.\nProc: Med thoracoscopy.\nFluid: 1.5L clear.\nFindings: Smooth pleura, no nodules.\nAction: 6 random biopsies. No pleurodesis.\nTube: 20Fr placed.",
  "IP32609-008_syn_2": "PROCEDURE: Medical Thoracoscopy.\nINDICATION: Large right pleural effusion in heart failure patient with atypical cytology.\nFINDINGS: 1500 mL of clear transudative-appearing fluid was drained. The pleural surfaces appeared smooth and glistening without evidence of nodularity or plaque formation. Random biopsies of the parietal pleura were obtained to definitively exclude malignancy. A 20 Fr chest tube was placed.",
  "IP32609-008_syn_3": "Code: 32609.\nIndication: R/O Malignancy in HF patient.\nProcedure: Right medical thoracoscopy. 1.5 L fluid drained. Random parietal pleural biopsies (x6) taken despite benign gross appearance. 20 Fr chest tube placed.",
  "IP32609-008_syn_4": "Procedure: Med Thoracoscopy\nPatient: [REDACTED]\nIndication: HF effusion w/ weird cells.\nSteps:\n1. Mod sed.\n2. Scope R 7th ICS.\n3. Drained 1.5L clear fluid.\n4. Pleura looked normal.\n5. Random biopsies taken.\n6. 20Fr tube.\nPlan: Cardiology admit.",
  "IP32609-008_syn_5": "mr [REDACTED] has heart failure and a big effusion with some weird cells. did a thoracoscopy to be sure. drained 1.5 liters clear fluid. pleura looked totally fine smooth. took random biopsies anyway just to check. put a 20 french tube in. back to cardio floor.",
  "IP32609-008_syn_6": "We performed a medical thoracoscopy on a 74-year-old male with heart failure and a large right pleural effusion with atypical cytology. Under moderate sedation, 1.5 L of clear fluid was drained. The pleura appeared smooth and benign. Six random biopsies were taken to rule out occult malignancy. A 20 Fr chest tube was placed.",
  "IP32609-008_syn_7": "[Indication]\nR pleural effusion, HF, atypical cytology.\n[Anesthesia]\nModerate Sedation.\n[Description]\n1.5 L clear fluid drained. Smooth pleura. 6 random biopsies taken. 20 Fr chest tube placed.\n[Plan]\nCardiology management. Await path.",
  "IP32609-008_syn_8": "[REDACTED] a medical thoracoscopy to investigate his large right pleural effusion, which had shown atypical cells despite his history of heart failure. We drained 1.5 liters of clear fluid. The pleura looked healthy and smooth, but we took six random biopsies to be certain there was no malignancy. A 20 Fr chest tube was inserted to continue drainage.",
  "IP32609-008_syn_9": "Procedure: Thoracoscopic inspection and random sampling.\nReason: Effusion with atypical cells.\nObservations: 1.5L fluid evacuated. Pleura appeared benign. Tissue harvested (6x). Drain inserted.",
  "IP32609-008": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for unilateral transudative-appearing effusion in heart failure.\nPatient: [REDACTED], 74-year-old male with heart failure with reduced ejection fraction and large right pleural effusion that appears transudative by Light’s criteria but has atypical cytology.\nAnesthesia: Moderate sedation with midazolam and fentanyl.\nIndication: Atypical cells noted on pleural cytology in otherwise transudative-appearing effusion; need pleural biopsy to exclude malignancy.\nProcedure details: Ultrasound-guided entry at the right 7th intercostal space. 1.5 L of clear, straw-colored fluid was drained. Thoracoscopy revealed smooth glistening pleura without nodules. Multiple random biopsies (6 samples) of parietal pleura were obtained. No pleurodesis performed. A 20 Fr chest tube was left in place on water seal.\nComplications: None.\nEstimated blood loss: 15 mL.\nDisposition: Admitted to cardiology floor.\nPlan: Await pathology; adjust diuretic therapy for heart failure; consider repeat cytology if effusion recurs."
}
