{
  "IP32609-004_syn_1": "Indication: Suspected TB pleuritis.\nProc: Med thoracoscopy L side.\nFindings: 800ml straw fluid. Diffuse white nodules, adhesions.\nAction: Biopsies parietal/diaphragmatic. No pleurodesis.\nTube: 16Fr placed.",
  "IP32609-004_syn_2": "PROCEDURE: Medical Thoracoscopy.\nINDICATION: Unilateral left lymphocytic exudative pleural effusion in a patient with epidemiologic risk factors for tuberculosis.\nFINDINGS: Upon thoracoscopic visualization, the parietal pleura demonstrated diffuse miliary-type nodularity and fibrinopurulent adhesions. Approximately 800 mL of straw-colored effusion was drained. Biopsies were obtained from the costal and diaphragmatic surfaces for histopathology and mycobacterial culture. A 16 Fr thoracostomy tube was placed.",
  "IP32609-004_syn_3": "Code: 32609.\nDiagnosis: Suspected Tuberculous Pleuritis.\nProcedure: Left-sided medical thoracoscopy via 5th ICS. Drainage of 800 mL fluid. Biopsy of parietal pleura (nodules/adhesions observed) for AFB stain/culture/PCR.\nPost-procedure: 16 Fr chest tube to water seal.",
  "IP32609-004_syn_4": "Procedure Note: Med Thoracoscopy\nPatient: [REDACTED]\nIndication: R/O TB effusion.\nSteps:\n1. Mod sedation.\n2. Port @ 5th ICS.\n3. Drained 800cc fluid.\n4. Saw white nodules (TB?).\n5. Biopsied nodules.\n6. 16Fr chest tube.\nPlan: Isolation, empiric TB meds if path +.",
  "IP32609-004_syn_5": "did a thoracoscopy on [REDACTED] left effusion thinking it's tb. sedation was fine. put the scope in the 5th space drained 800 ml straw fluid. saw a lot of white nodules and adhesions everywhere looks like tb. took biopsies sent for afb and pcr. put a small chest tube in. sending him to id [REDACTED].",
  "IP32609-004_syn_6": "A medical thoracoscopy was performed for suspected tuberculous pleuritis in a 46-year-old male. Using moderate sedation, the left pleural space was accessed at the 5th intercostal space. 800 mL of straw-colored fluid was drained. The parietal pleura showed diffuse white nodules and adhesions. Biopsies were taken for pathology and microbiology. A 16 Fr chest tube was inserted. The patient was admitted for observation.",
  "IP32609-004_syn_7": "[Indication]\nSuspected TB pleuritis, lymphocytic effusion, high ADA.\n[Anesthesia]\nModerate Sedation.\n[Description]\n800 mL fluid drained. Diffuse white nodules/adhesions. Biopsies taken for AFB/Path. 16 Fr chest tube placed.\n[Plan]\nInfectious Disease admission. Await culture/PCR.",
  "IP32609-004_syn_8": "[REDACTED] a medical thoracoscopy to investigate a suspected tuberculous pleural effusion. After sedation, we introduced the thoracoscope and drained 800 mL of fluid. The inspection revealed widespread white nodules and adhesions on the parietal pleura, strongly suggestive of TB. We obtained multiple biopsies from the chest wall and diaphragm for confirmation. The procedure ended with the placement of a 16 Fr chest tube.",
  "IP32609-004_syn_9": "Procedure: Thoracoscopic evaluation and sampling.\nDiagnosis: Presumed mycobacterial pleurisy.\nFindings: 800mL fluid evacuated. Miliary nodules and adhesions visualized. Tissue harvested for analysis. Drain secured.",
  "IP32609-004": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected tuberculous pleuritis.\nPatient: [REDACTED], 46-year-old male with recent travel to high TB-prevalence region and unilateral left pleural effusion.\nAnesthesia: Moderate sedation with midazolam and fentanyl.\nIndication: Subacute fever, weight loss, and left exudative lymphocyte-predominant pleural effusion with elevated ADA level; need diagnostic confirmation.\nProcedure details: Ultrasound-demonstrated moderate left pleural effusion. A single-port thoracoscope was introduced at the 5th intercostal space. 800 mL of straw-colored fluid was drained. Parietal pleura displayed diffuse whitish nodules and fibrinous adhesions. Multiple biopsies were obtained from costal and diaphragmatic pleura. No pleurodesis was performed. A 16 Fr chest tube was placed under water seal.\nComplications: None.\nEstimated blood loss: 15 mL.\nDisposition: Admitted to infectious diseases ward.\nPlan: Send pleural tissue for histology, AFB smear and culture, Xpert MTB/RIF, and mycobacterial PCR; initiate empiric anti-tuberculous therapy if pathology supportive."
}
