{
  "IP32650-001_syn_1": "Procedure: Left Medical Thoracoscopy w/ Talc Pleurodesis.\nIndication: Recurrent malignant effusion.\nTechnique: US guidance. 6th ICS. 1.8L serosanguinous fluid drained. Diffuse parietal nodules seen/biopsied. 4g Talc slurry instilled.\nComplications: Transient hypotension (fluids given). No bleeding.\nDisposition: Floor. Chest tube to suction.",
  "IP32650-001_syn_2": "OPERATIVE REPORT\n\nPATIENT: [REDACTED]\nPROCEDURE: Left-sided medical thoracoscopy with parietal pleural biopsy and talc pleurodesis.\n\nCLINICAL SUMMARY: The patient is a 68-year-old male with metastatic adenocarcinoma presenting with rapid re-accumulation of pleural fluid.\n\nDETAILED NARRATIVE: Following the induction of general anesthesia and isolation of the left lung via a double-lumen tube, the left hemithorax was accessed at the 6th intercostal space under sonographic guidance. Upon trocar entry, approximately 1800 mL of serosanguinous effusion was evacuated. Thoracoscopic visualization revealed extensive nodularity of the parietal pleura. Representative biopsies were harvested. Subsequently, a slurry comprising 4 grams of talc in 50 mL saline was instilled and uniformly distributed. A 24-French thoracostomy tube was positioned apically.\n\nIMPRESSION: Successful diagnostic and therapeutic thoracoscopy.",
  "IP32650-001_syn_3": "CPT Selection: 32650 (Thoracoscopy, surgical; with pleurodesis).\nRationale:\n1. Access: Trocar placement in left 6th ICS.\n2. Drainage: 1.8 L fluid removed.\n3. Biopsy: Parietal pleura sampled (separate distinct work, but 32650 covers the approach).\n4. Therapeutic Agent: 4 grams Talc slurry instilled for chemical pleurodesis.\n5. Closure: 24 Fr chest tube placed.\nMedical Necessity: Recurrent malignant pleural effusion refractory to thoracentesis.",
  "IP32650-001_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Morris\nResident: Dr. Shah\n\nSteps:\n1. Time out. GA with DLT.\n2. US guidance -> Left 6th ICS access.\n3. Drained 1.8L serosanguinous fluid.\n4. Scope in -> Saw nodules on parietal pleura -> Biopsied.\n5. Lung re-expanded well.\n6. 4g Talc slurry injected.\n7. 24 Fr chest tube placed.\n\nPlan: Admit, CXR daily, pull tube when output <150.",
  "IP32650-001_syn_5": "Procedure note for mr [REDACTED] we did the thoracoscopy on the left side today general anesthesia used the double lumen tube. ultrasound found the spot 6th rib space put the trocar in and got out a lot of fluid like 1.8 liters looked bloody. looked inside and saw bumps everywhere took some biopsies. put in the talc slurry 4 grams. blood pressure dropped a bit but fluids fixed it. chest tube is in 24 french. send to floor thanks.",
  "IP32650-001_syn_6": "Medical thoracoscopy with talc pleurodesis for malignant pleural effusion. Patient: [REDACTED], 68-year-old male. Under ultrasound guidance, the left 6th intercostal space in the midaxillary line was selected. Approximately 1.8 L of serosanguinous pleural fluid was drained through a trocar. A semi-rigid thoracoscope was introduced. Diffuse parietal pleural studding and nodularity were seen, with trapped lung but near-complete re-expansion after drainage. Multiple parietal pleural biopsies were obtained. A talc slurry (4 g in 50 mL normal saline) was distributed evenly over the parietal pleura while rotating the patient. A 24 Fr chest tube was left in place and connected to suction.",
  "IP32650-001_syn_7": "[Indication]\nSymptomatic, rapidly recurrent left malignant pleural effusion.\n[Anesthesia]\nGeneral, DLT.\n[Description]\nUS guidance used. Entry Left 6th ICS. 1.8L serosanguinous fluid drained. Nodules biopsied. 4g Talc slurry instilled. Lung re-expanded.\n[Plan]\nAdmit. Suction -20cmH2O. Remove tube when output <150ml.",
  "IP32650-001_syn_8": "[REDACTED] a left medical thoracoscopy today to manage his recurrent pleural effusion. After putting him under general anesthesia and securing the airway, we used ultrasound to find the best spot for entry in the sixth intercostal space. We drained about 1.8 liters of bloody fluid. The camera showed widespread nodules on the lining of the chest wall, which we biopsied. To prevent the fluid from coming back, we coated the area with a talc slurry. He tolerated the procedure well, aside from a brief drop in blood pressure that responded to fluids.",
  "IP32650-001_syn_9": "Procedure: Medical thoracoscopy with talc pleurodesis.\nAction: The left 6th intercostal space was cannulated. Approximately 1.8 L of serosanguinous fluid was evacuated. The parietal pleura was inspected and sampled. A talc mixture was administered over the pleural surface. A chest tube was inserted.\nOutcome: Near-complete lung re-inflation.\nComplications: Transient hypotension managed with volume expansion.",
  "IP32650-001": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for malignant pleural effusion.\nPatient: [REDACTED], 68-year-old male with metastatic lung adenocarcinoma and recurrent left pleural effusion.\nAnesthesia: General anesthesia with double-lumen endotracheal tube.\nIndication: Symptomatic, rapidly recurrent left malignant pleural effusion after multiple prior therapeutic thoracenteses.\nProcedure details: Under ultrasound guidance, the left 6th intercostal space in the midaxillary line was selected. Approximately 1.8 L of serosanguinous pleural fluid was drained through a trocar. A semi-rigid thoracoscope was introduced. Diffuse parietal pleural studding and nodularity were seen, with trapped lung but near-complete re-expansion after drainage. Multiple parietal pleural biopsies were obtained. A talc slurry (4 g in 50 mL normal saline) was distributed evenly over the parietal pleura while rotating the patient. A 24 Fr chest tube was left in place and connected to −20 cmH2O suction.\nComplications: None; transient hypotension responsive to fluids.\nEstimated blood loss: 25 mL.\nDisposition: Admitted to floor with chest tube to suction.\nPlan: Daily chest radiographs, monitor drainage; remove chest tube when output <150 mL/day and lung fully expanded; oncology follow-up once pathology finalized."
}
