{
  "IP_BRONCH_1_syn_1": "Dx: RMS obstruction.\nProc: Rigid bronch, debulking.\n- Rigid scope to trachea.\n- RMS 95% occluded.\n- APC and forceps used to debulk/recanalize RMS and Bronchus Intermedius.\n- 85% patency achieved.\n- No bleeding.",
  "IP_BRONCH_1_syn_2": "OPERATIVE NARRATIVE: A 12mm rigid bronchoscope was introduced under general anesthesia to address a high-grade right mainstem obstruction. Inspection revealed 95% occlusion extending into the bronchus intermedius. We employed argon plasma coagulation (APC) to devitalize the intraluminal tumor burden, followed by mechanical debridement using flexible forceps. This approach allowed for successful recanalization of the right bronchial tree.",
  "IP_BRONCH_1_syn_3": "Code Selection: 31641 (Bronchoscopy with destruction of tumor).\nSite: Right Mainstem/Bronchus Intermedius.\nTechnique: Thermal ablation via Argon Plasma Coagulation (APC) followed by mechanical removal of charred tissue. This constitutes relief of stenosis by any method.",
  "IP_BRONCH_1_syn_4": "Procedure: Rigid Bronchoscopy with Debulking.\nIndication: R mainstem obstruction.\nSteps:\n1. Rigid scope inserted.\n2. Tumor seen in RMS (95%).\n3. Biopsies taken.\n4. APC used to burn tumor.\n5. Forceps used to clean up debris.\n6. Good result (85% open).\nComplications: None.",
  "IP_BRONCH_1_syn_5": "patient [REDACTED] lung mass obstructing airway... did rigid bronch today general anesthesia... airway looked clear on left... right side blocked almost total... used apc to burn it back and forceps to grab the pieces... opened it up pretty good about 85 percent... no big bleeding sent to pacu.",
  "IP_BRONCH_1_syn_6": "Under general anesthesia, a 12mm rigid bronchoscope was inserted. The right mainstem was found to be 95% obstructed by tumor. Endobronchial biopsies were obtained. The tumor was debulked using argon plasma coagulation and mechanical forceps removal. Recanalization of approximately 85% was achieved in the right mainstem and bronchus intermedius. The procedure was terminated without complication.",
  "IP_BRONCH_1_syn_7": "[Indication]\nRight mainstem obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy performed. 95% occlusion of RMS id[REDACTED]. APC and forceps debulking performed. Recanalization to 85% achieved. Biopsies taken.\n[Plan]\nDischarge to home. Urgent Rad Onc consult.",
  "IP_BRONCH_1_syn_8": "We performed a rigid bronchoscopy to treat a malignant obstruction in the right mainstem bronchus. Upon inspection, the airway was nearly completely blocked. We utilized argon plasma coagulation to cauterize the tumor tissue and then removed the debris with forceps. We repeated this process until the airway was significantly more open. We confirmed there was no active bleeding and removed the scope.",
  "IP_BRONCH_1_syn_9": "Rigid bronchoscopy was performed for right mainstem occlusion. We ablated the lesion with APC and extracted the fragments with forceps. We successfully reopened the airway to 85% patency. Biopsies were harvested."
}
