{
  "IP_BRONCH_3_syn_1": "Procedure: Rigid bronch, cryoextraction, BAL.\nFindings: LLL/Lingula obstruction.\nAction:\n- Cryoextraction of tumor piece-meal.\n- APC for hemostasis.\n- Mini-BAL of Lingula.\nResult: Partial recanalization (LMS 15% obstructed). LLL remains obstructed.",
  "IP_BRONCH_3_syn_2": "OPERATIVE REPORT: The patient underwent therapeutic rigid bronchoscopy for a fungating tumor obstructing the distal left mainstem, LLL, and lingula. Cryoextraction was utilized to remove significant tumor burden. Argon plasma coagulation was applied for hemostasis. A bronchoalveolar lavage (BAL) was performed in the lingula to assess for infection. Due to distal tumor extension, complete recanalization of the LLL was not feasible, though the left mainstem patency was significantly improved.",
  "IP_BRONCH_3_syn_3": "Billing Codes Supported:\n- 31641: Destruction/Relief of stenosis via Cryoextraction and APC in Left Mainstem.\n- 31624-59: BAL performed in Lingula (separate site from primary tumor destruction target) for purulent secretions.\n- Rigid bronchoscopy method used (included in 31641).",
  "IP_BRONCH_3_syn_4": "Procedure: Rigid Bronch with Debulking\nIndication: L mainstem mass.\nSteps:\n1. LMA -> Rigid scope.\n2. Saw tumor blocking LLL and Lingula.\n3. Used cryoprobe to pull out tumor chunks.\n4. Cleaned up with APC.\n5. Did a wash (BAL) in the lingula.\n6. LLL still blocked but LMS better.\nComplications: Mild bleeding.",
  "IP_BRONCH_3_syn_5": "rigid bronch for left lung mass... tumor was blocking lll and lingula... used cryo to pull big pieces out and apc to stop bleeding... did a bal in the lingula cause there was pus... couldn't get the lll open all the way... woke patient up and sent to recovery.",
  "IP_BRONCH_3_syn_6": "Under general anesthesia, a rigid bronchoscope was inserted. A tumor in the distal left mainstem obstructing the LLL and lingula was id[REDACTED]. Cryoextraction was used for debulking. APC was used for hemostasis. A BAL was performed in the lingula. The LLL remained obstructed, but the left mainstem patency improved to 85%.",
  "IP_BRONCH_3_syn_7": "[Indication]\nLeft mainstem/LLL obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Cryoextraction of tumor in distal LMS. APC for hemostasis. BAL of lingula. LLL remains obstructed.\n[Plan]\nDischarge home. Monitor for regrowth.",
  "IP_BRONCH_3_syn_8": "We performed a rigid bronchoscopy to address a tumor blocking the left lower lobe and lingula. We used a cryoprobe to freeze and extract pieces of the tumor, clearing the main airway. We also used APC to stop any oozing. We washed the lingula (BAL) to check for infection. While we couldn't fully open the lower lobe, the main airway is much better.",
  "IP_BRONCH_3_syn_9": "Rigid bronchoscopy was employed. We utilized cryoextraction to debulk the lesion in the left mainstem. APC was applied for coagulation. We lavaged the lingula. The left mainstem was recanalized, though the lower lobe remained occluded."
}
