{
  "IP_BRONCH_2_syn_1": "Indication: Malignant airway obstruction.\nProcedure: Rigid bronch, debulking, attempted stent.\nComplication: Intra-op cardiac arrest.\n- Tumor debulked in RMS (APC/Forceps).\n- Balloon dilation performed.\n- Patient developed PEA/Asystole.\n- CPR x 30 min. Bilateral chest tubes placed. TPA given.\n- Patient expired.",
  "IP_BRONCH_2_syn_2": "OPERATIVE SUMMARY: The patient underwent rigid bronchoscopy for management of right mainstem obstruction. Tumor debulking was performed utilizing APC and balloon dilation. Intraoperatively, the patient suffered sudden cardiovascular collapse progressing to PEA and asystole. ACLS protocols were initiated immediately, including cardiopulmonary resuscitation, administration of epinephrine, and placement of bilateral tube thoracostomies to rule out tension pneumothorax. Despite prolonged resuscitative efforts (>30 minutes), return of spontaneous circulation was not achieved, and the patient was pronounced deceased.",
  "IP_BRONCH_2_syn_3": "Billing Summary for Interrupted Procedure/Death:\n- 31641: Rigid bronchoscopy with tumor destruction (APC/Forceps) completed prior to arrest.\n- 31630 (Bundled): Balloon dilation performed.\n- 92950: CPR performed (30 min).\n- 32551-LT: Left chest tube placement.\n- 32551-RT: Right chest tube placement.\nDiagnosis: Malignant obstruction, Cardiac Arrest (I46.9).",
  "IP_BRONCH_2_syn_4": "Resident Note\nProcedure: Rigid Bronchoscopy -> Code Blue.\nEvents:\n1. Rigid scope inserted, tumor debulked in RMS with APC.\n2. Balloon dilation performed.\n3. Patient lost pulse (PEA).\n4. Started CPR.\n5. Placed L chest tube (no air).\n6. Placed R chest tube (no air).\n7. TPA given.\n8. Called death after 30 min code.",
  "IP_BRONCH_2_syn_5": "procedure started normal rigid bronch to open right airway... used apc and balloon to open it up... then bp dropped and heart stopped... code blue called... did cpr for long time... put chest tubes in both sides just in case of pneumo... gave epi and tpa... heart never started again... patient died in or.",
  "IP_BRONCH_2_syn_6": "A 12mm rigid bronchoscope was inserted under general anesthesia. The right mainstem tumor was debulked using APC and forceps, followed by balloon dilation. During the procedure, the patient developed PEA arrest. CPR was initiated. Bilateral chest tubes were placed to rule out pneumothorax. TPA was administered. Resuscitation efforts were unsuccessful after 30 minutes, and the patient was pronounced dead.",
  "IP_BRONCH_2_syn_7": "[Indication]\nRight mainstem obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy with APC debulking and balloon dilation of RMS. Intraoperative cardiac arrest (PEA) occurred. CPR initiated. Bilateral chest tubes placed. TPA administered. \n[Outcome]\nPatient [REDACTED] OR.",
  "IP_BRONCH_2_syn_8": "We began the procedure with rigid bronchoscopy to treat the right mainstem tumor. We successfully debulked the lesion using APC and dilated the airway. Unfortunately, the patient went into cardiac arrest during the procedure. We immediately started CPR and placed chest tubes on both sides to ensure there was no collapsed lung contributing to the arrest. Despite aggressive resuscitation for over 30 minutes, the patient did not survive.",
  "IP_BRONCH_2_syn_9": "Rigid bronchoscopy was undertaken for tumor ablation. We employed APC and balloon dilation. The patient suffered cardiac arrest. We executed CPR and inserted bilateral thoracostomy tubes. The patient succumbed to the event."
}
