{
  "IP_BRONCH_4_syn_1": "Indication: Severe extrinsic tracheal compression.\nProcedure: Rigid bronch, Y-stent.\nFindings: 60% tracheal obstruction, 50% LMB obstruction.\nAction: Placed 14x10x10 Silicone Y-Stent (customized).\nResult: Airways stabilized. O2 sats improved.\nPlan: ICU, humidified O2.",
  "IP_BRONCH_4_syn_2": "OPERATIVE NARRATIVE: The patient presented with respiratory failure due to severe extrinsic compression of the mid-trachea and left mainstem bronchus. Rigid bronchoscopy was performed to secure the airway. A silicone Y-stent was customized (14x10x10mm) and deployed to span the carina, effectively stenting the trachea and both mainstems. Post-deployment inspection confirmed relief of the extrinsic compression and stabilization of the airway architecture.",
  "IP_BRONCH_4_syn_3": "Coding Justification: 31631 (Placement of tracheal stent). A silicone Y-stent was placed covering the trachea and carina to treat extrinsic compression. This code captures the placement of the stent extending into the main bronchi as it is a single carinal device.",
  "IP_BRONCH_4_syn_4": "Procedure: Y-Stent Placement\nIndication: Tracheal compression.\nSteps:\n1. Rigid scope passed beyond obstruction.\n2. Measured airways.\n3. Cut Y-stent to size.\n4. Deployed stent using rigid scope.\n5. Fixed position with forceps.\n6. Switched to LMA, patient sats improved.\n7. Stent looks good.",
  "IP_BRONCH_4_syn_5": "rigid bronch for tracheal compression... patient couldn't breathe good... put in the rigid scope and verified the blockage... cut a silicone y stent and put it in... had some trouble ventilating for a minute but got the stent in and placed lma... sats came up... stent looks perfect opening up the trachea.",
  "IP_BRONCH_4_syn_6": "A 14mm rigid bronchoscope was inserted under general anesthesia. Severe extrinsic compression of the trachea and left mainstem was noted. A customized silicone Y-stent was deployed. The limbs were positioned into the right and left mainstems. Ventilation improved immediately. Flexible inspection confirmed patency of the stent limbs.",
  "IP_BRONCH_4_syn_7": "[Indication]\nExtrinsic tracheal compression.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Measurement of airway dimensions. Deployment of customized Silicone Y-stent (14x10x10). Verification of patent airway and improved ventilation.\n[Plan]\nICU admission. Humidified air.",
  "IP_BRONCH_4_syn_8": "Due to severe compression of the trachea from the outside, we performed a rigid bronchoscopy to place a stent. We measured the airways and cut a silicone Y-stent to fit. We deployed the stent to hold the trachea and main airways open. The patient's breathing improved immediately after placement. We confirmed the stent was in a good position before finishing.",
  "IP_BRONCH_4_syn_9": "Rigid bronchoscopy was utilized for extrinsic airway stenosis. We deployed a customized silicone Y-stent. The prosthesis successfully scaffolded the trachea and main bronchi. Ventilation parameters normalized post-deployment."
}
