{
  "IP_BRONCH_0_syn_1": "Procedure: Rigid bronchoscopy, EBUS, tumor debulking.\n- 12mm rigid scope inserted.\n- EBUS TBNA performed on station 7 (6 passes).\n- Left mainstem tumor debulked using APC, electrocautery, and cryotherapy.\n- CRE balloon dilation (8-9-10mm) of left mainstem.\n- Purulent secretions drained.\n- Hemostasis achieved.",
  "IP_BRONCH_0_syn_2": "OPERATIVE REPORT: The patient presented with complex malignant airway obstruction involving the distal trachea and left mainstem bronchus. Under general anesthesia, rigid bronchoscopy was utilized to establish a secure airway. Convex probe endobronchial ultrasound (EBUS) was employed to sample a subcarinal lymph node (Station 7). Subsequently, multimodal tumor ablation was performed within the left mainstem bronchus utilizing argon plasma coagulation, electrocautery, and cryotherapy. Following mechanical debulking, balloon dilation was performed to optimize luminal patency. The procedure yielded significant relief of the obstruction.",
  "IP_BRONCH_0_syn_3": "Procedures Performed for Billing:\n1. Rigid Bronchoscopy with Tumor Destruction (31641): Extensive debulking of left mainstem carcinoma performed using APC, cryotherapy, and electrocautery to relieve high-grade stenosis.\n2. EBUS-TBNA (31652): Ultrasound-guided needle aspiration of subcarinal lymph node (Station 7).\n3. Balloon Dilation: Performed in LMS to facilitate scope passage (bundled).\nNote: General anesthesia used.",
  "IP_BRONCH_0_syn_4": "Procedure Note\nAttending: Dr. [REDACTED]\nResident: Dr. [REDACTED]\nIndication: LMS obstruction.\nSteps:\n1. Induced GA, intubated, then switched to 12mm rigid scope.\n2. EBUS scope passed; bx station 7.\n3. Used APC/Cryo/Forceps to open LMS.\n4. Suctioned pus.\n5. Dilated LMS with balloon.\n6. Hemostasis with APC.\nPlan: Rad Onc consult.",
  "IP_BRONCH_0_syn_5": "rigid bronch performed for left main mass... general anesthesia used... tube out rigid in. used ebus first for station 7 biopsy. then went to work on the left mainstem used apc and cryo and forceps to get the tumor out... drained some pus... balloon dilated the airway to open it up more... stopped bleeding with apc... patient tol well extubated.",
  "IP_BRONCH_0_syn_6": "The patient was brought to the OR and placed under general anesthesia. A 12mm rigid bronchoscope was inserted. EBUS-TBNA was performed on station 7. Attention was turned to the left mainstem obstruction. Tumor was debulked using APC, electrocautery, and cryotherapy. A balloon dilation was performed to 10mm. Purulent secretions were cleared. Hemostasis was achieved and the scope was removed.",
  "IP_BRONCH_0_syn_7": "[Indication]\nLeft mainstem obstruction, lung mass.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy initiated. EBUS-TBNA of station 7 performed. Multimodal debulking of LMS tumor using APC, cryotherapy, and forceps. Balloon dilation of LMS performed. Airways cleared of pus and blood.\n[Plan]\nPathology pending. Radiation oncology consult.",
  "IP_BRONCH_0_syn_8": "The patient was taken to the operating room and general anesthesia was induced. We proceeded with rigid bronchoscopy to manage the left mainstem obstruction. First, we utilized EBUS to sample the subcarinal station. Following this, we aggressively debulked the tumor in the left mainstem using a combination of APC, cryotherapy, and rigid forceps. Once the airway was patent, we further dilated it with a CRE balloon. We cleared purulent secretions from the distal lung and confirmed hemostasis before concluding the case.",
  "IP_BRONCH_0_syn_9": "Rigid bronchoscopy was utilized for left mainstem blockage. We sampled station 7 via EBUS. We then ablated and extracted the tumor in the left mainstem using APC, cryotherapy, and forceps. The airway was expanded with a balloon. Septic fluid was evacuated. The bleeding was arrested with APC."
}
