{
  "IP_PART25_0_syn_1": "Procedure: EMN bronchoscopy RLL.\n- Navigated to target.\n- Radial EBUS: concentric view.\n- Cryobiopsy x3.\n- Arndt blocker deployed for prophylactic hemostasis.\n- No bleeding.",
  "IP_PART25_0_syn_2": "OPERATIVE REPORT: The patient underwent electromagnetic navigation bronchoscopy for a peripheral right lower lobe nodule. Following navigation, radial endobronchial ultrasound confirmed the lesion's location. Transbronchial cryobiopsy was performed to obtain high-quality tissue. An Arndt bronchial blocker was utilized effectively to ensure hemostasis immediately following biopsy.",
  "IP_PART25_0_syn_3": "Procedure coded as: 31628 (Transbronchial lung biopsy, single lobe), 31627 (Navigation add-on), 31654 (Radial EBUS add-on). Cryoprobe used for specimen acquisition. Arndt blocker utilized for hemorrhage control.",
  "IP_PART25_0_syn_4": "Procedure Steps:\n1. Time out performed.\n2. Scope introduced.\n3. EMN navigation to RLL nodule.\n4. Radial EBUS confirmation.\n5. Arndt blocker placed.\n6. Cryobiopsies obtained.\n7. Hemostasis confirmed.",
  "IP_PART25_0_syn_5": "we did the emn bronch today for the rll spot navigated down there radial ebus looked good took some cryobiopsies put the arndt blocker up just in case for bleeding no issues really patient tolerated it well.",
  "IP_PART25_0_syn_6": "EMN-guided bronchoscopy was performed to target a peripheral RLL nodule. Radial EBUS provided confirmation of the lesion. Transbronchial cryobiopsy was executed. An Arndt blocker was employed for hemostasis control.",
  "IP_PART25_0_syn_7": "[Indication]\nPeripheral RLL nodule requiring biopsy.\n[Anesthesia]\nGeneral.\n[Description]\nEMN navigation used. Radial EBUS confirmed target. Transbronchial cryobiopsy performed. Arndt blocker used for hemostasis.\n[Plan]\nPathology pending.",
  "IP_PART25_0_syn_8": "The patient was brought to the suite for an EMN-guided bronchoscopy. We navigated successfully to the peripheral RLL nodule. Radial EBUS was used to confirm the position. We then performed a transbronchial cryobiopsy. To manage potential bleeding, an Arndt blocker was used for hemostasis.",
  "IP_PART25_0_syn_9": "Electromagnetic navigation was utilized to locate the RLL nodule. Radial EBUS verified the position. The lesion was sampled via transbronchial cryobiopsy. An Arndt blocker was deployed to manage hemostasis."
}
