{
  "JJ8374Q_syn_1": "Indication: 23mm LUL nodule.\nProc: ENB + rEBUS + Biopsy.\nFindings: Concentric rEBUS view.\nSampling: TBNA x3, Forceps x4, Brush x2.\nComplications: Minimal bleeding, stopped spont.\nResult: No pneumothorax.",
  "JJ8374Q_syn_2": "PROCEDURE NOTE: [REDACTED] navigation bronchoscopy for a suspicious 23mm left upper lobe nodule. The lesion was localized using preoperative CT planning and verified intraoperatively with radial EBUS, demonstrating a solid, concentric pattern. Diagnostic sampling was performed via transbronchial needle aspiration, forceps biopsy, and cytological brushing. The patient tolerated the procedure well under moderate sedation.",
  "JJ8374Q_syn_3": "Billing: Bronchoscopy with Nav (31627) + rEBUS (31654) + TBNA (31629) + Biopsy (31628) + Brush (31623).\nTarget: LUL apical-posterior.\nMedical Necessity: Diagnosis of PET-avid nodule.\nSamples: 3 needle, 4 forceps, 2 brush.\nFluoro time: 5.1 min.",
  "JJ8374Q_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: ENB LUL\n1. Moderate sedation.\n2. Navigated to LUL apicoposterior.\n3. rEBUS confirmed lesion.\n4. Biopsies: Needle x3, Forceps x4, Brush x2.\n5. Minimal bleeding.\n6. CXR clear.",
  "JJ8374Q_syn_5": "73 year old female [REDACTED] here for nav bronch on a LUL nodule 23mm. used midazolam and fentanyl. navigation worked well got the sheath out there. radial ebus showed the lesion solid. took 3 needle samples 4 forceps bites and 2 brushings. little bleeding stopped on its own. fluoroscopy used 5 mins. patient went home fine.",
  "JJ8374Q_syn_6": "This seventy-three year old female patient Catherine Martinez (medical record [REDACTED], born [REDACTED]) presented for electromagnetic navigation bronchoscopy targeting a left upper lobe peripheral nodule measuring twenty-three millimeters in greatest dimension on computed tomography. The lesion demonstrated a positive bronchus sign and had a standardized uptake value of five point two on positron emission tomography imaging suggesting malignancy. She underwent moderate conscious sedation... [Rest of text]",
  "JJ8374Q_syn_7": "[Indication]\n23mm LUL nodule, PET avid.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nNavigation to LUL. rEBUS confirmed concentric view. TBNA x3, Forceps x4, Brush x2 performed. Minimal bleeding.\n[Plan]\nDischarge home. Follow pathology.",
  "JJ8374Q_syn_8": "[REDACTED] for a biopsy of a spot in her left upper lung. We used the electromagnetic navigation system to guide our scope to the 23mm nodule. Once we were there, we used ultrasound to confirm we were right on target. We took several samples using a needle, forceps, and a brush to make sure we got enough tissue for diagnosis. She had a tiny bit of bleeding that stopped quickly, and her chest x-ray afterwards was clear.",
  "JJ8374Q_syn_9": "This seventy-three year old female patient Catherine Martinez presented for electromagnetic navigation bronchoscopy targeting a left upper lobe peripheral nodule. The electromagnetic navigation system was employed with successful registration. The guide sheath was steered to the left upper lobe apical-posterior segment. Sampling comprised three needle aspirations, four transbronchial forceps biopsies, and two brush cytology specimens. There was minimal hemorrhage after the forceps biopsies which resolved spontaneously.",
  "JJ8374Q": "This seventy-three year old female patient Catherine Martinez (medical record [REDACTED], born [REDACTED]) presented for electromagnetic navigation bronchoscopy targeting a left upper lobe peripheral nodule measuring twenty-three millimeters in greatest dimension on computed tomography. The lesion demonstrated a positive bronchus sign and had a standardized uptake value of five point two on positron emission tomography imaging suggesting malignancy. She underwent moderate conscious sedation with intravenous midazolam three milligrams and fentanyl one hundred micrograms achieving a Ramsay sedation score of three. Her blood pressure was monitored at ten minute intervals throughout and remained stable in the one twenties to one thirties over seventies to eighties. Oxygen saturation was continuously monitored and stayed above ninety-five percent on room air. The electromagnetic navigation system was utilized with successful registration to the preoperative CT scan. The guide sheath was advanced to the left upper lobe apical-posterior segment and the radial endobronchial ultrasound probe confirmed tool-in-lesion position with a concentric echogenic pattern consistent with solid tissue. Total fluoroscopy time was five point one minutes with a dose area product of one hundred ninety-two centigray centimeters squared. Sampling included three needle aspirations using a twenty-one gauge needle, four transbronchial forceps biopsies, and two brush cytology specimens. There was minimal bleeding after the forceps biopsies which resolved spontaneously with gentle suction. Post-procedure chest radiograph showed no pneumothorax or significant change from baseline. The patient tolerated the procedure well and was discharged home after two hours of observation in stable condition."
}
