{
  "KP9274B_syn_1": "Indication: LLL infiltrate.\nAnesthesia: Topical lidocaine.\nFindings: LLL basilar segments erythema/edema.\nAction: \n- BAL x3 LLL.\n- Brush x2 LLL.\n- No biopsy.\nComp: None.",
  "KP9274B_syn_2": "PROCEDURE: Diagnostic flexible bronchoscopy.\nCLINICAL SUMMARY: [REDACTED] evaluation of a persistent left lower lobe infiltrate. \nFINDINGS: The airway examination revealed moderate mucosal erythema and edema within the basilar segments of the left lower lobe. No endobronchial masses were appreciated.\nINTERVENTION: Bronchoalveolar lavage and bronchial brushings were obtained from the affected segments for microbiologic and cytologic analysis. Transbronchial biopsies were deferred.\nIMPRESSION: Inflammatory changes LLL, ruled out visible endobronchial lesion.",
  "KP9274B_syn_3": "Codes Submitted:\n- 31623: Bronchoscopy with brushing (LLL basilar).\n- 31624: Bronchoscopy with bronchoalveolar lavage (LLL basilar).\nJustification: Separate distinct services performed. Brushing performed for cytology; lavage performed for microbiology. No transbronchial biopsy (31628) was performed.",
  "KP9274B_syn_4": "Resident Note:\nPatient: [REDACTED].\nProcedure: Flex Bronch.\nSteps:\n1. Local anesthesia (lido).\n2. Scope inserted via mouth.\n3. Inspection: LLL basilar inflammation seen.\n4. BAL performed (150cc total).\n5. Brushings performed x2.\n6. Tolerated well.\nPlan: Await cultures.",
  "KP9274B_syn_5": "Note for [REDACTED] dob [REDACTED] we did the bronch today for that LLL infiltrate just used topical numbing spray she was awake. Looked down there LLL basilar segs looked red and swollen but no tumor seen. Did a wash sent for culture and cytology and brushed it twice too. Didnt do biopsies cause she didnt want them. She did fine no issues.",
  "KP9274B_syn_6": "Evaluation of LLL infiltrate for Angela Davis. Topical anesthesia used. Inspection revealed erythema and edema in LLL basilar segments. No masses. BAL performed with 50cc aliquots x3. Brushings x2 obtained from the same area. No complications. Procedure time 18 mins.",
  "KP9274B_syn_7": "[Indication]\nLLL infiltrate, r/o malignancy vs infection.\n[Anesthesia]\nTopical Lidocaine 4% and 2%.\n[Description]\nScope advanced. LLL basilar inflammation noted. BAL and Brushings collected from LLL. No biopsy performed.\n[Plan]\nDischarge. Follow up culture results.",
  "KP9274B_syn_8": "[REDACTED] a flexible bronchoscopy to investigate a left lower lobe infiltrate. We utilized topical anesthesia only. Upon inspection, the left lower lobe basilar segments appeared inflamed with edema, though no discrete mass was visible. We performed a bronchoalveolar lavage and bronchial brushings in this area. She tolerated the procedure well and was discharged shortly after.",
  "KP9274B_syn_9": "Indication: Assess LLL infiltrate.\nTechnique: Flexible bronchoscopy.\nObservations: LLL basilar region showed redness and swelling.\nSampling: Lavaged LLL (sent for culture/cyto). Brushed LLL x2.\nStatus: Uncomplicated.",
  "KP9274B": "Patient: [REDACTED]\nMR [REDACTED]: KP-9274-B\nD.O.B.: [REDACTED]\n\nIndication: Evaluation of LLL infiltrate, r/o endobronchial lesion\n\nTopical anesthesia only: Nebulized lidocaine 4% + transtracheal 2% injection\nPatient [REDACTED] cooperative, Ramsay 1-2\n\nFindings:\n- Upper airways normal\n- Carina sharp, mobile\n- RUL/RML/RLL - all subsegments examined, normal\n- LUL - normal\n- LLL - moderate erythema and edema of basilar segments, no endobronchial lesion\n\nSamples obtained from LLL:\n- BAL ×3 (50cc aliquots) sent for bacterial cx, fungal cx, viral PCR, cytology\n- Brush cytology ×2 from affected area\n- Transbronchial biopsies not performed (patient preference)\n\nSystematic airway inspection: 100% of accessible airways examined and documented\n\nNo complications. Procedure time 18 minutes. Patient discharged after brief recovery."
}
