{
  "LM9283_syn_1": "Indication: Restaging N2 disease post-chemo.\n- Station 7 (8mm): 4 passes, ROSE neg. PET neg.\n- 4R/4L/10R: Benign/small, not sampled.\n- Procedure well tolerated.\nImpression: Downstaged N2 disease. Adequate sampling.",
  "LM9283_syn_2": "HISTORY: [REDACTED] mediastinal restaging following induction chemotherapy for N2 disease. Previous EBUS demonstrated malignant involvement of the subcarinal station.\nPROCEDURE: Under conscious sedation, the station 7 lymph node was re-evaluated. It measured 8mm, significantly reduced from 18mm. Four transbronchial needle aspirations were performed. Rapid On-Site Evaluation confirmed the presence of lymphocytes and anthracotic pigment without malignant cells. Stations 4R, 4L, and 10R were sonographically benign and not sampled.\nCONCLUSION: Significant radiographic and pathologic response to therapy.",
  "LM9283_syn_3": "Procedure: Bronchoscopy with EBUS (CPT 31652 - 1-2 stations).\nTarget: Station 7.\nTechnique: Ultrasound localization of subcarinal node. 22G needle used for 4 aspirations. ROSE interpretation performed.\nAdditional Stations: 4R, 4L, 10R visualized but not sampled (supports staging code).\nOutcome: Adequate tissue, negative for malignancy.",
  "LM9283_syn_4": "Procedure Note\nPatient: 71M, Post-chemo restaging.\nAttending: Dr. X\n\nSteps:\n1. Time out. Conscious sedation (Midaz/Fentanyl).\n2. EBUS scope inserted.\n3. Station 7 id[REDACTED] (8mm). 4 passes taken.\n4. ROSE read: Negative.\n5. Surveyed 4R, 4L, 10R - looked benign.\n6. No complications.\n\nPlan: Surgical referral.",
  "LM9283_syn_5": "[REDACTED] here for ebus restaging used midazolam and fentanyl. looked at station 7 it shrunk down to 8mm took 4 samples rose said negative just pigment. looked at 4r and 4l and 10r they looked fine didnt stick them. patient did ok no issues. impression is chemo worked good downstaging.",
  "LM9283_syn_6": "Patient [REDACTED] LM-9283 DOB [REDACTED] History Initial EBUS 4 months ago showed N2 disease station 7 Now post-chemo restaging requested CONSCIOUS SEDATION Midazolam 2mg Fentanyl 50mcg patient calm Ramsay 2 BP checked q10min continuous SpO2 monitoring EBUS RESTAGING Previously positive station 7 reassessed Station 7 Now 8mm prior 18mm 4 passes obtained ROSE Negative for malignant cells shows anthracotic pigmented macrophages PET now negative at this station Adequate sampling achieved Additional stations surveyed for complete restaging Station 4R 6mm benign appearance not sampled previously negative Station 4L No discrete nodes visualized Station 10R Small 5mm node not sampled Photodocumentation completed No complications during or after procedure INTERPRETATION Excellent response to chemotherapy with downstaging of previously malignant N2 station Adequate negative sampling obtained for surgical planning",
  "LM9283_syn_7": "[Indication]\nPost-chemo restaging of N2 (Station 7) disease.\n[Anesthesia]\nConscious sedation: Midazolam/Fentanyl.\n[Description]\nStation 7 assessed: reduced to 8mm. 4 passes TBNA performed. ROSE negative. Stations 4R, 4L, 10R surveyed, appeared benign, not sampled.\n[Plan]\nProceed with surgical planning given negative staging.",
  "LM9283_syn_8": "[REDACTED] restaging today to assess his response to chemotherapy. We focused on the previously positive Station 7, which has decreased in size to 8mm. We performed four needle passes, and the on-site pathologist saw no cancer cells, only benign pigmented macrophages. We also surveyed the surrounding stations like 4R and 10R, but they looked small and benign, so we didn't sample them. The procedure went smoothly without any complications.",
  "LM9283_syn_9": "History: Initial EBUS 4 months ago exhibited N2 disease. Now post-chemo, restaging requested.\nEBUS RESTAGING:\nPreviously positive station 7 reassessed:\n- Station 7: Now 8mm, 4 passes acquired\n- ROSE: Negative for malignant cells\n- PET now negative at this station\nAdditional stations surveyed:\n- Station 4R: 6mm, benign appearance, not aspirated\n- Station 4L: No discrete nodes visualized\n- Station 10R: Small 5mm node, not aspirated\nINTERPRETATION: Excellent response to chemotherapy.",
  "LM9283": "Pt [REDACTED]: Thomas Jackson\nMRN: [REDACTED]\nDate of Birth: [REDACTED]\n\nHistory: Initial EBUS 4 months ago showed N2 disease (station 7). Now post-chemo, restaging requested.\n\nCONSCIOUS SEDATION: Midazolam 2mg, Fentanyl 50mcg - patient calm, Ramsay 2\nBP checked q10min, continuous SpO2 monitoring\n\nEBUS RESTAGING:\nPreviously positive station 7 reassessed:\n- Station 7: Now 8mm (prior 18mm), 4 passes obtained\n- ROSE: Negative for malignant cells, shows anthracotic pigmented macrophages\n- PET now negative at this station\n- Adequate sampling achieved\n\nAdditional stations surveyed for complete restaging:\n- Station 4R: 6mm, benign appearance, not sampled (previously negative)\n- Station 4L: No discrete nodes visualized\n- Station 10R: Small 5mm node, not sampled\n\nPhotodocumentation completed.\n\nNo complications during or after procedure.\n\nINTERPRETATION: Excellent response to chemotherapy with downstaging of previously malignant N2 station. Adequate negative sampling obtained for surgical planning."
}
