{
  "MRK8374_syn_1": "Indication: RUL mass + LAD.\nAnesth: GA/ETT.\n1. EBUS: 2R, 4R, 7, 10R sampled. 4R Pos.\n2. RUL Mass: Forceps Bx x6. Bleeding controlled.\nComp: Hypoxia (88%), bleeding.\nPlan: Path pending.",
  "MRK8374_syn_2": "PROCEDURE: Bronchoscopy with EBUS staging and endobronchial biopsy.\nFINDINGS: EBUS evaluation of stations 2R, 4R, 7, and 10R was performed. Station 4R was positive for malignancy. Direct inspection revealed an endobronchial mass in the RUL causing obstruction. Multiple biopsies were taken from this lesion.\nCOMPLICATIONS: Intraprocedural hemorrhage managed with cold saline and epinephrine. Transient desaturation.",
  "MRK8374_syn_3": "CPT Codes:\n- 31653: EBUS-TBNA 3+ stations (2R, 4R, 7, 10R).\n- 31625: Endobronchial biopsy (RUL mass).\nRationale: Staging of mediastinum performed separately from biopsy of visible endobronchial tumor. \nNote: Bleeding management is incidental/bundled.",
  "MRK8374_syn_4": "Resident Note\nPt: [REDACTED]\n1. ETT placed.\n2. EBUS: 4 stations sampled. 4R malignant.\n3. Bronchoscopy: RUL mass seen.\n4. Biopsied mass x6.\n5. Bleeding occurred, stopped w/ epi.\nPlan: Wait for path.",
  "MRK8374_syn_5": "Patricia Anderson procedure note. Did the EBUS first checked 2R 4R 7 and 10R. 4R looked bad and was positive. Then saw the tumor in the RUL airway and biopsied it a bunch of times. It bled a bit but we stopped it. She desatted for a minute but came back up.",
  "MRK8374_syn_6": "Patricia Anderson. GA/ETT. EBUS-TBNA performed at 2R, 4R, 7, 10R. 4R positive. RUL endobronchial mass biopsied x6. Moderate bleeding controlled with epinephrine. Transient hypoxia resolved. Plan: Oncology referral.",
  "MRK8374_syn_7": "[Indication]\nRUL mass, mediastinal adenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS staging (4 stations). Endobronchial biopsy of RUL mass. Bleeding controlled.\n[Plan]\nPathology review.",
  "MRK8374_syn_8": "[REDACTED] a bronchoscopy under general anesthesia. We first performed EBUS staging, sampling four stations, with station 4R returning positive for cancer. We then turned our attention to the RUL endobronchial mass and obtained multiple biopsies. There was some bleeding and a brief drop in oxygen levels, but both were managed successfully.",
  "MRK8374_syn_9": "Indication: Airway mass and LAD.\nAction 1: Interrogated mediastinum (EBUS).\nAction 2: Sampled RUL tumor (Forceps).\nEvents: Hemorrhage controlled. Hypoxia corrected.\nStatus: Recovery."
}
