{
  "MRN-4_syn_1": "Operation: Endobronchial recanalization.\nDetails: The RML prosthesis was verified. Malignant strictures in the central airways were obliterated using thermal energy (APC). Patency was re-established. Secretions were evacuated via suction from the Right Mainstem, Bronchus Intermedius, and Left Mainstem. The subject was awakened without incident.",
  "MRN-4_syn_2": "PROCEDURE NOTE: This 72-year-old male presented with a recurrent left pleural effusion. Thoracic ultrasound demonstrated a moderate, complex effusion with thin loculations. Using aseptic technique and local anesthesia, a 16 French pigtail catheter was introduced into the left 5-6th intercostal space under real-time ultrasound guidance. The procedure yielded 650ml of serosanguinous fluid. The catheter was secured and placed to suction.",
  "MRN-4_syn_3": "Coding Justification:\n32557-LT: Insertion of indwelling pleural catheter (16Fr) with imaging guidance.\n- Imaging: Ultrasound used for localization and real-time guidance.\n- Medical Necessity: Recurrent complex effusion.\n- Bundling: US (76604) and CXR (71045) included.",
  "MRN-4_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Left Chest Tube\nSteps:\n1. US check: Loculated effusion left side.\n2. Prepped/Lidocaine.\n3. Needle -> Wire -> Dilator.\n4. 16Fr Pigtail inserted.\n5. Drained 650cc serosanguinous.\n6. Hooked to Pleurovac suction.\nPlan: Fluid studies.",
  "MRN-4_syn_5": "Michael Jackson needed a chest tube for that recurrent fluid on the left side ultrasound showed it was a bit complex with some septations used the 16 french tube this time went in mid axillary line drained about 650 of bloody looking fluid put it on suction 20 cm checking the xray later.",
  "MRN-4_syn_6": "A 16Fr pigtail catheter was inserted into the left pleural space (5-6 ICS, mid-axillary) for management of a recurrent complex effusion. The procedure was performed under real-time ultrasound guidance using the Seldinger technique. 650ml of serosanguinous fluid was drained. The tube was secured and placed to -20cmH2O suction. Post-procedure CXR confirmed placement.",
  "MRN-4_syn_7": "[Indication]\nRecurrent Pleural Effusion, Left.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS-guided insertion of 16Fr pigtail catheter. 650ml serosanguinous fluid drained.\n[Plan]\nSuction -20cm. Fluid analysis.",
  "MRN-4_syn_8": "We performed a bedside chest tube placement for [REDACTED] his recurrent left pleural effusion. Ultrasound revealed a complex fluid collection. We inserted a 16 French catheter into the left chest using the Seldinger technique, draining 650ml of serosanguinous fluid. The catheter was connected to suction, and we will monitor the output and fluid studies.",
  "MRN-4_syn_9": "Intervention: Thoracic drainage catheterization.\nFindings: Complex sinistral effusion.\nMethod: Under sonographic visualization, a 16Fr conduit was introduced. Serosanguinous exudate (650ml) was evacuated. Negative pressure was applied. Placement verification pending."
}
