{
  "MRN-2_syn_1": "Operation: Robotic endoscopy with tumor destruction.\nTechnique: The airways (Trachea, RMS, BI) were cleared of secretions. The RUL lesion was approached via robotic guidance. Position was verified with 3D imaging and ultrasound. Cellular material was acquired. The mass was then ablated using thermal energy (microwave) in multiple passes to ensure eradication. Tolerance was excellent.",
  "MRN-2_syn_2": "PROCEDURE NOTE: The patient presented with a symptomatic right pleural effusion. Bedside thoracic ultrasound was utilized to id[REDACTED] a large, anechoic effusion free of loculations. Under sterile conditions and local anesthesia, a 14 French pigtail catheter was inserted into the right 7-8th intercostal space using the Seldinger technique. The catheter was connected to a drainage system, yielding 1250ml of serous fluid. The device was secured, and a chest radiograph was ordered to confirm placement.",
  "MRN-2_syn_3": "CPT Coding:\n32557: Indwelling tunneled/non-tunneled pleural catheter insertion with imaging guidance. \n- Supports: Insertion of 14Fr pigtail.\n- Imaging: Real-time ultrasound guidance documented with image save.\n- Note: 76604 (US) and 71045 (CXR) are bundled.",
  "MRN-2_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Chest Tube (Right)\nIndication: Effusion.\nSteps:\n1. Ultrasound check: Large effusion, right side.\n2. Prepped/Draped. Lidocaine local.\n3. Needle entry 7-8 ICS. Wire passed.\n4. Dilated.\n5. 14Fr Pigtail advanced.\n6. 1250cc drained.\n7. Sutured and dressed.",
  "MRN-2_syn_5": "Bedside procedure note for Sarah Jenkins we did a chest tube on the right side today for that effusion ultrasound showed a lot of fluid large amount no septations used lidocaine for numbess put in a 14 french pigtail using the kit wire went in easy tube followed got back over a liter of serous fluid sutured it in place patient did fine chest xray pending.",
  "MRN-2_syn_6": "Ultrasound examination of the right hemithorax revealed a large anechoic pleural effusion. The patient was positioned, prepped, and draped. Local anesthesia was administered. A 14Fr pigtail catheter was inserted into the right pleural space via the 7-8th intercostal space using the Seldinger technique under real-time ultrasound guidance. 1250ml of serous fluid was evacuated. The catheter was sutured and attached to a Pleurovac. The patient tolerated the procedure well.",
  "MRN-2_syn_7": "[Indication]\nPleural Effusion, Right.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUltrasound guided insertion of 14Fr pigtail catheter, Right 7-8 ICS. 1250ml serous fluid removed.\n[Plan]\nCXR. Fluid studies. Water seal.",
  "MRN-2_syn_8": "[REDACTED] of a right pleural effusion. We performed a bedside ultrasound which confirmed a large, free-flowing fluid collection. After sterilizing the site and injecting local anesthetic, we placed a 14 French chest tube using the Seldinger technique. We successfully drained 1250ml of fluid. The tube was secured with sutures, and the patient was left in stable condition pending a follow-up X-ray.",
  "MRN-2_syn_9": "Intervention: Pleural drainage catheterization.\nMethod: Sonographic localization id[REDACTED] the collection. A 14Fr catheter was introduced into the pleural cavity. A significant volume (1250ml) of exudate was evacuated. The drain was anchored. Post-procedural imaging was requested."
}
