{
  "MRN-0_syn_1": "Procedure: Bronchoscopy with EBUS/Nav.\n- Airway cleared of mucus (RMS/LMS/BI).\n- RML lateral segment mass located via Radial EBUS (concentric).\n- TBNA and TBBX performed (6 samples each). ROSE positive for malignancy.\n- BAL RML performed.\n- Linear EBUS staged mediastinum. Stations 11L, 7, 11Rs sampled (needle 22G). Elastography used.\n- No comps.",
  "MRN-0_syn_2": "OPERATIVE NARRATIVE: The patient was placed under general anesthesia for evaluation of a lung mass. Initial inspection revealed secretions which were aspirated therapeutically from the central airways. Attention was turned to the right middle lobe lateral segment, where radial endobronchial ultrasound confirmed a concentric, continuous lesion. Diagnostic sampling was achieved via transbronchial needle aspiration and forceps biopsy, alongside bronchoalveolar lavage. Rapid on-site evaluation confirmed malignancy. Subsequently, systematic mediastinal staging utilizing linear endobronchial ultrasound (EBUS) with elastography was performed; lymph node stations 11L, 7, and 11Rs were id[REDACTED], measured, and sampled via fine-needle aspiration. The procedure concluded without complication.",
  "MRN-0_syn_3": "Code Selection Justification:\n31653: Primary service. Linear EBUS sampling of 3 distinct nodal stations (11L, 7, 11Rs).\n31645-59: Therapeutic aspiration of mucus from RMS, LMS, and BI, distinct from biopsy sites.\n31628-59: Transbronchial lung biopsy of separate RML lesion.\n31654: Radial EBUS guidance used for peripheral RML lesion localization.\nNote: Elastography (76982/3) performed but bundled. 31629/31624 bundled into 31628.",
  "MRN-0_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Johnson\nSteps:\n1. Time out. GA induced.\n2. Therapeutic suctioning of extensive mucus from Right Mainstem, Bronchus Intermedius, and Left Mainstem.\n3. Navigated to RML lateral segment.\n4. Radial EBUS confirmed concentric view.\n5. TBBX x6 and TBNA x6 obtained. BAL performed.\n6. Linear EBUS staging: Stations 11L, 7, 11Rs sampled with 22G needle.\n7. ROSE positive.\n8. Extubated stable.",
  "MRN-0_syn_5": "We did the bronchoscopy today on the patient for the lung mass  started with cleaning out a lot of mucus from the mainstems right and left  then went to the RML found the spot with radial ebus it was concentric  took biopsies with the needle and the forceps and did a wash  pathology guy in the room said it was cancer  then we switched to the ebus scope and checked the lymph nodes  sampled 11L and 7 and 11Rs  elastography looked soft mostly  patient woke up fine no issues thanks.",
  "MRN-0_syn_6": "The patient was brought to the bronchoscopy suite and placed under general anesthesia. Initial inspection required therapeutic aspiration of the Right Mainstem, Bronchus Intermedius, and Left Mainstem to clear mucus. A therapeutic scope was advanced to the RML lateral segment. Radial EBUS confirmed a concentric lesion. TBNA (19G/21G) and TBBX (forceps) were performed obtaining 6 samples each, followed by BAL. ROSE confirmed malignancy. Linear EBUS was then utilized for staging. Lymph node stations 11L, 7, and 11Rs were sampled using a 22G needle under elastographic guidance. The patient tolerated the procedure well.",
  "MRN-0_syn_7": "[Indication]\nLung mass, R91.8.\n[Anesthesia]\nGeneral.\n[Description]\nTherapeutic aspiration of central airways performed. RML lesion localized with Radial EBUS (concentric). TBBX, TBNA, and BAL performed at RML. Linear EBUS staging performed at stations 11L, 7, and 11Rs.\n[Plan]\nFollow up pathology. Complete steroids/antibiotics.",
  "MRN-0_syn_8": "Under general anesthesia, the procedure commenced with a therapeutic aspiration to clear significant mucus from the right and left mainstems. We then navigated to the right middle lobe lateral segment. Using radial EBUS, we verified the lesion's concentric location. We proceeded to collect samples via transbronchial needle aspiration and alligator forceps biopsy, followed by a lavage; on-site analysis confirmed malignancy. Finally, we performed linear EBUS staging, sampling nodes at stations 11L, 7, and 11Rs with elastography assistance. The patient remained stable throughout.",
  "MRN-0_syn_9": "Intervention: Bronchoscopic evaluation.\nActions: Clearances of the airways (suctioning of Right Mainstem, Bronchus Intermedius, and Left Mainstem) were executed. The RML mass was pinpointed using ultrasound. Tissue was harvested via needle aspiration and forceps extraction. Lavage was conducted. Mediastinal nodes (11L, 7, 11Rs) were interrogated and sampled using linear ultrasound guidance. Malignancy was verified."
}
