{
  "MRN-8_syn_1": "Indication: Malignant obstruction + Effusion.\nProc: Rigid Bronch, RMS Stent, PleurX.\nDetails: Debulked RMS tumor. Placed metallic stent. Extensive suction. Pericardial window (CT Surgery). PleurX placed right.\nPlan: Oncology.",
  "MRN-8_syn_2": "PROCEDURE: Combined Hybrid Airway and Pleural Intervention.\nNARRATIVE: Rigid bronchoscopy addressed the right mainstem tumor. Debulking and dilation facilitated the placement of a metallic stent. Post-obstructive secretions were cleared. Concurrently, a pericardial window was performed by the surgical team (separate note). Finally, a tunneled indwelling pleural catheter (PleurX) was inserted for management of the malignant effusion.\nIMPRESSION: Palliation of airway and pleural disease.",
  "MRN-8_syn_3": "Codes: 31636 (Bronchial Stent), 31641 (Tumor Destruction), 32550 (IPC).\nNote: 31631 is tracheal; RMS is bronchial (31636). Debulking charged separately.\nProcedures: Rigid bronch + Stent + IPC.",
  "MRN-8_syn_4": "Procedure: Hybrid Case\nPatient: [REDACTED]\nSteps:\n1. Rigid scope.\n2. Cleaned out RMS tumor.\n3. Put metal stent in RMS.\n4. Cleaned out pus.\n5. Surgery did their window.\n6. I put in a PleurX drain.\nPlan: Chemo.",
  "MRN-8_syn_5": "Big case in the hybrid room. Rigid bronch first. scraped out the tumor in the right main. put a metal stent in. sucked out a ton of junk. surgeons did the heart window. then i put a tunnelled catheter in the chest for the fluid. patient stable.",
  "MRN-8_syn_6": "Complex hybrid-OR case. Procedures: Rigid bronchoscopy for right mainstem tumor debulking, balloon dilation, metallic stent placement. Extensive suctioning of post-obstructive secretions. Right PleurX catheter placement. Pericardial window by CT surgery (separate report).",
  "MRN-8_syn_7": "[Indication]\nRMS obstruction, malignant effusion.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronch: Tumor debulked, RMS stent placed. IPC: Right PleurX placed.\n[Plan]\nDischarge planning.",
  "MRN-8_syn_8": "In a combined procedure in the operating room, we addressed both the patient's airway and fluid issues. Using a rigid scope, we cleared a tumor blocking the right main airway and placed a metal stent to keep it open. We also suctioned out a lot of trapped secretions. After the surgeons finished their part, we placed a permanent PleurX drain for the fluid around the lung.",
  "MRN-8_syn_9": "Procedure: Multi-modal palliative intervention.\nAction: Rigid endoscopic recanalization of the RMS was performed via debulking and stenting. A tunneled pleural drainage system was implanted.\nResult: Restoration of airway patency and pleural drainage."
}
