{
  "MRN-7_syn_1": "Indication: Massive hemoptysis.\nProc: Emergency Bronch, Balloon Tamponade.\nFindings: Bleeding LUL/Lingula.\nAction: Iced saline, Epi, TXA. Fogarty balloon placed/inflated.\nResult: Bleeding controlled/tamponaded.",
  "MRN-7_syn_2": "PROCEDURE: Emergency Bronchoscopy for Hemoptysis Control.\nINDICATION: Life-threatening airway hemorrhage.\nNARRATIVE: The airway was filled with fresh blood. Suctioning revealed the source in the LUL/Lingula. Lavage with iced saline and topical epinephrine was insufficient. A Fogarty balloon was deployed into the LUL bronchus and inflated, resulting in cessation of bleeding into the central airway.\nIMPRESSION: Hemoptysis controlled via balloon tamponade.",
  "MRN-7_syn_3": "Code: 31634 (Balloon occlusion/tamponade).\nNote: Includes diagnostic inspection.\nMeds: Epi, TXA used.\nDevice: Fogarty catheter.",
  "MRN-7_syn_4": "Procedure: Hemoptysis Control\nPatient: [REDACTED]\nSteps:\n1. Emergent scope.\n2. Blood everywhere.\n3. Found source LUL.\n4. Tried saline/epi - didn't work.\n5. Put balloon in and blew it up.\n6. Stopped the bleed.\nPlan: ICU, IR embolization?",
  "MRN-7_syn_5": "emergency bronch for bleeding. patient coughing up cups of blood. went down saw it coming from the left upper. poured ice water and epi on it. still oozing. put a fogarty balloon in and wedged it. bleeding stopped. leaving it in for now.",
  "MRN-7_syn_6": "Emergency bedside bronchoscopy for massive hemoptysis. Localization: Bleeding to the left upper lobe and lingula. Interventions: Iced saline, topical epinephrine, tranexamic acid, and Fogarty balloon tamponade. Result: Hemostasis achieved.",
  "MRN-7_syn_7": "[Indication]\nMassive hemoptysis.\n[Anesthesia]\nTopical/Sedation.\n[Description]\nSource localized to LUL. Conservative measures failed. Balloon tamponade performed. Bleeding contained.\n[Plan]\nICU, consider bronchial artery embolization.",
  "MRN-7_syn_8": "This was an emergency procedure for severe coughing up of blood. We id[REDACTED] the bleeding coming from the left upper lobe. We tried washing it with cold saline and medicine to shrink the vessels, but it kept bleeding. We then placed a balloon catheter into that airway and inflated it to block the bleeding site. This successfully stopped the blood from filling the rest of the lungs.",
  "MRN-7_syn_9": "Procedure: Emergent endoscopic hemostasis.\nIndication: Pulmonary hemorrhage.\nAction: The bleeding source was isolated to the LUL. Pharmacologic lavage was attempted. Mechanical tamponade was achieved via balloon inflation.\nResult: Hemorrhage containment."
}
