{
  "MRN_syn_1": "Procedure: Navigational Bronch & EBUS\n- Navigated to RUL lesion. Confirmed w/ Radial EBUS.\n- Biopsies: Needle, brush, forceps (RUL).\n- EBUS Staging: 11L, 7, 4R sampled.\n- Outcome: Stable, minimal bleeding.",
  "MRN_syn_2": "OPERATIVE REPORT: Following induction, a T190 bronchoscope was inserted. SuperDimension navigation was employed to catheterize the RUL lesion, confirmed by concentric radial EBUS view. Transbronchial biopsy, brush, and needle aspiration were performed under fluoroscopy. The EBUS scope was then utilized to systematically sample mediastinal stations 11L, 7, and 4R. All stations yielded diagnostic material.",
  "MRN_syn_3": "Code Justification:\n- 31653: EBUS sampling of 3 stations (11L, 7, 4R).\n- 31629-59: Peripheral TBNA of RUL lesion.\n- 31627: Navigation guidance.\n- (Note: 31623/31628 bundled or not primary; 31629 is index peripheral code).",
  "MRN_syn_4": "Procedure Note\n1. General Anesthesia/LMA.\n2. Navigated to RUL lesion with SuperDimension.\n3. Confirmed with REBUS.\n4. Took biopsies (needle, brush, forceps).\n5. EBUS scope passed.\n6. Sampled nodes 11L, 7, 4R.\n7. Complications: None.",
  "MRN_syn_5": "we did the nav bronch first... went to the RUL lesion used the superdimension stuff radial ebus confirmed we were in it. took a bunch of samples with the needle and brush and forceps. then switched to EBUS and hit the 11L 7 and 4R nodes. 5 passes each. patient did great no issues.",
  "MRN_syn_6": "The super-dimension navigational catheter was inserted through the T190 therapeutic bronchoscope and advanced into the airway. Using navigational map we attempted to advance the 180 degree edge catheter into the proximity of the lesion within the right upper lobe. Confirmation of placement once at the point of interest with radial ultrasound showed a concentric view within the lesion. Biopsies were then performed with a variety of instruments to include peripheral needle, brush, and forceps, under fluoroscopic visualization. After adequate samples were obtained, the video bronchoscope was then removed and the UC180F convex probe EBUS bronchoscope was introduced. Sampling by transbronchial needle aspiration was performed with the Olympus EBUSTBNA 22 gauge needle beginning with the 11L Lymph node, followed by the 7 lymph node and finally the 4R lymph node.",
  "MRN_syn_7": "[Indication]\nStaging lung cancer.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nNavigational bronchoscopy to RUL lesion with REBUS confirmation. Biopsies taken (TBNA/Brush/Bx). EBUS-TBNA performed at 11L, 7, and 4R.\n[Plan]\nDischarge to home.",
  "MRN_syn_8": "We started with the navigational bronchoscopy to target the lesion in the right upper lobe. Once we were there, we used radial ultrasound to make sure we were in the right spot and took several biopsies. Then we switched scopes to do the EBUS staging. We sampled lymph nodes at stations 11L, 7, and 4R. Everything went smoothly and there was no bleeding.",
  "MRN_syn_9": "Indication: Diagnosis/Staging.\nAction: Navigation was employed to reach the RUL opacity. Radial EBUS verified position. The lesion was sampled via needle and forceps. Subsequently, EBUS interrogation allowed for aspiration of nodes 11L, 7, and 4R. The procedure was concluded."
}
