{
  "MRN[REDACTED]": "PREOPERATIVE DIAGNOSIS: \n1.\tSevere tracheobronchomalacia \nPOSTOPERATIVE DIAGNOSIS: \n1.\tAirway stent partial obstruction from granulation tissue\nPROCEDURE PERFORMED: \n1.\tFlexible bronchoscopy, diagnostic\nINDICATIONS:  Airway stent evaluation\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: Moderate\nTotal sedation medications: Versed 3mg, Fentanyl 75 mcg\nDESCRIPTION OF PROCEDURE: The procedure was performed in the bronchoscopy suite under moderate sedation. Following intravenous medications as per the record and topical anesthesia to the upper airway, the Q190 video bronchoscope was introduced through the nose, into the oropharynx. The oropharynx and larynx were well visualized and normal. Topical anesthesia with 1% lidocaine was applied to the vocal cords and the flexible bronchoscope was then advanced through the larynx into the trachea. \nThe patient’s Y stent was well placed.  There was thick purulent mucous throughout the stent which was suctioned. At the distal aspect of the right mainstem limb there was granulation tissue causing about 50% obstruction and at the distal aspect of the left mainstem limb there was granulation tissue causing about 60%   after bypassing the granulation tissue there were thick copious purulent secretions through the lower lobes which were suctioned. During the procedure, the patient did develop some intermittent hypoxia, requiring attachment of the oxygen supply to the bronchoscope working channel for direct tracheal oxygen administration which resolved the hypoxia. Once we were satisfied that there was no active bleeding, the bronchoscope was removed and the procedure completed.\nComplications: None\nRecommendations:\n-RTC [REDACTED] at 1000 with Dr. Trentacosta\n-Plan for stent removal for 'holiday' in MOR [REDACTED] or earlier if symptoms require\n-continue TID nebulized hypertonic saline\n-hold vest physiotherapy\n- The risks and benefits of the procedure to include bleeding, vocal cord injury hypoxia, airway injury and death were all discussed with the patient who had appropriate mental capacity and understanding of the procedure and he wishes to proceed."
}
