{
  "None_syn_1": "Indication: Left lower lobe obstruction, stent removal.\nAnesthesia: General.\nProcedure:\n- LMA placed.\n- LLL obstructed by granulation tissue distal to stent.\n- Cryodebulking performed.\n- Rigid bronch inserted.\n- Left mainstem stent removed.\n- LLL dilated with CRE balloon.\n- Steroid injection (Kenalog) performed.\nPlan: ICU, CXR, repeat bronch 1 week.",
  "None_syn_2": "OPERATIVE SUMMARY: The patient underwent rigid bronchoscopy for management of left mainstem stent obstruction. Upon inspection, the stent itself was patent, but significant granulation tissue was noted distally, obstructing the left lower lobe. This tissue was meticulously debrided using cryotherapy. The decision was made to explant the left mainstem stent given the benign nature of the disease and distal progression. The stent was successfully extracted via the rigid barrel. Subsequent balloon dilation of the left lower lobe bronchi and submucosal injection of corticosteroids were performed to maintain patency and suppress inflammation.",
  "None_syn_3": "Service: Rigid Bronchoscopy (Therapeutic).\nCPT 31641: Destruction of extensive granulation tissue obstructing LLL utilizing cryoprobe and forceps.\nCPT 31631: Removal of indwelling bronchial stent (left mainstem) necessitating rigid bronchoscopy and flexible forceps.\nAdjuncts: Balloon dilation of stenotic segments and steroid injection (bundled or separately reportable depending on payer rules, here coded as part of complex intervention).",
  "None_syn_4": "Procedure Note\nPatient: [REDACTED]\nStaff: Dr. Parks\nProcedure: Stent removal, cryo, rigid bronch.\nSteps:\n1. LMA induction.\n2. Cryo used to clear granulation tissue in LLL.\n3. Switched to Rigid Bronchoscope.\n4. Grasped and removed left main stent.\n5. Dilated LLL airways with balloon.\n6. Injected Kenalog into granulation tissue.\n7. Extubated.",
  "None_syn_5": "Oscar Godsey [REDACTED] preop dx stent obstruction. We went in with the LMA first and saw the stent was open but the LLL was blocked by tissue. Used the cryo to freeze and remove it. Then we switched to the rigid scope to take the stent out because we didn't think it was helping anymore. Pulled it out fine. Dilated the airways with a balloon and injected some Kenalog to stop the swelling. Patient went back to ICU.",
  "None_syn_6": "Following induction of general anesthesia, the airway was inspected. The left mainstem stent was patent, but distal granulation tissue obstructed the left lower lobe. This was debulked using cryotherapy. A rigid bronchoscope was then inserted to facilitate stent removal. The left mainstem stent was grasped and removed intact. The underlying airway was patent. We then performed balloon dilation of the LLL segments and injected Kenalog into the mucosal tissue to prevent recurrence.",
  "None_syn_7": "[Indication]\nLeft lower lobe obstruction secondary to granulation tissue; indwelling stent.\n[Anesthesia]\nGeneral Anesthesia (LMA converted to Rigid).\n[Description]\nGranulation tissue at LLL orifice debulked via cryotherapy. Rigid bronchoscope inserted. Left mainstem stent id[REDACTED] and removed. LLL bronchus dilated with CRE balloon. Kenalog injected into mucosa.\n[Plan]\nICU admission. Repeat bronchoscopy in 1 week.",
  "None_syn_8": "We performed a rigid bronchoscopy on [REDACTED] his airway obstruction. Initial inspection showed the left mainstem stent was clear, but tissue overgrowth had blocked the left lower lobe. We cleared this tissue using a cryoprobe. We then decided to remove the stent entirely, which was done successfully using the rigid scope. To ensure the airways remained open, we dilated the lower lobe bronchi with a balloon and injected steroids into the tissue.",
  "None_syn_9": "Procedure: Rigid bronchoscopy with cryo-ablation and prosthesis extraction.\nContext: LLL occlusion.\nAction: Obstructing tissue was eliminated using cryotherapy. The rigid tube was positioned. The left mainstem stent was retrieved. The stenotic segments were widened with a balloon. Steroids were infused into the tissue.\nResult: Improved airway caliber."
}
