{
  "NOT_FOUND_syn_1": "Indication: Tracheal stenosis.\nAnesthesia: General.\nProcedure: \n- Therapeutic scope passed through LMA.\n- Findings: Proximal tracheal stent with anterior/posterior granulation tissue. Thick mucus.\n- Action: Aspiration of all lobes (RUL, RML, RLL, LUL, LLL). Cryotherapy (2.4mm probe) applied to granulation tissue (4 cycles, 30s freeze/thaw). Tissue removed en bloc.\n- Complication: Minor oozing, stopped w/ cold saline.\n- Plan: Extubate. PACU.",
  "NOT_FOUND_syn_2": "OPERATIVE NARRATIVE: The patient, a 29-year-old male with a history of tracheal stenosis, was brought to the operating suite. General anesthesia was induced via a laryngeal mask airway. Inspection of the proximal trachea revealed an indwelling stent with significant granulation tissue at the anterior and posterior margins, alongside inspissated mucous secretions. \n\nTherapeutic bronchoscopy was commenced. A systematic therapeutic aspiration was performed, clearing the distal trachea and all lobar segments. Subsequently, cryodebridement was utilized for the granulation tissue; a 2.4mm cryoprobe was employed for four distinct 30-second freeze-thaw cycles, successfully extracting the tissue en bloc. Hemostasis was achieved with cold saline lavage.",
  "NOT_FOUND_syn_3": "Service: Therapeutic Bronchoscopy (31641, 31645).\nPrimary Procedure (31641): Destruction of lesion. Granulation tissue obstructing the proximal stent was id[REDACTED]. A 2.4mm cryoprobe was utilized to freeze and extract tissue en bloc (4 cycles). This constitutes relief of stenosis via ablative technique.\nSecondary Procedure (31645-59): Therapeutic aspiration. Distinct from the cryotherapy site, extensive mucus plugging was id[REDACTED] and suctioned from the distal trachea, right mainstem, and left mainstem to clear the airway.\nOutcome: Improvement in airway patency.",
  "NOT_FOUND_syn_4": "Procedure Note\nPatient: [Name Redacted]\nAttending: Dr. Van Dyke\n\nSteps:\n1. Time out performed.\n2. General anesthesia/LMA.\n3. Scope inserted. Stent visualized with granulation tissue.\n4. Therapeutic aspiration performed in all lobes to clear mucus (31645).\n5. Cryotherapy applied to granulation tissue at proximal stent (31641). 30 sec freezes x 4.\n6. Tolerance good. No complications.\n\nPlan: Extubate, CXR.",
  "NOT_FOUND_syn_5": "Procedure note for 29M with tracheal stenosis we did the bronch today anesthesia was general with an LMA. looked down the airway saw the stent there was some granulation tissue on the front and back and a lot of yellow mucus. so we suctioned everything out first cleaned out the lungs then used the cryo probe on the granulation tissue 4 cycles of freezing it pulled the tissue out looks much better now. tiny bit of bleeding used cold saline stopped fine extubated sent to recovery thanks.",
  "NOT_FOUND_syn_6": "Bronchoscopy performed under general anesthesia via LMA for tracheal stenosis. Inspection revealed a tracheal stent with granulation tissue at the proximal aspect and thick mucus. Therapeutic aspiration was performed initially to clear the distal airways and lobar carinas of secretions. The granulation tissue was then addressed using a 2.4mm cryoprobe. Four cycles of 30-second freeze-thaw were applied, and tissue was removed en bloc. Minimal oozing was controlled with cold saline. The patient was extubated and transferred to recovery in stable condition.",
  "NOT_FOUND_syn_7": "[Indication]\nTracheal stenosis with stent obstruction.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nBronchoscopy revealed granulation tissue at the proximal stent and mucous plugging. Therapeutic aspiration performed throughout the tracheobronchial tree. Cryotherapy (2.4mm probe) used to destroy and remove granulation tissue (4 cycles). Hemostasis achieved.\n[Plan]\nPathology follow-up. Clinic visit.",
  "NOT_FOUND_syn_8": "The patient was placed under general anesthesia using an LMA for the treatment of tracheal stenosis. Upon inserting the flexible therapeutic bronchoscope, we observed a tracheal stent with granulation tissue at both the anterior and posterior aspects, as well as mild yellow mucus. We proceeded to perform therapeutic aspiration to clear the airways from the trachea down to the lobar carinas. Following this, we utilized a 2.4mm cryoprobe to treat the granulation tissue, applying four freeze-thaw cycles of 30 seconds each. The tissue was removed en bloc. Any minor bleeding was managed with cold saline, and the patient was extubated without issues.",
  "NOT_FOUND_syn_9": "DATE OF PROCEDURE: [REDACTED]\nINDICATION: Tracheal narrowing.\nPROCEDURE: \n- Suctioning of airways (initial episode).\n- Ablation of tissue/relief of narrowing via cryotherapy.\nDETAILS: Under GA, the scope was navigated. Stent observed with overgrowth. Airways were cleared of phlegm via suction. The overgrowth was frozen and extracted using the cryoprobe (4 cycles). The airway was opened. Patient stable.",
  "NOT_FOUND": "DATE OF PROCEDURE: [REDACTED]\n \nCC Referred Physician:  Van Dyke, Dick, MD\n9500 Campus Point Dr\nMC 7381\nHollywood,  CA [REDACTED]\n \nINDICATION FOR OPERATION:  Mohammad Alkrad is a 29 year old-year-old male who presents with tracheal stenosis.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\n \nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\n \nPREOPERATIVE DIAGNOSIS: J98.09 Other diseases of bronchus, not elsewhere classified\n \nPOSTOPERATIVE DIAGNOSIS:  J98.09 Other diseases of bronchus, not elsewhere classified\n \nPROCEDURE:  \n31645 Therapeutic aspiration initial episode\n31641 Destruction of tumor OR relief of stenosis by any method other than excision (eg. laser therapy, cryotherapy)\n \nATTENDING:  \nDick Van Dyke MD\n \nASSISTANT:   Greg Trembley MD\n \nSupport Staff: \nRN: Camina Cabahug\nRT: Frank Fellers\n \nANESTHESIA: \nGeneral Anesthesia\n \nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n \nINSTRUMENT : \nFlexible Therapeutic Bronchoscope\n \nESTIMATED BLOOD LOSS:   Minimum\n \nCOMPLICATIONS:    None\n \nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).  All procedure related images were saved and archived in Media folder on Onedrive behind UCSD firewall, relevant images are also uploaded to PACS system or in the media section of the patient's chart. \n \nPATIENT [REDACTED]: . \n \nInitial Airway Inspection Findings:\n \nThe laryngeal mask airway is in good [REDACTED].\nPharynx: Not assessed due to bronchoscopy introduction through LMA.\nLarynx: Not fully assessed due to bronchoscopy introduction through LMA.\nVocal Cords: Normal without mass/lesions\nTrachea: Tracheal stent in place with slight granulation tissue and the anterior and posterior aspect of the proximal stent. Mild thick yellow mucus within the stent\nMain Carina: Sharp\nRight Lung Proximal Airways: Normal anatomic branching to segmental level.  No evidence of mass, lesions, bleeding or other endobronchial pathology.\nLeft Lung Proximal Airways: Normal anatomic branching to segmental level.  No evidence of mass, lesions, bleeding or other endobronchial pathology.\nMucosa: Normal.\nSecretions: As described above.  \n \nGRANULATION TISSUE AT THE PROXIMAL STENT\n\n \n\n \nSuccessful therapeutic aspiration was performed to clean out the Trachea (Distal 1/3), Right Mainstem, Bronchus Intermedius , Left Mainstem, Carina, RUL Carina (RC1), RML Carina (RC2), LUL Lingula Carina (Lc1), and Left Carina (LC2) from mucus. \n \nThe 2.4mm cryoprobe was used to treat the anterior granulation tissue with 30 second freeze-thaw cycles (total of 4 cycles).\n \nThe granulation tissue at the posterior trachea was treated with the 2.4mm cryoprobe in which tissue was frozen to the probe and removed en bloc with the bronchoscope.\n \nIn sum, the granulation tissue at Subglottic was treated with the following modalities:\n \nModality\tTools\tSetting/Mode\tDuration\tResults\nCryoprobe\t2.4mm Cryoprobe\tN/A\t30 second freeze/thaw cycles\tExcellent tissue destruction\n \nMild oozing/bleeding was noted and treated with cold saline.\n \nLastly, mucus/secretions were removed from within the stent using a combination of saline flushes and cytology brush.\n \nAREAS OF GRANULATION  TISSUE TREATMENT AT THE CONCLUSION OF THE PROCEDURE\n\n \nSTENT AT THE CONCLUSION OF THE PROCEDURE\n\n \n \nThe patient tolerated the procedure well.  There were no immediate complications.  At the conclusion of the operation, the patient was extubated in the operating room and Transported to the recovery room in stable condition. \n \nSPECIMEN(S): \n--Tracheal tumor/granulation tissue removed with cryoprobe\n \nIMPRESSION/PLAN: Mohammad Alkrad is a 29 year old-year-old male who presents for bronchoscopy for evaluation of tracheal stenosis. Granulation tissue at the anterior and posterior aspects of the proximal tracheal stent were treated with cryoprobe with excellent tissue debulking.\n \n--Post procedure CXR\n--Follow up path results\n--Patient to follow up in outpatient IP clinic to go over results and next steps\n \n \nGreg Daniel Trembley, MD\n[REDACTED]"
}
