{
  "Number_syn_1": "Indication: LLL infiltrate.\nAnesthesia: Topical only (Lido).\nFindings: LLL erythema/edema.\nSamples: BAL x3, Brush x2.\nNo TBBX performed.\nDispo: Home.",
  "Number_syn_2": "PROCEDURE NOTE: [REDACTED] evaluation of a persistent LLL infiltrate. The procedure was performed with topical anesthesia only; the patient was awake and cooperative. Inspection revealed moderate erythema and edema in the LLL basilar segments. Bronchoalveolar lavage (BAL) and brush cytology were performed. Transbronchial biopsies were deferred per patient preference.",
  "Number_syn_3": "Codes: 31624 (BAL), 31623 (Brush).\nSite: Left Lower Lobe.\nFindings: Inflammation.\nNote: No TBBX (31628) performed.\nTime: 18 min.",
  "Number_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Bronchoscopy\n- Topical anesthesia.\n- Airway exam: LLL inflammation.\n- BAL x3 performed.\n- Brush x2 performed.\n- No biopsy.\n- Tolerated well.",
  "Number_syn_5": "patient [REDACTED] mrn kp 9274 b. indication lll infiltrate. topical anesthesia only no sedation. airway looked ok except lll had redness and edema. did bal times 3 and brush cytology times 2. patient didnt want biopsies so we skipped that. systematic inspection done. no complications discharged.",
  "Number_syn_6": "Patient: [REDACTED] MR [REDACTED]: KP-9274-B D.O.B.: [REDACTED] Indication: Evaluation of LLL infiltrate, r/o endobronchial lesion Topical anesthesia only: Nebulized lidocaine 4% + transtracheal 2% injection Patient awake and cooperative, Ramsay 1-2 Findings: - Upper airways normal - Carina sharp, mobile - RUL/RML/RLL - all subsegments examined, normal - LUL - normal - LLL - moderate erythema and edema of basilar segments, no endobronchial lesion Samples obtained from LLL: - BAL x3 (50cc aliquots) sent for bacterial cx, fungal cx, viral PCR, cytology... [Rest of text]",
  "Number_syn_7": "[Indication]\nLLL infiltrate.\n[Anesthesia]\nTopical Lidocaine.\n[Description]\nBronchoscopy showing LLL erythema. BAL x3 and Brush x2 obtained. No biopsies.\n[Plan]\nDischarge home.",
  "Number_syn_8": "[REDACTED] left lower lung checked out because of an infiltrate seen on x-ray. She chose to have it done with just numbing medicine and no sedation. We looked down and saw some redness and swelling in the lower lobe. We washed the area (BAL) and used a brush to get some cells for the lab. She decided against having any tissue biopsies taken today.",
  "Number_syn_9": "Patient: [REDACTED]. Indication: Evaluation of LLL infiltrate. Topical anesthesia only. Findings: LLL - moderate erythema and edema of basilar segments. Samples acquired from LLL: BAL x3 sent for bacterial cx, fungal cx, viral PCR, cytology. Brush cytology x2 from affected area. Transbronchial biopsies not executed.",
  "Number": "Patient: [REDACTED]\nMR [REDACTED]: KP-9274-B\nD.O.B.: [REDACTED]\n\nIndication: Evaluation of LLL infiltrate, r/o endobronchial lesion\n\nTopical anesthesia only: Nebulized lidocaine 4% + transtracheal 2% injection\nPatient [REDACTED] cooperative, Ramsay 1-2\n\nFindings:\n- Upper airways normal\n- Carina sharp, mobile\n- RUL/RML/RLL - all subsegments examined, normal\n- LUL - normal\n- LLL - moderate erythema and edema of basilar segments, no endobronchial lesion\n\nSamples obtained from LLL:\n- BAL ×3 (50cc aliquots) sent for bacterial cx, fungal cx, viral PCR, cytology\n- Brush cytology ×2 from affected area\n- Transbronchial biopsies not performed (patient preference)\n\nSystematic airway inspection: 100% of accessible airways examined and documented\n\nNo complications. Procedure time 18 minutes. Patient discharged after brief recovery."
}
