{
  "PFA2025447_syn_1": "Indication: LUL 1.9cm SCC. Protocol PULSE-LUNG.\nAnesthesia: GA.\nProcedure: ENB to LUL apicoposterior. rEBUS confirmed. PFA catheter placement. 3 cycles 1500V.\nFindings: Increased echogenicity post-ablation. No thermal damage.\nComplications: None.\nPlan: Protocol follow-up.",
  "PFA2025447_syn_2": "OPERATIVE NARRATIVE: [REDACTED], a 58-year-old female enrolled in the PULSE-LUNG Phase II trial, underwent bronchoscopic Pulsed Field Ablation (PFA) for a biopsy-proven squamous cell carcinoma in the left upper lobe. Under general anesthesia, the lesion was localized via electromagnetic navigation and radial EBUS. The investigational FarapulsePulm catheter was deployed. Irreversible electroporation was delivered in three cycles of 1500V pulses. Post-ablation imaging demonstrated cellular disruption consistent with successful non-thermal ablation. The patient tolerated the procedure without arrhythmia or hemodynamic instability.",
  "PFA2025447_syn_3": "CPT Coding: 31641 (Bronchoscopic destruction of tumor - Investigational PFA).\nGuidance: 31627 (ENB), 31654 (Radial EBUS).\nDevice: FarapulsePulm PFA catheter.\nDetails: Non-thermal energy, 1500V, 3 cycles.\nTarget: LUL Peripheral Nodule.\nStatus: Clinical Trial (IDE #BR-PFA-2024-017).",
  "PFA2025447_syn_4": "Procedure Note\nAttending: Dr. Patel\nPatient: [REDACTED]\nProcedure: PFA of LUL nodule\nSteps:\n1. GA/ETT.\n2. Navigated to LUL apicoposterior segment.\n3. Confirmed with rEBUS.\n4. Inserted PFA catheter.\n5. Delivered 3 cycles of pulsed energy (1500V).\n6. Monitored impedance - good delivery.\n7. Extubated stable.\nNote: No arrhythmias observed.",
  "PFA2025447_syn_5": "janet williams here for the research study pulsed field ablation. she has squamous cell in the lul. we put her to sleep used the nav system to find the spot. put the special catheter in and zapped it 3 times with the electric pulses. no heat damage which is good. heart rhythm stayed fine. patient woke up ok going to follow the study protocol for scans.",
  "PFA2025447_syn_6": "PATIENT: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED] DATE OF PROCEDURE: [REDACTED] INSTITUTION: [REDACTED]",
  "PFA2025447_syn_7": "[Indication]\nLUL SCC, 1.9cm. PULSE-LUNG Trial candidate.\n[Anesthesia]\nGeneral Anesthesia.\n[Description]\nENB and rEBUS localization. PFA delivered (1500V x 3 cycles). Non-thermal ablation confirmed via rEBUS changes.\n[Plan]\nCT at 48 hours. Long-term registry.",
  "PFA2025447_syn_8": "[REDACTED] our PFA clinical trial today to treat her left upper lobe tumor. We used electromagnetic navigation to guide the specialized catheter to the site. Instead of heat, we used high-voltage electrical pulses to destroy the tumor cells. The procedure went perfectly according to protocol, and we saw immediate signs on the ultrasound that the tissue was treated. Her heart rhythm remained stable throughout.",
  "PFA2025447_syn_9": "Subject: [REDACTED] Procedure: Bronchoscopic Pulsed Field Ablation (PFA). Methodology: General anesthesia. ENB performed. Target: LUL apicoposterior segment. Radial EBUS verification. Novel PFA catheter advanced. Ablation Parameters: Voltage 1500 V. Energy delivery: Non-thermal. Outcomes: Successfully completed per protocol. No arrhythmias observed. Disposition: Research protocol follow-up.",
  "PFA2025447": "PATIENT: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDATE OF PROCEDURE: [REDACTED]\nINSTITUTION: [REDACTED]\nOPERATOR: Dr. Richard Patel, MD (Director, Thoracic Innovation Laboratory)\n\nPRE-PROCEDURE DIAGNOSIS: Left upper lobe peripheral nodule, 1.9 cm, proven squamous cell carcinoma\n\nPROCEDURE: Bronchoscopic Pulsed Field Ablation (PFA) of pulmonary nodule - INVESTIGATIONAL\n\n*** INVESTIGATIONAL DEVICE EXEMPTION (IDE) PROTOCOL #BR-PFA-2024-017 ***\n*** FDA-APPROVED CLINICAL TRIAL: PULSE-LUNG Phase II Study ***\n\nINFORMED CONSENT: Extended discussion with patient regarding investigational nature of pulsed field ablation for lung tumors. Patient enrolled in IRB-approved protocol. Detailed explanation of traditional ablation alternatives (microwave, RFA, cryo). Patient elected to participate after reviewing consent documents and meeting with research coordinator.\n\nTECHNIQUE:\nGeneral anesthesia. ENB performed with illumiSite platform. Target: LUL apicoposterior segment. Radial EBUS confirmation of lesion. Novel PFA catheter (FarapulsePulm system, 3.0mm diameter, bipolar electrode configuration) advanced through extended working channel. IMPORTANT: PFA uses rapid electrical pulses (1000-2000 V/cm) to create irreversible electroporation of cell membranes WITHOUT thermal damage - fundamentally different mechanism than traditional ablation modalities.\n\nABLATION PARAMETERS:\n- Pulse duration: 100 microseconds\n- Number of pulses: 80 per cycle  \n- Pulse frequency: 1 Hz\n- Number of treatment cycles: 3\n- Inter-cycle pause: 30 seconds\n- Voltage: 1500 V (adjusted based on impedance 80-120 ohms)\n- Energy delivery: Non-thermal (avoids bronchial damage, theoretically preserves adjacent structures)\n\nINTRAPROCEDURAL MONITORING:\nAdvanced impedance mapping performed throughout treatment showing successful energy delivery to entire tumor volume. Real-time EBUS post-ablation showed immediate increased echogenicity within tumor - consistent with cellular disruption from electroporation. No thermal injury pattern noted on adjacent bronchial walls (major advantage of PFA technology).\n\nOUTCOMES: \nSuccessfully completed per protocol. No arrhythmias noted (ECG monitoring showed stable rhythm - PFA timed to occur outside cardiac vulnerable period). Patient hemodynamically stable. Airways intact, no hemorrhage.\n\nNOVEL FINDINGS: \nPFA appears to cause more homogeneous ablation zone compared to thermal modalities. Real-time elastography (investigational feature) suggested complete tumor necrosis immediately post-procedure.\n\nDISPOSITION: Research protocol follow-up including CT at 48 hours, 4 weeks, 8 weeks, and 12 weeks with volumetric analysis. Patient enrolled in long-term registry (5-year follow-up).\n\nResearch coordinator contacted. Data forms completed.\n\nCOMPLICATIONS: None\n\nStudy PI: Richard Patel, MD\nProtocol: PULSE-LUNG-002"
}
