{
  "PL4829Q_syn_1": "Indication: RML collapse.\nFindings: Exophytic tumor obstructing RML.\nAction: Forceps biopsy x6. Wash.\nComp: Moderate bleeding, controlled with epi/iced saline.\nImpression: Endobronchial tumor.",
  "PL4829Q_syn_2": "PROCEDURE REPORT: Ms. [REDACTED] presented for evaluation of right middle lobe collapse. Bronchoscopy revealed a near-complete obstruction of the RML bronchus by a necrotic, exophytic mass. Diagnostic sampling was performed via forceps biopsy and bronchial lavage. Hemostasis was achieved using topical vasoconstrictors after moderate hemorrhage was encountered.",
  "PL4829Q_syn_3": "Code: 31625 (Bronchoscopy with endobronchial biopsy).\nSite: Right Middle Lobe Bronchus.\nPathology: Exophytic tumor.\nSampling: 6 forceps biopsies.\nNote: Bronchial wash (31622) performed but bundled. 31623 (Brush) not performed.",
  "PL4829Q_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Bronchoscopy\n- Local anesthesia.\n- Airway: RML obstructed by tumor.\n- Biopsy: 6 bites taken from RML mass.\n- Bleeding: Moderate, stopped with epi.\n- Lavage collected.\n- Patient stable.",
  "PL4829Q_syn_5": "patient [REDACTED] date of birth 1962. indication rml collapse. topical lidocaine used patient awake. rml is blocked by a tumor looks necrotic. took about 6 biopsies bleeding was moderate so we used epinephrine and cold saline. rll and left side looked normal. lavage sent for cytology. tolerated well.",
  "PL4829Q_syn_6": "[START RECORDING 14:32] Patient name is Elizabeth Chen, medical record Papa Lima dash four eight two nine dash Quebec, date of birth November twenty-third nineteen sixty-two. [14:33] Indication is evaluation of right middle lobe collapse with concern for endobronchial obstruction. [14:34] Topical anesthesia achieved with nebulized lidocaine four percent followed by transtracheal injection of two percent lidocaine... [Rest of text]",
  "PL4829Q_syn_7": "[Indication]\nRML collapse, rule out obstruction.\n[Anesthesia]\nTopical Lidocaine.\n[Description]\nRML obstructed by exophytic tumor. Biopsy x6 and Lavage performed. Bleeding controlled.\n[Plan]\nPathology pending.",
  "PL4829Q_syn_8": "We examined [REDACTED] investigate why her right middle lung was collapsed. We found a tumor blocking the airway to that section. We took six biopsy samples from the mass. There was some bleeding, which is common with these tumors, but we stopped it with medication. We also washed the area to collect cells for analysis.",
  "PL4829Q_syn_9": "Patient name [REDACTED] Chen. Indication is evaluation of right middle lobe collapse. Right middle lobe bronchus displays near complete obstruction by an exophytic tumor. Multiple forceps biopsies acquired from the tumor. Moderate hemorrhage encountered, controlled with topical epinephrine. Bronchial lavage acquired from RML. Patient tolerated well.",
  "PL4829Q": "[START RECORDING 14:32]\nPatient name [REDACTED] Chen, medical record Papa Lima dash four eight two nine dash Quebec, date of birth November twenty-third nineteen sixty-two.\n\n[14:33] Indication is evaluation of right middle lobe collapse with concern for endobronchial obstruction.\n\n[14:34] Topical anesthesia achieved with nebulized lidocaine four percent followed by transtracheal injection of two percent lidocaine. Patient remained awake throughout, Ramsay one to two.\n\n[14:35] Upper airway examination normal. Carina mobile and sharp.\n\n[14:36] Right upper lobe examined, all subsegments patent and normal appearing.\n\n[14:37] Right middle lobe bronchus shows near complete obstruction by what appears to be an exophytic tumor with irregular surface and areas of necrosis.\n\n[14:38] Multiple forceps biopsies obtained from the tumor, approximately six specimens. Moderate bleeding encountered, controlled with topical epinephrine one to ten thousand dilution plus iced saline lavage.\n\n[14:40] Right lower lobe examined after RML sampling, appears normal throughout.\n\n[14:41] Left sided examination normal.\n\n[14:42] Bronchial lavage obtained from RML for cytology.\n\n[14:43] Patient tolerated well. Blood pressure ranged from one twenty over seventy to one thirty-five over eighty. Oxygen saturation maintained at ninety-six to ninety-eight percent on two liters nasal cannula.\n\n[14:44] Complication: moderate airway bleeding from biopsy site, severity moderate, controlled with vasoconstrictors as described above.\n\n[END RECORDING 14:45]\nTotal procedure time: 13 minutes"
}
