{
  "QQ8473R_syn_1": "Indication: 17mm LLL nodule.\nNav: ENB + rEBUS (concentric).\nSamples: TBNA x3, TBBx x5, Brush x2.\nComp: Small apical PTX (15%). Stable.\nDispo: Discharge with follow-up CXR.",
  "QQ8473R_syn_2": "PROCEDURE NOTE: [REDACTED] navigation bronchoscopy for a 17mm LLL nodule. Localization was achieved after repositioning, confirmed by a concentric rEBUS view. Systematic sampling included TBNA, forceps biopsy, and brushing. Post-procedure radiography revealed a 15% apical pneumothorax. The patient remained asymptomatic with stable vitals. Conservative management was elected, and the patient was discharged with close radiographic follow-up.",
  "QQ8473R_syn_3": "Codes: 31629 (TBNA), 31654 (rEBUS), 31627 (Nav).\nBiopsies: 3 needle, 5 forceps, 2 brush.\nAdverse Event: Pneumothorax (J93.81) - Observation only.\nFluoro time: 7.2 min.",
  "QQ8473R_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: ENB\n- Deep sedation.\n- Navigated to LLL superior segment.\n- rEBUS concentric.\n- Samples: Needle, Forceps, Brush.\n- Complication: Small pneumo on CXR.\n- Patient stable, sent home.",
  "QQ8473R_syn_5": "case c-847 martin lee. enb for lll nodule 17mm. used superdimension system. had to reposition to get good ebus view but got it eventually. took needle biopsy forceps and brush. xray showed a small pneumothorax about 15 percent. he felt fine so we didnt put a tube in. sent him home will check xray tomorrow.",
  "QQ8473R_syn_6": "CASE PRESENTATION: Complex Navigation Bronchoscopy PATIENT DEMOGRAPHICS: A 64-year-old male (Case ID: [REDACTED], Synthetic Name: Martin Lee, MRN: [REDACTED], DOB: [REDACTED]) former smoker with 45 pack-year history presented with an incidentally discovered left lower lobe peripheral pulmonary nodule. IMAGING CHARACTERISTICS: Computed tomography demonstrated a 17mm solid nodule in the left lower lobe superior segment without clear bronchus sign... [Rest of text]",
  "QQ8473R_syn_7": "[Indication]\nLLL Nodule 17mm.\n[Anesthesia]\nDeep Sedation.\n[Description]\nENB to LLL. rEBUS confirmed. TBNA x3, TBBx x5, Brush x2. Small PTX noted post-op.\n[Plan]\nConservative management of PTX. Discharge.",
  "QQ8473R_syn_8": "[REDACTED] a navigation bronchoscopy for a spot in his lower left lung. We successfully located the 17mm nodule using the electromagnetic system and confirmed it with ultrasound. We took multiple samples. Afterward, the chest x-ray showed a small lung collapse (pneumothorax). Since he had no symptoms and his oxygen levels were good, we decided he didn't need a chest tube and could go home with a follow-up x-ray scheduled.",
  "QQ8473R_syn_9": "CASE PRESENTATION: Complex Navigation Bronchoscopy. PROCEDURAL APPROACH: Electromagnetic navigation bronchoscopy was selected. Technical Details: The electromagnetic navigation system was employed. The extended working channel was advanced. Radial endobronchial ultrasound probe deployment demonstrated concentric echogenic pattern. Sampling Protocol: Transbronchial needle aspiration: 3 passes. Transbronchial forceps biopsy: 5 specimens. COMPLICATIONS: Small apical pneumothorax id[REDACTED]. Conservative management elected.",
  "QQ8473R": "CASE PRESENTATION: Complex Navigation Bronchoscopy\n\nPATIENT [REDACTED]:\nA 64-year-old male (Case ID: [REDACTED], Synthetic Name: Martin Lee, MRN: [REDACTED], DOB: [REDACTED]) former smoker with 45 pack-year history presented with an incidentally discovered left lower lobe peripheral pulmonary nodule.\n\nIMAGING CHARACTERISTICS:\nComputed tomography demonstrated a 17mm solid nodule in the left lower lobe superior segment without clear bronchus sign. Positron emission tomography revealed moderate FDG uptake with standardized uptake value of 3.9, raising concern for malignancy.\n\nPROCEDURAL APPROACH:\nGiven the peripheral location and lack of visible bronchus sign, electromagnetic navigation bronchoscopy was selected as the diagnostic modality.\n\nSedation Protocol:\nDeep sedation was induced using propofol continuous infusion (target 50-75 mcg/kg/min) with placement of laryngeal mask airway for airway protection. Maximum Ramsay sedation score achieved was 4. Invasive blood pressure monitoring via radial arterial line provided continuous hemodynamic data.\n\nTechnical Details:\nThe electromagnetic navigation system (SuperDimension™) was employed with pre-procedural CT-to-body registration achieved with registration error <4mm. Virtual bronchoscopy pathway planning id[REDACTED] optimal approach via left lower lobe superior segmental bronchus.\n\nThe extended working channel was advanced under electromagnetic guidance with periodic fluoroscopic confirmation. Radial endobronchial ultrasound probe deployment initially demonstrated eccentric pattern, prompting repositioning. After adjustment, concentric echogenic pattern was achieved, confirming tool-in-lesion position.\n\nRadiation Exposure:\nTotal fluoroscopy time: 7.2 minutes\nDose-area product: 268 cGy·cm²\n(Elevated exposure due to multiple repositioning attempts)\n\nSampling Protocol:\nFollowing tool-in-lesion confirmation, systematic sampling was performed:\n- Transbronchial needle aspiration: 3 passes (21-gauge needle)\n- Transbronchial forceps biopsy: 5 specimens\n- Bronchial brush cytology: 2 samples\n\nCOMPLICATIONS:\nSmall apical pneumothorax (approximately 15% by volume) was id[REDACTED] on immediate post-procedural chest radiograph. Patient remained asymptomatic with stable oxygen saturation on room air. Conservative management with observation was elected. Repeat radiography at 4 hours demonstrated stable pneumothorax size. Patient discharged with next-day follow-up radiograph showing partial resolution.\n\nQUALITY METRICS:\n- Tool-in-lesion confirmation: Achieved\n- Localization success: Yes (after repositioning)\n- Sampling protocol adherence: Complete\n- Diagnostic yield: Pending final pathology\n\nDISCUSSION:\nThis case illustrates both the technical challenges and eventual success of electromagnetic navigation bronchoscopy for peripheral pulmonary lesions. The need for repositioning to achieve concentric EBUS pattern extended procedure time and radiation exposure but ultimately facilitated diagnostic sampling. The pneumothorax, while requiring observation, represents an accepted risk of transbronchial biopsy techniques."
}
