{
  "RAB-0001_syn_1": "Indication: LLL nodule.\nProcedure: Robotic bronchoscopy, radial EBUS, biopsy.\nFindings: 18mm lesion, tool-in-lesion confirmed via CBCT.\nAction: Forceps bx and brushings taken. Minimal bleeding.\nPlan: Discharge.",
  "RAB-0001_syn_2": "OPERATIVE REPORT: The patient presented with a suspicious 1.8 cm left lower lobe nodule. Under general anesthesia, the Intuitive Ion robotic platform was utilized for navigation. Radial endobronchial ultrasound (REBUS) id[REDACTED] a concentric, heterogeneous lesion in the lateral basal segment. Cone-beam computed tomography (CBCT) verification ensured precise instrument placement. Transbronchial forceps biopsies and brushings were procured without significant hemorrhage. The airway remained patent upon conclusion.",
  "RAB-0001_syn_3": "CPT 31627 (Navigational Bronchoscopy): Used Ion system for planning and guidance to LLL target.\nCPT 31654 (Radial EBUS): Confirmed peripheral lesion location (18mm).\nCPT 31628 (Lung Biopsy): Multiple transbronchial forceps samples obtained from single lobe.\nCPT 31623 (Brushing): Cellular sampling performed via catheter brush.",
  "RAB-0001_syn_4": "Resident Note\nPatient: [REDACTED] 01\nAttending: Dr. Nguyen\nProcedure: Ion Robotic Bronchoscopy\nSteps:\n1. Time out/GA.\n2. Ion registration (low error).\n3. Navigated to LLL lateral basal.\n4. REBUS: Concentric view.\n5. CBCT spin: Confirmed tool in lesion.\n6. Biopsies: Forceps x5, Brush x1.\n7. Tolerated well.",
  "RAB-0001_syn_5": "patient 62 male here for robotic bronch lll nodule we used the ion system navigation was good radial ebus showed the lesion 18mm concentric view confirmed with the cone beam ct took biopsies with forceps and brush minimal bleeding patient woke up fine no pneumothorax on post op cxr",
  "RAB-0001_syn_6": "Robotic navigational bronchoscopy with radial EBUS and transbronchial biopsy. The patient is a 62-year-old male with a left lower lobe nodule. General anesthesia was induced. The Ion catheter was navigated to the lateral basal segment. Radial EBUS showed a concentric 18 mm lesion. CBCT confirmed position. Biopsies and brushings were obtained. Minimal bleeding occurred. No complications.",
  "RAB-0001_syn_7": "[Indication]\n1.8 cm LLL lateral basal nodule, suspicious for malignancy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon robotic navigation used. REBUS showed concentric lesion. CBCT confirmed tool-in-lesion. Forceps biopsy and brushing performed.\n[Plan]\nDischarge. Follow up pathology.",
  "RAB-0001_syn_8": "The patient, a 62-year-old male, underwent a diagnostic robotic navigational bronchoscopy for a left lower lobe nodule. After induction of anesthesia, the Ion system was registered. We navigated to the target in the lateral basal segment, where radial EBUS confirmed a concentric lesion. Cone-beam CT was utilized to verify the tool was within the lesion. We then proceeded to take multiple forceps biopsies and brushings. There was only minimal bleeding, and the patient recovered without issues.",
  "RAB-0001_syn_9": "Indication: LLL mass.\nTechnique: Robotic guidance (Ion), ultrasonic localization (REBUS), tissue sampling (forceps, brush).\nFindings: 18mm concentric abnormality.\nVerification: Volumetric imaging (CBCT).\nOutcome: Specimens harvested. Hemostasis achieved. No pneumothorax.",
  "RAB-0001": "PATIENT: [REDACTED] 01, 62-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 62-year-old former smoker with a 1.8 cm left lower lobe lateral basal segment pulmonary nodule (SUV 3.5) with bronchus sign present, referred for diagnostic robotic navigational bronchoscopy. PREOPERATIVE DIAGNOSIS: Left lower lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same, malignancy suspected. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Under general anesthesia with endotracheal intubation, a timeout was performed and standard ASA monitoring was used. A CT-based navigation plan was loaded to the Ion platform and automatic complete registration was achieved with low fiducial error. The robotic catheter was advanced to the LLL lateral basal segment; radial EBUS showed a concentric heterogeneous 18 mm lesion without major vessels. Cone‑beam CT confirmed tool-in-lesion. Multiple forceps biopsies and brushings were obtained through the extended working channel with minimal bleeding. Final airway inspection showed no active hemorrhage or airway compromise. The patient tolerated the procedure well without immediate complications; post-procedure CXR showed no pneumothorax."
}
