{
  "RAB-0012_syn_1": "Indication: RLL GGO.\nProc: Ion bronch, REBUS, bx.\nFindings: Faint halo on REBUS.\nAction: 4 bx. Respiratory gating used.\nResult: No bleeding.",
  "RAB-0012_syn_2": "PROCEDURE REPORT: This 56-year-old male with a right lower lobe ground-glass opacity underwent robotic bronchoscopy. The Ion system was used to navigate to the posterior segment. Radial EBUS revealed a faint acoustic halo compatible with GGO. Respiratory-gated breath-holds and augmented fluoroscopy optimized target alignment. Forceps biopsies were obtained without complication.",
  "RAB-0012_syn_3": "CPT 31627 (Nav), 31654 (EBUS), 31628 (Bx).\nTarget: Ground-glass nodule.\nTechnique: Respiratory gating used to minimize motion artifact.",
  "RAB-0012_syn_4": "Trainee Note\nPt: 56M\nOp: Ion RLL GGO Bx\n- Nav to RLL posterior.\n- REBUS: Faint halo (GGO).\n- Used resp gating/breath hold.\n- Aug Fluoro confirm.\n- Bx x4.\n- No bleeding.",
  "RAB-0012_syn_5": "case 12 56m rll ground glass nodule ion robot used nav to posterior segment rebus showed halo effect typical for ggo used breath hold technique and augmented fluoro took 4 biopsies no bleeding patient fine",
  "RAB-0012_syn_6": "Robotic navigational bronchoscopy for GGO. RLL nodule. Ion system used. REBUS showed faint halo. Respiratory gating and augmented fluoroscopy used. Forceps biopsies obtained. No complications.",
  "RAB-0012_syn_7": "[Indication]\n1.3 cm RLL GGO.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to RLL. REBUS halo. Resp gating used. 4 biopsies.\n[Plan]\nDischarge. Path review.",
  "RAB-0012_syn_8": "A 56-year-old male underwent robotic bronchoscopy for a ground-glass nodule in the right lower lobe. We utilized the Ion system and confirmed the lesion with radial EBUS, which showed a faint halo. We employed respiratory gating to stabilize the target and obtained four biopsies. The procedure was uncomplicated.",
  "RAB-0012_syn_9": "Indication: RLL ground-glass opacity.\nProcedure: Robotic guidance, ultrasonic localization, tissue acquisition.\nFindings: Acoustic halo.\nTechnique: Breath-hold synchronization.\nAction: Harvested specimens. No hemorrhage.",
  "RAB-0012": "PATIENT: [REDACTED] 12, 56-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 56-year-old man with a 1.3 cm posterior segment right lower lobe ground-glass predominant nodule, PET-negative, undergoing Ion robotic biopsy to rule out early adenocarcinoma. PREOPERATIVE DIAGNOSIS: Right lower lobe ground-glass nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628). After general anesthesia and ETT placement, CT-based navigation was planned and automatic registration was successful. The catheter was advanced to the posterior RLL; radial EBUS showed a faint adjacent halo consistent with ground-glass density. Augmented fluoroscopy and respiratory-gated breath-hold were used to optimize alignment. Four forceps biopsies were obtained with minimal bleeding. No brushing or BAL performed. The patient tolerated the procedure well with no immediate complications."
}
