{
  "RAB-0014_syn_1": "Indication: LUL nodule.\nProc: Ion bronch, REBUS, bx.\nFindings: 16mm concentric lesion.\nAction: Bx and brush. CBCT used.\nResult: No complications.",
  "RAB-0014_syn_2": "PROCEDURE REPORT: This 65-year-old male with a left upper lobe nodule underwent robotic-assisted bronchoscopy (Ion). The catheter was navigated to the anterior segment. Radial EBUS revealed a concentric 16 mm lesion. Cone-beam CT confirmed tool-in-lesion. Biopsies and a brushing were obtained. There were no immediate complications.",
  "RAB-0014_syn_3": "CPT 31627 (Nav), 31654 (EBUS), 31628 (Bx), 31623 (Brush).\nTarget: LUL anterior segment.\nImaging: CBCT confirmed location.\nOutcome: Samples obtained.",
  "RAB-0014_syn_4": "Trainee Note\nPt: 65M\nOp: Ion LUL Bx\n- Nav to LUL anterior.\n- REBUS: 16mm concentric.\n- CBCT: Tool in lesion.\n- Bx x4, Brush x1.\n- Minimal oozing.\n- Stable.",
  "RAB-0014_syn_5": "case 14 65m lul nodule ion robotic bronch nav to anterior segment rebus showed concentric 16mm lesion cbct confirmed tool in lesion took biopsies and brush minimal oozing stopped on its own",
  "RAB-0014_syn_6": "Robotic navigational bronchoscopy with biopsy. LUL nodule. Ion system used. REBUS showed 16 mm concentric lesion. CBCT confirmed position. Biopsies and brushings obtained. No complications.",
  "RAB-0014_syn_7": "[Indication]\n1.6 cm LUL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to LUL. REBUS concentric. CBCT confirmation. Biopsies and brush.\n[Plan]\nDischarge. Path review.",
  "RAB-0014_syn_8": "A 65-year-old male underwent robotic bronchoscopy for a left upper lobe nodule. We used the Ion system to navigate to the anterior segment. Radial EBUS showed a concentric lesion, and CBCT confirmed the tool was inside. We obtained biopsies and a brushing with minimal oozing. The procedure was successful.",
  "RAB-0014_syn_9": "Indication: LUL opacity.\nProcedure: Robotic guidance, ultrasonic localization, tissue harvesting.\nFindings: 16mm concentric target.\nVerification: 3D fluoroscopy.\nAction: Acquired tissue via forceps and brush. No hemorrhage.",
  "RAB-0014": "PATIENT: [REDACTED] 14, 65-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 65-year-old man with 1.6 cm left upper lobe anterior segment nodule, PET SUV 3.9, referred for Ion robotic biopsy. PREOPERATIVE DIAGNOSIS: Left upper lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). After induction of general anesthesia and ETT placement, CT-based navigation plan was loaded and complete automatic registration achieved. The catheter was advanced to the anterior LUL; radial EBUS showed a concentric 16 mm lesion. CBCT confirmed tool-in-lesion without pleural transgression. Forceps biopsies and a single brushing were obtained, with minimal oozing that resolved spontaneously. The procedure was completed without complications."
}
