{
  "RAB-0015_syn_1": "Indication: LLL nodule.\nProc: Monarch bronch, REBUS, bx.\nFindings: 17mm eccentric lesion.\nAction: Bx and brush. Aug fluoro used.\nResult: No bleeding.",
  "RAB-0015_syn_2": "OPERATIVE SUMMARY: The patient, a 60-year-old female, underwent Monarch robotic bronchoscopy for a left lower lobe nodule. Navigation to the superior segment was successful. Radial EBUS id[REDACTED] an eccentric 17 mm lesion. Augmented fluoroscopy confirmed alignment; CBCT was not required. Biopsies and a brushing were collected. The patient remained stable throughout.",
  "RAB-0015_syn_3": "CPT 31627 (Monarch Nav), 31654 (EBUS), 31628 (Bx), 31623 (Brush).\nTarget: LLL superior segment.\nImaging: Augmented fluoroscopy sufficient.\nOutcome: Samples obtained.",
  "RAB-0015_syn_4": "Resident Note\nPt: 60F\nOp: Monarch LLL Bx\n- Nav to LLL superior.\n- REBUS: 17mm eccentric.\n- Aug Fluoro: Good.\n- Bx x4, Brush x1.\n- No bleeding.\n- Stable.",
  "RAB-0015_syn_5": "60 female lll nodule monarch robot used nav to superior segment rebus eccentric lesion augmented fluoro used to refine position took biopsies and brush minimal bleeding discharged home",
  "RAB-0015_syn_6": "Robotic navigational bronchoscopy (Monarch). LLL nodule. Monarch system used. REBUS showed eccentric lesion. Augmented fluoroscopy used. Biopsies and brushings obtained. No complications.",
  "RAB-0015_syn_7": "[Indication]\n1.7 cm LLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch nav to LLL. REBUS eccentric. Aug fluoro confirmation. Biopsies and brush.\n[Plan]\nDischarge. Path review.",
  "RAB-0015_syn_8": "We performed a robotic bronchoscopy on a 60-year-old female using the Monarch platform for a left lower lobe nodule. We navigated to the superior segment and visualized the lesion with radial EBUS. Augmented fluoroscopy confirmed the alignment. We collected multiple samples without complications.",
  "RAB-0015_syn_9": "Indication: LLL lesion.\nProcedure: Monarch robotic steering, ultrasonic detection, tissue sampling.\nFindings: 17mm eccentric target.\nVerification: Enhanced fluoroscopy.\nAction: Harvested specimens. Recovery uneventful.",
  "RAB-0015": "PATIENT: [REDACTED] 15, 60-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 60-year-old woman with 1.7 cm left lower lobe superior segment nodule and mild hilar adenopathy, undergoing Monarch robotic bronchoscopy for parenchymal sampling. PREOPERATIVE DIAGNOSIS: Left lower lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Monarch platform (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Under general anesthesia with ETT, CT-based plan was loaded and registration completed. The robotic catheter and sheath were advanced to the LLL superior segment; radial EBUS showed an eccentric 17 mm lesion. Augmented fluoroscopy was used to refine alignment, and CBCT was not required. Several forceps biopsies and a brushing were obtained; bleeding was minimal. The patient remained hemodynamically stable and was discharged after observation."
}
