{
  "RAB-0003_syn_1": "Indication: RML nodule.\nProc: Ion bronch, REBUS, bx.\nFindings: 12mm adjacent lesion.\nAction: 5 forceps bx. Augmented fluoro used.\nPlan: Discharge.",
  "RAB-0003_syn_2": "OPERATIVE SUMMARY: The patient underwent elective robotic bronchoscopy for a right middle lobe nodule. The Intuitive Ion system facilitated navigation to the lateral segment. Radial EBUS id[REDACTED] a 12 mm lesion adjacent to the airway. Augmented fluoroscopic guidance verified catheter placement. Five transbronchial biopsy specimens were obtained. There was no active hemorrhage upon completion.",
  "RAB-0003_syn_3": "Service: Robotic Bronchoscopy (31627), EBUS (31654), Biopsy (31628).\nTarget: RML lateral segment.\nImaging: Augmented fluoroscopy used to refine position (no CBCT).\nSamples: 5 forceps biopsies obtained.",
  "RAB-0003_syn_4": "Resident Procedure Note\nPatient: [REDACTED] 03\nSite: RML\nProcedure: Ion Bx\n- Plan loaded, reg complete.\n- Nav to RML lateral.\n- REBUS: Adjacent 12mm.\n- Fluoro check: Good.\n- Bx x5.\n- No bleeding.\n- Stable.",
  "RAB-0003_syn_5": "59 female incidental rml nodule robotic biopsy done today ion platform navigation to rml lateral segment rebus showed adjacent lesion 12mm augmented fluoro looked good taken 5 biopsies minimal bleeding discharged home after observation",
  "RAB-0003_syn_6": "Robotic navigational bronchoscopy with biopsy. Patient with 1.2 cm RML nodule. Ion system used. REBUS showed adjacent lesion. Augmented fluoroscopy confirmed position. Five forceps biopsies obtained. No complications. Patient discharged.",
  "RAB-0003_syn_7": "[Indication]\n1.2 cm RML nodule, mildly avid.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to RML. REBUS adjacent. Augmented fluoro confirmation. 5 biopsies taken. No brushing.\n[Plan]\nDischarge. Watch/wait vs tx based on path.",
  "RAB-0003_syn_8": "We performed a robotic biopsy on a 59-year-old female with a right middle lobe nodule. Using the Ion system, we navigated to the lateral segment where radial EBUS showed an adjacent 12 mm lesion. We used augmented fluoroscopy to confirm the tool's position. Five biopsies were taken with minimal bleeding. The patient was discharged after the procedure.",
  "RAB-0003_syn_9": "Indication: RML opacity.\nTechnique: Robotic maneuvering, ultrasonic detection, tissue extraction.\nFindings: 12mm parobronchial lesion.\nConfirmation: Enhanced fluoroscopy.\nAction: Collected 5 specimens. No hemorrhage. Recovery uneventful.",
  "RAB-0003": "PATIENT: [REDACTED] 03, 59-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 59-year-old never smoker with incidentally detected 1.2 cm right middle lobe lateral segment nodule, mildly FDG-avid (SUV 2.1), undergoing robotic biopsy for tissue diagnosis. PREOPERATIVE DIAGNOSIS: Right middle lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same, low to intermediate suspicion lesion. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628). After induction of general anesthesia and ETT placement, a CT-based plan was loaded and complete automatic registration performed. The Ion catheter was advanced to the RML lateral segment; radial EBUS demonstrated an adjacent 12 mm lesion with intact surrounding lung and no major vessel. Augmented fluoroscopy was used to refine catheter position and confirm tool-in-lesion. Five forceps biopsies were obtained with minimal bleeding and good specimen volume. No brushing or BAL was performed. Final survey showed no endobronchial abnormality beyond the biopsy site and no active hemorrhage. The patient tolerated the procedure well and was discharged after routine observation."
}
