{
  "RAB-0007_syn_1": "Indication: RUL nodule.\nProc: Ion bronch, Re-registration.\nFindings: 19mm concentric lesion.\nAction: Nav drift noted -> Re-registered. 4 bx, brush.\nResult: CBCT confirmed. No bleeding.",
  "RAB-0007_syn_2": "OPERATIVE SUMMARY: The patient underwent robotic bronchoscopy for a right upper lobe nodule. Intraoperatively, registration drift was noted, necessitating re-registration with tertiary landmarks. Following correction, the catheter was successfully navigated to the RUL apical segment. Radial EBUS and cone-beam CT confirmed the target. Biopsies and brushings were obtained without further issue.",
  "RAB-0007_syn_3": "CPT 31627: Navigational bronchoscopy (includes registration and correction of drift).\nCPT 31654: EBUS.\nCPT 31628: Biopsy.\nCPT 31623: Brushing.\nNote: Extra time for re-registration included in facility time, not extra CPT.",
  "RAB-0007_syn_4": "Resident Note\nPt: 58M\nOp: Ion RUL Bx\n- Issue: CT-to-body divergence (drift).\n- Fix: Re-registered.\n- Nav to RUL apical.\n- REBUS: 19mm concentric.\n- CBCT: Tool in lesion.\n- Bx x4, Brush x1.\n- Good hemostasis.",
  "RAB-0007_syn_5": "case 07 58m rul nodule ion system used we had some drift mid case had to re register then it was fine went to apical segment rebus showed 19mm lesion cbct confirmed biopsy and brush taken mild bleeding stopped discharge home",
  "RAB-0007_syn_6": "Robotic navigational bronchoscopy with re-registration. RUL nodule. Ion system used. Drift noted and corrected. REBUS showed 19 mm concentric lesion. CBCT confirmed position. Biopsies and brushings obtained. No active bleeding.",
  "RAB-0007_syn_7": "[Indication]\n1.9 cm RUL apical nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav with re-registration due to drift. REBUS concentric. CBCT confirmation. Forceps bx and brush.\n[Plan]\nDischarge. Path review.",
  "RAB-0007_syn_8": "We performed a robotic bronchoscopy on a 58-year-old male with a right upper lobe nodule. We encountered registration drift during the procedure and had to re-register the system. Once corrected, we navigated to the apical segment where radial EBUS and CBCT confirmed the lesion. We obtained multiple biopsies and brushings. The patient was discharged home.",
  "RAB-0007_syn_9": "Indication: RUL opacity.\nProcedure: Robotic guidance (re-calibrated), ultrasonic localization, tissue harvesting.\nFindings: 19mm target.\nVerification: 3D imaging.\nAction: Collected specimens. No complications.",
  "RAB-0007": "PATIENT: [REDACTED] 07, 58-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 58-year-old man with 1.9 cm apical segment right upper lobe nodule; CT suggests bronchus sign and minimal motion artifact, undergoing Ion robotic biopsy. PREOPERATIVE DIAGNOSIS: Right upper lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Automatic registration was performed but registration drift was noted mid-[REDACTED], likely due to atelectasis and PEEP changes. Re-registration with additional tertiary landmarks was performed with improved alignment. The catheter was advanced to the RUL apical segment; radial EBUS demonstrated a concentric 19 mm lesion. CBCT confirmed catheter tip within the lesion. Multiple forceps biopsies and brushings were obtained, with mild self-limited bleeding. Final inspection showed no active bleeding and widely patent airways. The patient tolerated the procedure well and was discharged home the same day."
}
