{
  "RAB-0009_syn_1": "Indication: Lingular nodule.\nProc: Monarch bronch, REBUS, bx.\nFindings: 10mm subpleural lesion.\nAction: 4 bx. Aug fluoro used.\nResult: No bleeding. Discharge.",
  "RAB-0009_syn_2": "OPERATIVE NOTE: The patient underwent Monarch robotic bronchoscopy for a small lingular nodule. Navigation was successful to the subpleural space. Radial EBUS id[REDACTED] an adjacent 10 mm lesion. Augmented fluoroscopy was utilized to confirm tool-in-lesion status. Transbronchial biopsies were obtained without complication.",
  "RAB-0009_syn_3": "CPT 31627 (Monarch Nav), 31654 (EBUS), 31628 (Bx).\nNote: No brushing (31623) performed. No CBCT used, only augmented fluoroscopy.",
  "RAB-0009_syn_4": "Resident Note\nPt: 52F\nOp: Monarch Lingula Bx\n- Nav to Lingula.\n- REBUS: Adjacent 10mm.\n- Aug Fluoro: Confirmed.\n- Bx x4.\n- No brush.\n- No bleeding.",
  "RAB-0009_syn_5": "52 female lingular nodule 1cm monarch robot used nav to lingula rebus showed adjacent lesion subpleural used augmented fluoro to check position took 4 biopsies no brush needed patient discharged",
  "RAB-0009_syn_6": "Robotic navigational bronchoscopy (Monarch). Lingular nodule. Monarch system used. REBUS showed 10 mm adjacent lesion. Augmented fluoroscopy confirmed position. Four biopsies obtained. No complications.",
  "RAB-0009_syn_7": "[Indication]\n1.0 cm Lingular nodule.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch nav to Lingula. REBUS adjacent. Aug fluoro confirmation. 4 biopsies.\n[Plan]\nDischarge. Path f/u.",
  "RAB-0009_syn_8": "We performed a robotic bronchoscopy on a 52-year-old female with a lingular nodule using the Monarch platform. Navigation led us to a subpleural location where radial EBUS showed an adjacent 10 mm lesion. Augmented fluoroscopy confirmed the position. We took four biopsies with no complications.",
  "RAB-0009_syn_9": "Indication: Lingular opacity.\nProcedure: Monarch robotic steering, ultrasonic detection, tissue sampling.\nFindings: 10mm adjacent target.\nVerification: Enhanced fluoroscopy.\nAction: Acquired specimens. Recovery uneventful.",
  "RAB-0009": "PATIENT: [REDACTED] 09, 52-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 52-year-old never smoker with a 1.0 cm lingular pulmonary nodule, noncalcified and mildly FDG-avid, referred for Monarch robotic biopsy. PREOPERATIVE DIAGNOSIS: Lingular pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Monarch platform (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628). With the patient under general anesthesia and ETT, CT-based plan was loaded and airway registration completed. The robotic catheter and sheath were advanced along the planned path to the lingular segment. Radial EBUS demonstrated an adjacent 10 mm lesion immediately subpleural. Augmented fluoroscopy without CBCT was used to refine position, confirming tool-in-lesion. Four forceps biopsies were obtained with minimal bleeding. No brushing or BAL was performed. The patient tolerated the procedure well and was discharged after routine recovery."
}
