{
  "RAB-0005_syn_1": "Indication: RLL nodule, ILD.\nProc: Ion bronch, REBUS, Cryobiopsy.\nFindings: 25mm heterogeneous lesion.\nAction: 2 cryo samples, 1 brush. Balloon tamponade used.\nPlan: Admit for obs.",
  "RAB-0005_syn_2": "OPERATIVE NOTE: The patient, a 71-year-old male with interstitial lung disease, presented with a right lower lobe nodule. Robotic bronchoscopy was utilized for navigation. Radial EBUS id[REDACTED] a 25 mm lesion in the superior segment. A cryoprobe was introduced, and two transbronchial cryobiopsies were obtained to maximize diagnostic yield. Moderate bleeding occurred, necessitating balloon tamponade. No pneumothorax was detected post-procedure.",
  "RAB-0005_syn_3": "Billing: 31628 (Lung Biopsy - Primary for Cryo if single lobe).\n31627 (Nav), 31654 (REBUS), 31623 (Brush).\nNote: Cryobiopsy used for nodule diagnosis in setting of ILD.",
  "RAB-0005_syn_4": "Resident Note\nPt: 71M, ILD\nProc: Ion RLL Cryobiopsy\n- Nav to RLL superior.\n- REBUS: 25mm.\n- Blocker placed.\n- Cryo x2 (1.7mm probe).\n- Brush x1.\n- Mod bleeding -> Balloon up.\n- Admitted.",
  "RAB-0005_syn_5": "patient 71 male with fibrosis and rll nodule robotic bronch today used ion nav to rll superior segment rebus 25mm lesion used the cryoprobe for biopsy 2 passes moderate bleeding had to use the balloon blocker stopped eventually admitted for observation",
  "RAB-0005_syn_6": "Robotic navigational bronchoscopy with cryobiopsy. Indication: RLL nodule in ILD. Ion system used. REBUS showed 25 mm lesion. Two cryobiopsy samples taken. Moderate bleeding controlled with balloon. No pneumothorax. Admitted.",
  "RAB-0005_syn_7": "[Indication]\n2.5 cm RLL nodule in ILD.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to RLL. REBUS confirmed lesion. 2 cryobiopsies taken. Balloon tamponade for bleeding.\n[Plan]\nAdmit overnight. CXR.",
  "RAB-0005_syn_8": "This 71-year-old male with ILD and a right lower lobe nodule underwent robotic bronchoscopy. We navigated to the lesion using the Ion system and confirmed it with radial EBUS. We obtained two cryobiopsy samples and one brushing. Moderate bleeding was managed with a bronchial blocker. The patient was admitted for observation.",
  "RAB-0005_syn_9": "Indication: RLL mass in fibrotic lung.\nTechnique: Robotic guidance, ultrasonic check, cryo-adhesion sampling.\nFindings: 25mm opacity.\nAction: Retrieved frozen specimens. Tamponade applied for hemorrhage. Hospitalization required.",
  "RAB-0005": "PATIENT: [REDACTED] 05, 71-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 71-year-old man with 2.5 cm superior segment right lower lobe nodule in the setting of fibrotic interstitial lung disease, undergoing robotic-assisted cryobiopsy to establish diagnosis and evaluate for malignancy. PREOPERATIVE DIAGNOSIS: Right lower lobe pulmonary nodule in ILD. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial cryobiopsy (CPT 31632), transbronchial brushing (CPT 31623). Under general anesthesia with ETT, CT-based plan was loaded and automatic complete registration achieved. The Ion catheter was advanced to the RLL superior segment; radial EBUS revealed a heterogeneous 25 mm lesion without major vessels. An endobronchial blocker was positioned proximally. Two cryobiopsy samples were obtained using a 1.7 mm cryoprobe through the extended working channel with brief freeze times, followed by one cytology brushing. There was moderate but self-limited bleeding controlled by balloon tamponade and iced saline. No radiographic evidence of pneumothorax was seen. The patient remained stable and was admitted overnight for observation."
}
