{
  "RAB-0013_syn_1": "Indication: RML nodule.\nProc: Monarch bronch, REBUS, bx.\nFindings: 20mm eccentric lesion.\nAction: 5 bx, 1 brush. CBCT used.\nResult: Extubated. Stable.",
  "RAB-0013_syn_2": "OPERATIVE NOTE: The patient, a 73-year-old female with COPD, underwent Monarch robotic bronchoscopy for a right middle lobe nodule. Navigation to the medial segment was achieved. Radial EBUS demonstrated an eccentric 20 mm lesion. Cone-beam CT confirmed the catheter position. Multiple biopsies and a brushing were obtained. The patient was extubated without difficulty.",
  "RAB-0013_syn_3": "CPT 31627 (Monarch Nav), 31654 (EBUS), 31628 (Bx), 31623 (Brush).\nComorbidity: COPD.\nImaging: CBCT used.\nOutcome: Successful sampling.",
  "RAB-0013_syn_4": "Resident Note\nPt: 73F, COPD\nOp: Monarch RML Bx\n- Nav to RML medial.\n- REBUS: 20mm eccentric.\n- CBCT: Confirmed.\n- Bx x5, Brush x1.\n- No bleeding.\n- Extubated ok.",
  "RAB-0013_syn_5": "73 female copd rml nodule monarch robot used nav to medial segment rebus eccentric lesion cbct confirmed position took 5 biopsies and a brush minimal bleeding extubated fine",
  "RAB-0013_syn_6": "Robotic navigational bronchoscopy (Monarch). RML nodule. Monarch system used. REBUS showed eccentric lesion. CBCT confirmed position. Biopsies and brushings obtained. No complications. Patient extubated.",
  "RAB-0013_syn_7": "[Indication]\n2.0 cm RML nodule, COPD.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch nav to RML. REBUS eccentric. CBCT confirmation. 5 biopsies, 1 brush.\n[Plan]\nDischarge. Path review.",
  "RAB-0013_syn_8": "We performed a robotic bronchoscopy on a 73-year-old female with COPD and a right middle lobe nodule. Using the Monarch platform, we navigated to the medial segment. Radial EBUS and CBCT confirmed the lesion. We obtained multiple biopsies and a brushing. The patient was extubated and recovered well.",
  "RAB-0013_syn_9": "Indication: RML neoplasm.\nTechnique: Monarch robotic piloting, ultrasonic scanning, tissue acquisition.\nFindings: 20mm eccentric target.\nVerification: Volumetric CT.\nAction: Collected specimens. No hemorrhage.",
  "RAB-0013": "PATIENT: [REDACTED] 13, 73-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 73-year-old woman with COPD and 2.0 cm right middle lobe medial segment nodule, PET SUV 5.5, undergoing Monarch robotic biopsy. PREOPERATIVE DIAGNOSIS: Right middle lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Monarch platform (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Under general anesthesia with ETT, CT-based plan was loaded and airway registration completed. The robotic catheter was advanced to the medial RML; radial EBUS revealed an eccentric 20 mm lesion. CBCT demonstrated catheter tip across the most solid portion of the nodule. Multiple forceps biopsies and one brushing were obtained without significant bleeding. The patient was extubated and returned to baseline oxygen requirement."
}
