{
  "RAB-0011_syn_1": "Indication: LLL nodules.\nProc: Ion bronch, Partial Reg, bx.\nFindings: 1.4cm dominant nodule.\nAction: Bx of both nodules. Aug fluoro.\nResult: No complications.",
  "RAB-0011_syn_2": "OPERATIVE NOTE: The patient presented with clustered left lower lobe nodules. Robotic bronchoscopy (Ion) was performed using a partial registration strategy. The dominant 1.4 cm nodule was targeted first, showing a concentric REBUS view. Biopsies and brushings were taken. The smaller satellite nodule was also sampled along the same track. Augmented fluoroscopy confirmed positioning.",
  "RAB-0011_syn_3": "CPT 31627 (Nav), 31654 (EBUS), 31628 (Bx), 31623 (Brush).\nNote: Multiple lesions sampled in same lobe = single unit of 31628. Partial registration used for efficiency.",
  "RAB-0011_syn_4": "Resident Note\nPt: 61F\nOp: Ion LLL Bx (Cluster)\n- Partial reg.\n- Nav to LLL.\n- REBUS: Concentric 1.4cm.\n- Aug Fluoro used.\n- Bx dominant & satellite nodules.\n- Brush x1.\n- No bleeding.",
  "RAB-0011_syn_5": "61 female lll clustered nodules ion robot partial reg used navigated to big one 1.4cm concentric on rebus took biopsies and a brush then took bites of the little one too augmented fluoro confirmed tool in lesion no issues",
  "RAB-0011_syn_6": "Robotic navigational bronchoscopy with partial registration. LLL clustered nodules. Ion system used. REBUS showed concentric lesion. Augmented fluoroscopy used. Biopsies of both nodules obtained. No complications.",
  "RAB-0011_syn_7": "[Indication]\nClustered LLL nodules.\n[Anesthesia]\nGeneral.\n[Description]\nIon partial reg. Nav to LLL. REBUS concentric. Aug fluoro. Biopsies of dominant and satellite nodules.\n[Plan]\nDischarge. Path review.",
  "RAB-0011_syn_8": "We performed a robotic bronchoscopy on a 61-year-old female with clustered nodules in the left lower lobe. Using the Ion system with partial registration, we navigated to the dominant nodule. Radial EBUS showed a concentric view. We biopsied both the dominant and satellite nodules. The patient tolerated the procedure well.",
  "RAB-0011_syn_9": "Indication: LLL nodules.\nMethod: Robotic steering (partial mapping), ultrasonic detection, tissue sampling.\nFindings: 1.4cm concentric target.\nVerification: Enhanced fluoroscopy.\nAction: Acquired specimens from multiple sites. No hemorrhage.",
  "RAB-0011": "PATIENT: [REDACTED] 11, 61-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 61-year-old woman with two closely clustered nodules in the lateral basal left lower lobe measuring 1.1 and 1.4 cm, undergoing Ion robotic biopsy with partial registration. PREOPERATIVE DIAGNOSIS: Multiple left lower lobe pulmonary nodules. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). After general anesthesia and ETT, a partial ipsilateral registration (left tree) was performed. Navigation was directed to the dominant 1.4 cm nodule; radial EBUS showed a concentric lesion. Augmented fluoroscopy confirmed tool-in-lesion. Multiple forceps biopsies and a single brushing were obtained; the smaller adjacent nodule was sampled along the same trajectory with additional forceps passes. Bleeding was minimal and there were no complications."
}
