{
  "RAB-0008_syn_1": "Indication: RLL nodule.\nProc: Monarch bronch, REBUS, bx.\nFindings: 14mm concentric lesion.\nAction: 5 bx, 1 brush. CBCT used.\nResult: No bleeding. Discharge.",
  "RAB-0008_syn_2": "PROCEDURE REPORT: This 63-year-old male with a right lower lobe nodule underwent robotic-assisted bronchoscopy using the Monarch platform. The robotic sheath was advanced to the basilar segment. Radial EBUS visualized a concentric 14 mm lesion. Cone-beam CT provided confirmation of catheter placement. Forceps biopsies and brushings were collected. The patient tolerated the procedure well.",
  "RAB-0008_syn_3": "Codes: 31627 (Monarch Nav), 31654 (EBUS), 31628 (Bx), 31623 (Brush).\nPlatform: Auris Monarch.\nImaging: CBCT used for verification.\nTarget: RLL basilar.",
  "RAB-0008_syn_4": "Trainee Note\nPt: 63M\nAttending: Dr. Flores\nSystem: Monarch\n- Reg completed.\n- Nav to RLL basilar.\n- REBUS: 14mm concentric.\n- CBCT: Tool in lesion.\n- Bx x5, Brush x1.\n- Hemostasis good.",
  "RAB-0008_syn_5": "patient 63 male rll nodule monarch robot used for this one nav to basilar segment rebus showed 14mm lesion concentric cbct confirmed position took 5 biopsies and a brush no bleeding patient did well",
  "RAB-0008_syn_6": "Robotic navigational bronchoscopy (Monarch) with biopsy. RLL nodule. Monarch system used. REBUS showed 14 mm concentric lesion. CBCT confirmed position. Forceps biopsies and brushings obtained. No complications.",
  "RAB-0008_syn_7": "[Indication]\n1.4 cm RLL basilar nodule.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch nav to RLL. REBUS concentric. CBCT confirmation. 5 biopsies, 1 brush.\n[Plan]\nDischarge. Tumor board if malignant.",
  "RAB-0008_syn_8": "A 63-year-old male underwent robotic bronchoscopy using the Monarch platform for a right lower lobe nodule. We navigated to the basilar segment and confirmed the lesion with radial EBUS and cone-beam CT. We obtained five biopsies and one brushing. The patient was discharged without complications.",
  "RAB-0008_syn_9": "Indication: RLL nodule.\nTechnique: Monarch robotic piloting, ultrasonic scanning, tissue acquisition.\nFindings: 14mm concentric target.\nVerification: Volumetric CT.\nAction: Harvested tissue. No hemorrhage.",
  "RAB-0008": "PATIENT: [REDACTED] 08, 63-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 63-year-old former smoker with a 1.4 cm basilar right lower lobe nodule (SUV 3.0) referred for robotic biopsy using the Monarch platform. PREOPERATIVE DIAGNOSIS: Right lower lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Monarch platform (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Under general anesthesia with ETT, a CT-based navigation plan was loaded and airway registration completed. The robotic catheter and sheath were advanced to the basilar RLL under navigation guidance. Radial EBUS demonstrated a concentric 14 mm lesion with no large vessel signal. CBCT confirmed appropriate catheter position within the nodule. Five forceps biopsies and one brushing were obtained through the working channel. Hemostasis was confirmed endoscopically and by stable ventilatory parameters. The patient tolerated the procedure well without immediate complications."
}
