{
  "RAB-0002_syn_1": "Dx: RUL nodule, susp cancer.\nProc: Ion bronch, REBUS, bx.\nFindings: 22mm eccentric lesion.\nAction: 6 bx, 2 brush. Oozing stopped w/ iced saline.\nResult: Hemostasis. Extubated.",
  "RAB-0002_syn_2": "PROCEDURE NOTE: This 74-year-old female with a highly metabolic RUL nodule underwent robotic-assisted bronchoscopy. The Ion catheter was driven to the posterior segment of the right upper lobe. Radial EBUS imaging revealed an eccentric, heterogeneous 22 mm mass. Intraprocedural cone-beam CT confirmed the biopsy tool's position within the target. Extensive sampling via forceps and brush was conducted. Minor hemorrhage was managed successfully with cold saline lavage.",
  "RAB-0002_syn_3": "Billing Codes: 31627 (Robotic Nav), 31654 (Peripheral EBUS), 31628 (Bx), 31623 (Brush).\nJustification: 2.2 cm RUL lesion required advanced navigation and imaging (CBCT) for accurate targeting. Multiple samples taken to ensure diagnostic yield for suspected primary lung cancer.",
  "RAB-0002_syn_4": "Trainee Note\nPt: 74F\nAttending: Dr. Ortiz\nOp: Ion RUL Bx\n- GA/ETT.\n- Registered Ion.\n- Nav to RUL posterior.\n- REBUS: Eccentric 22mm.\n- CBCT: Good position.\n- Bx: 6 forceps, 2 brush.\n- Bleeding: Mild, stopped w/ saline.",
  "RAB-0002_syn_5": "case 2 74 female rul nodule likely cancer ion system used for biopsy reg was auto complete nav to posterior segment rebus showed eccentric lesion cbct confirmed we took 6 bites with forceps and 2 brushes little bit of oozing used iced saline stopped fine extubated in room",
  "RAB-0002_syn_6": "Robotic navigational bronchoscopy, radial EBUS, and biopsy. 74-year-old female with RUL nodule. Ion system used. Radial EBUS showed 22 mm eccentric lesion. CBCT used for verification. Forceps biopsies and brushings obtained. Mild bleeding controlled. Patient extubated and stable.",
  "RAB-0002_syn_7": "[Indication]\nEnlarging 2.2 cm RUL nodule, SUV 8.1.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon navigation to RUL posterior. REBUS eccentric. CBCT confirmation. 6 biopsies, 2 brushings. Hemostasis achieved.\n[Plan]\nExpedited path review. Staging if malignant.",
  "RAB-0002_syn_8": "A 74-year-old woman presented with a suspicious right upper lobe nodule. We performed a robotic bronchoscopy using the Ion system. Upon reaching the posterior segment, radial EBUS revealed an eccentric lesion. We used cone-beam CT to confirm our tool was inside the lesion before taking six biopsies and two brushings. Mild bleeding was noted and treated with iced saline. The patient was extubated without complication.",
  "RAB-0002_syn_9": "Indication: RUL neoplasm.\nMethod: Robotic steering, ultrasonic scanning, tissue acquisition.\nFindings: 22mm irregular mass.\nVerification: 3D fluoroscopy.\nAction: Harvested tissue via forceps and brush. Hemorrhage arrested with saline. Airway patent.",
  "RAB-0002": "PATIENT: [REDACTED] 02, 74-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 74-year-old woman with enlarging 2.2 cm posterior segment right upper lobe nodule, intensely FDG-avid on PET (SUV 8.1) with bronchus sign present, referred for robotic biopsy. PREOPERATIVE DIAGNOSIS: Right upper lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same, likely primary lung cancer. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). Under general anesthesia and ETT, complete automatic registration was achieved. The robotic catheter was advanced to the RUL posterior segment; radial EBUS demonstrated an eccentric 22 mm lesion with heterogeneous internal echoes and no large vessels. CBCT confirmed the sampling catheter within the lesion. Six forceps biopsies and two brushings were obtained; mild oozing was controlled with iced saline. Final bronchoscopic survey showed hemostasis and patent segmental bronchi. The patient was extubated in the procedure room and recovered without immediate complications."
}
