{
  "RAB-0004_syn_1": "Dx: LUL nodule, mediastinal nodes.\nProc: Ion bronch, REBUS, TBNA, forceps bx.\nFindings: 9mm concentric lesion.\nAction: Forceps bx and TBNA performed.\nResult: Mild oozing, resolved.",
  "RAB-0004_syn_2": "PROCEDURE REPORT: This 67-year-old male with a left upper lobe nodule and lymphadenopathy underwent robotic diagnostic bronchoscopy. The Ion catheter was navigated to the apicoposterior segment. Radial EBUS demonstrated a small 9 mm concentric lesion. Forceps biopsies were obtained, followed by transbronchial needle aspiration (TBNA) of the peribronchial tissue. Hemostasis was secured.",
  "RAB-0004_syn_3": "CPT 31629 (TBNA): Primary code for needle aspiration of peribronchial tissue.\nCPT 31627 (Nav): Robotic guidance.\nCPT 31654 (REBUS): Localization.\nNote: Forceps biopsy (31628) bundled/not separately billed if same site as TBNA depending on payer, but documented here as performed.",
  "RAB-0004_syn_4": "Trainee Note\nPt: 67M\nOp: Ion LUL Bx + TBNA\n- Nav to LUL apicoposterior.\n- REBUS: 9mm concentric.\n- Forceps Bx taken.\n- TBNA needle used for peribronchial sample.\n- No CBCT.\n- Mild bleeding, stopped.",
  "RAB-0004_syn_5": "case 04 67m lul nodule and nodes robotic bronch with ion system nav to apicoposterior segment rebus showed small 9mm lesion did forceps biopsy and then tbna needle passes too mild oozing iced saline used no complications",
  "RAB-0004_syn_6": "Robotic navigational bronchoscopy with TBNA and biopsy. LUL nodule. Ion system used. REBUS showed 9 mm concentric lesion. Forceps biopsies and TBNA performed. Mild oozing controlled. Patient tolerated well.",
  "RAB-0004_syn_7": "[Indication]\n9mm LUL nodule, peribronchial tissue.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to LUL. REBUS concentric. Forceps bx and TBNA performed. No CBCT.\n[Plan]\nPath review. Staging if malignant.",
  "RAB-0004_syn_8": "A 67-year-old male underwent robotic bronchoscopy for a left upper lobe nodule. We navigated to the apicoposterior segment using the Ion system. Radial EBUS showed a small concentric lesion. We performed both forceps biopsies and transbronchial needle aspiration (TBNA). Mild bleeding was controlled with iced saline. The procedure was completed without complications.",
  "RAB-0004_syn_9": "Indication: LUL lesion.\nProcedure: Robotic piloting, ultrasonic verification, needle aspiration, forceps sampling.\nFindings: 9mm target.\nAction: Acquired tissue via needle and forceps. Hemostasis confirmed.",
  "RAB-0004": "PATIENT: [REDACTED] 04, 67-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 67-year-old ex-smoker with 9 mm apicoposterior left upper lobe nodule (SUV 2.8) and mildly enlarged mediastinal nodes, referred for robotic biopsy plus transbronchial needle aspiration. PREOPERATIVE DIAGNOSIS: Left upper lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same; associated peribronchial soft tissue. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial needle aspiration (CPT 31629). After general anesthesia and ETT placement, the CT-based plan was loaded and complete automatic registration achieved. The robotic catheter was advanced to the apicoposterior LUL; radial EBUS showed a small concentric 9 mm lesion. Forceps biopsies were taken, followed by TBNA passes into peribronchial tissue along the same trajectory. No CBCT was used due to small size and stable alignment. Mild oozing occurred and resolved with iced saline; no endobronchial obstruction was seen. The patient tolerated the procedure without immediate complications."
}
