{
  "RAB-0006_syn_1": "Indication: LLL nodule.\nProc: Ion bronch, Partial Reg.\nFindings: 15mm eccentric lesion.\nAction: 4 bx, 1 brush. Augmented fluoro.\nResult: No bleeding. Discharge.",
  "RAB-0006_syn_2": "PROCEDURE RECORD: Ms. [REDACTED] underwent robotic bronchoscopy for a left lower lobe nodule. To optimize efficiency, a partial ipsilateral registration strategy was employed with the Ion system. Navigation to the basilar segment was successful. Radial EBUS demonstrated an eccentric 15 mm lesion. Tool-in-lesion was confirmed via augmented fluoroscopy. Biopsies and brushings were obtained without incident.",
  "RAB-0006_syn_3": "Code 31627: Navigational bronchoscopy (Partial registration is sufficient if target reached).\nCode 31654: EBUS.\nCode 31628: Transbronchial biopsy.\nCode 31623: Brushing.\nOutcome: Successful sampling of 1.5cm nodule.",
  "RAB-0006_syn_4": "Trainee Note\nPt: 64F\nOp: Ion LLL Bx (Partial Reg)\n- Partial reg (left side only).\n- Nav to LLL basilar.\n- REBUS: 15mm eccentric.\n- Aug Fluoro: Confirmed.\n- Bx x4, Brush x1.\n- No complications.",
  "RAB-0006_syn_5": "64 female lll nodule 1.5cm robotic bronch ion system partial registration used worked fine navigated to basilar segment rebus showed lesion eccentric augmented fluoro used for confirmation took 4 biopsies and a brush no bleeding sent home",
  "RAB-0006_syn_6": "Robotic navigational bronchoscopy with partial registration. LLL nodule. Ion system used. Partial registration performed. REBUS showed 15 mm eccentric lesion. Augmented fluoroscopy used. Biopsies and brushings obtained. No complications.",
  "RAB-0006_syn_7": "[Indication]\n1.5 cm LLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon partial registration. Nav to LLL. REBUS eccentric. Aug fluoro confirmation. 4 biopsies, 1 brush.\n[Plan]\nDischarge. Path f/u.",
  "RAB-0006_syn_8": "A 64-year-old female underwent robotic bronchoscopy for a left lower lobe nodule. We used a partial registration strategy with the Ion system, which was successful. Radial EBUS showed an eccentric lesion, and augmented fluoroscopy confirmed the tool's position. We took four biopsies and one brushing with minimal bleeding. The patient was discharged.",
  "RAB-0006_syn_9": "Indication: LLL nodule.\nMethod: Robotic steering (partial mapping), ultrasonic detection, tissue sampling.\nFindings: 15mm eccentric target.\nVerification: Enhanced fluoroscopy.\nAction: Acquired specimens. No hemorrhage.",
  "RAB-0006": "PATIENT: [REDACTED] 06, 64-year-old female. MRN: [REDACTED]. INDICATION FOR OPERATION: 64-year-old woman with solitary 1.5 cm basilar segment left lower lobe nodule, PET SUV 4.0, selected for partial Ion registration to optimize efficiency. PREOPERATIVE DIAGNOSIS: Left lower lobe pulmonary nodule. POSTOPERATIVE DIAGNOSIS: Same. PROCEDURE: Robotic navigational bronchoscopy using Intuitive Ion system with partial registration strategy (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), transbronchial brushing (CPT 31623). After general anesthesia and ETT placement, partial registration limited to the left-sided tracheobronchial tree was performed with automatic methods, yielding low fiducial error. The catheter was advanced along the planned pathway to the basilar LLL; radial EBUS showed an eccentric 15 mm lesion near the pleura. Augmented fluoroscopy was used for tool-in-lesion confirmation. Four forceps biopsies and one brushing were obtained with minimal bleeding. There were no immediate complications and the patient recovered uneventfully in the PACU."
}
