{
  "RAB-0010_syn_1": "Indication: RUL mass.\nProc: Monarch bronch, BAL, bx.\nFindings: 3cm eccentric mass.\nAction: Bx and BAL performed. CBCT used.\nResult: Minimal bleeding.",
  "RAB-0010_syn_2": "PROCEDURE REPORT: This 69-year-old male with a central RUL mass underwent robotic bronchoscopy via the Monarch system. Navigation to the target was achieved. Radial EBUS revealed an eccentric mass signal. Forceps biopsies were obtained, followed by bronchoalveolar lavage (BAL) of the segment. Cone-beam CT verified tool placement. Hemostasis was maintained.",
  "RAB-0010_syn_3": "CPT 31627 (Nav), 31654 (EBUS), 31628 (Bx), 31624 (BAL).\nJustification: Central mass required biopsy and washings for diagnosis. CBCT used for confirmation.",
  "RAB-0010_syn_4": "Trainee Note\nPt: 69M\nOp: Monarch RUL Bx + BAL\n- Nav to RUL central.\n- REBUS: Eccentric mass.\n- Bx x4.\n- BAL x1.\n- CBCT: Tool in lesion.\n- Minimal bleeding.",
  "RAB-0010_syn_5": "case 10 69m rul mass monarch system used nav to central rul rebus showed mass eccentric took biopsies and did a lavage bal cbct confirmed position bleeding controlled suction discharge",
  "RAB-0010_syn_6": "Robotic navigational bronchoscopy (Monarch) with BAL and biopsy. RUL mass. Monarch system used. REBUS showed eccentric mass. Forceps biopsies and BAL performed. CBCT confirmed position. Minimal bleeding.",
  "RAB-0010_syn_7": "[Indication]\n3.0 cm RUL mass.\n[Anesthesia]\nGeneral.\n[Description]\nMonarch nav to RUL. REBUS eccentric. CBCT confirmation. Biopsy and BAL performed.\n[Plan]\nDischarge. Tumor board.",
  "RAB-0010_syn_8": "A 69-year-old male with a right upper lobe mass underwent robotic bronchoscopy using the Monarch system. We navigated to the central RUL and confirmed the lesion with radial EBUS. We performed forceps biopsies and a BAL. Cone-beam CT confirmed the tool's position. The procedure was uncomplicated.",
  "RAB-0010_syn_9": "Indication: RUL tumor.\nTechnique: Monarch robotic piloting, ultrasonic scanning, lavage, tissue harvesting.\nFindings: 3cm mass.\nVerification: Volumetric CT.\nAction: Collected tissue and washings. Hemostasis confirmed.",
  "RAB-0010": "PATIENT: [REDACTED] 10, 69-year-old male. MRN: [REDACTED]. INDICATION FOR OPERATION: 69-year-old ex-smoker with 3.0 cm central right upper lobe mass causing mild cough and weight loss, undergoing Monarch robotic bronchoscopy with BAL and biopsy. PREOPERATIVE DIAGNOSIS: Right upper lobe mass. POSTOPERATIVE DIAGNOSIS: Same, highly suspicious for malignancy. PROCEDURE: Robotic navigational bronchoscopy using Monarch platform (CPT 31627), radial EBUS (CPT 31654), transbronchial lung biopsy (CPT 31628), bronchoalveolar lavage (CPT 31624). Following general anesthesia and airway stabilization, CT-based plan was loaded and registration completed. The robotic catheter was directed to the central RUL target; radial EBUS showed an eccentric mass signal. Forceps biopsies were obtained followed by BAL in the involved segment. CBCT was used to confirm tool position along the dominant portion of the lesion. Bleeding was minimal and controlled with suction. The patient tolerated the procedure without immediate complications."
}
