{
  "[REDACTED]": "DATE OF PROCEDURE: [REDACTED]\nNAME: [REDACTED]osbey MRN: [REDACTED]\nPREOPERATIVE DIAGNOSIS: \n1.\tSevere tracheobronchomalacia \n2.\tAirway stent partial obstruction from granulation tissue\nPOSTOPERATIVE DIAGNOSIS: \n1.\tSevere tracheobronchomalacia  status post tracheal Y-stent removal\nPROCEDURE PERFORMED: \n1.\tRigid and flexible bronchoscopy with  Tracheal stent removal\n2.\tCryotherapy to granulation tissue\nSURGEON: Jessica Muller, MD \nAssistant: Jeffery Tran MD (fellow)\nINDICATIONS:  Airway stent partial obstruction from granulation tissue\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: DESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. Once the patient was sedated and paralyzed a 12 mm non-ventilating rigid tracheoscope was inserted through the mouth into the sub-glottic space. A flexible T190 Olympus bronchoscope was inserted through the tracheoscope into the trachea and airway inspection was performed. The patient’s Y stent was well placed.  There was thick purulent mucous throughout the stent which was suctioned. At the distal aspect of the right mainstem limb there was granulation tissue causing about 50% obstruction and at the distal aspect of the left mainstem limb there was granulation tissue causing about 60%   after bypassing the granulation tissue there were thick copious purulent secretions through the lower lobes which were suctioned. The flexible bronchoscope was removed and the rigid optical forceps were inserted through the rigid scope. The forceps were used to grasp the proximal limb of the tracheal stent and were rotated repeatedly while withdrawing the stent into the rigid bronchoscope.  The stent was subsequently removed without difficulty and was fully intact.  Once his stent was removed the flexible bronchoscope was reinserted for repeat airway inspection. There was significant (near complete dynamic airway collapse of the trachea and mainstem bronchi as expected given known TBM.  The 1.9mm flexible cryoprobe was inserted through the working channel and cryotherapy was performed in the areas of granulation tissue with 30 second freeze thaw times and at least 3 activations per site. At this point the rigid bronchoscope was removed and the procedure was completed. \nComplications: None\nRecommendations:\n- Transfer back to PACU and then to wards\n-  Plan for stent holiday to allow healing of granulation tissue and based on symptoms possible replacement of the stent sometime in the future.  \nJessica Muller MD\nInterventional Pulmonology \nHouston Hospital"
}
