{
  "S31640-019_syn_1": "Indication: LMS obstruction (NSCLC).\nProc: Rigid bronch, mechanical debulking.\nFindings: 85% obstruction LMS.\nAction: Rigid coring + forceps excision.\nNo ablation/balloon.\nResult: Moderate residual narrowing, lobar orifices visible.\nEBL: 40mL.",
  "S31640-019_syn_2": "OPERATIVE NOTE: Rigid bronchoscopy for malignant left mainstem obstruction.\nFINDINGS: Friable tumor burden occluding the left mainstem bronchus.\nINTERVENTION: The rigid bronchoscope was utilized to mechanically core the central aspect of the tumor. Forceps were employed to excise the remaining peripheral tumor burden. This mechanical debridement successfully restored visualization of the distal lobar takeoffs without the use of adjuvant thermal therapy.",
  "S31640-019_syn_3": "CPT 31640: Bronchoscopy with tumor excision.\nSite: Left Mainstem Bronchus.\nTechnique: Rigid coring and forceps removal.\nMedical Necessity: 85% obstruction causing symptoms.\nExclusions: No destruction (31641) or stent (31636) performed.",
  "S31640-019_syn_4": "Procedure: Left Main Debulking\nPatient: [REDACTED]\nSteps:\n1. GA / Rigid Scope.\n2. Left main is 85% blocked.\n3. Cored it out with the scope.\n4. Grabbed pieces with forceps.\n5. Can see lobes now.\n6. Bleeding stopped with cold saline.\nDisposition: Floor.",
  "S31640-019_syn_5": "Daniel Scott 68M has a tumor in the left main bronchus. Did a rigid bronch. Tumor was friable and blocking most of the airway. We used the rigid scope to cut through it and forceps to clean it out. Mechanical removal only no burning. Opened it up enough to see the lobes. Admitted him to oncology.",
  "S31640-019_syn_6": "Rigid bronchoscopy with mechanical debulking of left mainstem tumor. Central obstruction of left mainstem from non–small cell lung cancer. Friable tumor filling 85% of left mainstem lumen found. Rigid coring and forceps debulking used to mechanically debulk and excise obstructing tumor. No ablation or balloon dilation performed. Lumen improved to moderate residual narrowing.",
  "S31640-019_syn_7": "[Indication]\nLMS obstruction, NSCLC.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n85% obstruction. Mechanical excision via rigid coring and forceps. No ablation. Lobar orifices visualized.\n[Plan]\nAdmit to floor.",
  "S31640-019_syn_8": "[REDACTED] a tumor blocking his left main airway. We used a rigid bronchoscope to fix this. We physically cored out the tumor using the end of the scope and used forceps to remove the pieces. We didn't use any lasers. We managed to open the airway enough to see the branches going to the upper and lower lobes.",
  "S31640-019_syn_9": "Procedure: Rigid endoscopy with physical tumor extraction.\nLocation: Left principal bronchus.\nIntervention: The rigid barrel was used to shear the mass. Grasping instruments extracted the tissue. No thermal destruction was applied.\nResult: Distal lobar orifices were visually confirmed.",
  "S31640-019": "INTERVENTIONAL PULMONOLOGY – RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING\n\nPatient: [REDACTED], 68-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Priya Mehta\n\nIndication:\nCentral obstruction of left mainstem from non–small cell lung cancer with uncontrolled wheeze and dyspnea.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of left mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope. ASA class III.\n\nFindings:\nFriable tumor filling ~85% of the left mainstem lumen with distal atelectasis.\n\nInterventions:\nRigid coring and forceps debulking were used to mechanically debulk and excise the obstructing tumor. No ablation or balloon dilation performed. Lumen improved to moderate residual narrowing with visible lobar orifices.\n\nHemostasis:\nControlled with cold saline and epinephrine.\n\nEBL:\n40 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and admitted to oncology floor."
}
