{
  "S31640-004_syn_1": "Procedure: Rigid bronch debulking.\nSite: R mainstem (RCC met).\nAction: Rigid coring, forceps excision, microdebrider.\nResult: 80% obstruction reduced to 20-30%.\nComplication: None.\nPlan: Floor admit.",
  "S31640-004_syn_2": "SURGICAL REPORT: The patient underwent rigid bronchoscopy for management of a metastatic renal cell carcinoma obstructing the right mainstem bronchus. Inspection revealed a vascular, polypoid lesion. Mechanical resection was achieved through a combination of rigid coring, forceps excision, and microdebridement. This approach effectively excised the intraluminal component of the tumor, restoring ventilation to the right lung lobes.",
  "S31640-004_syn_3": "Service: Bronchoscopy with Tumor Excision (31640).\nAnatomy: Right Mainstem Bronchus.\nMethod: Mechanical excision only (Coring, Forceps, Microdebrider).\nNote: High vascularity managed with cold saline/epi; no thermal ablation codes utilized. Documentation supports mechanical removal of obstructing tissue.",
  "S31640-004_syn_4": "Resident Note: R Mainstem Debulking\nAttending: Dr. Kim\n1. Rigid scope inserted.\n2. Tumor mapped in RMS.\n3. Cored with bevel.\n4. Forceps removal.\n5. Microdebrider used.\n6. Hemostasis good.\n7. Extubated -> Recovery.",
  "S31640-004_syn_5": "Procedure note sarah ibrahim... renal cell met to the right mainstem... rigid bronch used... tumor was pretty vascular... we cored it with the scope and used forceps to pull pieces out... microdebrider finished it off... bleeding wasnt too bad used some epi... airway looks open now about 80 percent... extubated and sent to recovery.",
  "S31640-004_syn_6": "Under general anesthesia the rigid bronchoscope was advanced to the right mainstem bronchus. An obstructing tumor consistent with metastatic RCC was id[REDACTED]. Mechanical debulking was performed using the rigid bevel for coring followed by forceps excision and microdebridement. The airway was recanalized to 80% patency. Hemostasis was maintained with epinephrine and saline. The patient was extubated and stable.",
  "S31640-004_syn_7": "[Indication]\nRight mainstem obstruction, metastatic RCC.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical debulking of RMS tumor via rigid coring, forceps, and microdebrider. Lumen patency restored. No thermal ablation.\n[Plan]\nFloor admission.",
  "S31640-004_syn_8": "The patient was brought to the OR for management of a right mainstem tumor. Using a rigid bronchoscope, we mechanically excised the mass. This involved coring the tumor with the scope's tip, pulling out pieces with forceps, and smoothing the airway with a microdebrider. We avoided thermal energy due to the mechanical nature of the removal. The airway was successfully opened, and the patient recovered well.",
  "S31640-004_syn_9": "Rigid endoscopy for airway recanalization. The right mainstem metastasis was scooped out using the rigid bevel. Grasping instruments extracted the bulk. A powered shaver eliminated the remainder. The obstruction was physically cleared. Minor bleeding was arrested with vasoconstrictors.",
  "S31640-004": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING\n\nPatient: [REDACTED], 63-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nSite: [REDACTED]\nAttending: Dr. Daniel Kim\n\nIndication:\nRight mainstem endobronchial metastasis from renal cell carcinoma with progressive dyspnea and wheeze.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of right mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia, rigid bronchoscope, pressure-controlled ventilation. ASA class III.\n\nFindings:\nPolypoid, highly vascular tumor arising from lateral wall of the right mainstem, extending 1.5 cm distal to the carina and narrowing the lumen to approximately 80%. Distal lobar airways partially collapsed but reachable after debulking.\n\nIntervention Details:\nInitial inspection performed with flexible bronchoscope through the rigid barrel. After mapping, rigid coring of the tumor was performed with the bevel of the scope. Forceps debulking removed multiple tumor fragments. Final passes were made with a microdebrider to smooth the tumor base, achieving effective mechanical debulking and tumor resection without any ablative energy. No balloon dilation used.\n\nHemostasis:\nMinor oozing treated with cold saline and 1:10,000 epinephrine. No APC or laser.\n\nEBL:\n30 mL.\n\nComplications:\nNone. Oxygen saturation remained >94% throughout.\n\nPost-procedure Course:\nRight mainstem lumen improved to about 70–80% patency with good ventilation to all lobes. Patient extubated and taken to recovery in stable condition.\n\nPlan:\nResume systemic therapy; repeat bronchoscopy if symptoms recur."
}
