{
  "S31640-014_syn_1": "Indication: RUL collapse, tumor.\nProc: Flex bronch, mechanical debulking.\nTools: Forceps, Snare.\nFindings: 80% obstruction RUL bronchus.\nAction: Piecemeal excision.\nNo thermal modalities.\nResult: RUL patent.",
  "S31640-014_syn_2": "PROCEDURE: Flexible bronchoscopy with mechanical excision of endobronchial neoplasm.\nCLINICAL CONTEXT: Patient with persistent RUL atelectasis.\nFINDINGS: A polypoid lesion was visualized occluding the right upper lobe orifice. \nINTERVENTION: Using a therapeutic flexible bronchoscope, the lesion was resected using a combination of biopsy forceps and electrosurgical snare (mechanical cutting). The tumor was removed in piecemeal fashion until the lobar orifice was patent. No vaporizing or coagulating ablation was performed.",
  "S31640-014_syn_3": "Billing: 31640 (Bronchoscopy with excision of tumor).\n- Target: Right Upper Lobe Bronchus.\n- Technique: Snare resection and forceps debulking.\n- Documentation confirms removal of tissue, not just biopsy.\n- No thermal ablation codes (31641) utilized.",
  "S31640-014_syn_4": "Procedure: RUL Tumor Debulking\nPatient: [REDACTED]\nSteps:\n1. LMA placed. Propofol sedation.\n2. Scope to RUL.\n3. Polypoid tumor seen.\n4. Snared the tumor and removed pieces with forceps.\n5. RUL opened up.\n6. Minimal bleeding.\nPlan: CT in 6 weeks.",
  "S31640-014_syn_5": "Procedure note for Aisha Khan she has that collapsed right upper lobe from a tumor. Went in with the flexible scope through an LMA. Found the tumor blocking the RUL almost totally. Used the snare to cut it and forceps to clear it out. Did not use the laser or APC. Just mechanical removal. Bleeding stopped with saline. She went home fine.",
  "S31640-014_syn_6": "Flexible bronchoscopy with mechanical debulking of RUL tumor. Patient is 59F with persistent collapse of RUL. Polypoid tumor at origin of RUL bronchus causing 80% obstruction found. Mechanical debulking performed using forceps and snare resection. Tumor removed in piecemeal fashion until RUL bronchus was widely patent. No thermal techniques used. Discharged home.",
  "S31640-014_syn_7": "[Indication]\nRUL collapse, endobronchial tumor.\n[Anesthesia]\nModerate sedation, LMA.\n[Description]\n80% obstruction RUL. Mechanical excision via snare and forceps. No APC/Laser. RUL patent.\n[Plan]\nDischarge, follow-up CT 6 weeks.",
  "S31640-014_syn_8": "[REDACTED] a collapsed lung lobe due to a tumor blockage. We performed a flexible bronchoscopy to clear the airway. Upon reaching the right upper lobe, we found the tumor blocking the entrance. We used a snare to loop around the tumor and cut it, and forceps to pull the pieces out. We continued this until the airway was open again. No heat therapy was needed.",
  "S31640-014_syn_9": "Procedure: Flexible endoscopy with physical resection of RUL mass.\nFindings: Exophytic growth obstructing the RUL orifice.\nAction: The mass was excised using a wire loop and grasping tools. The growth was extracted piecemeal. No thermal destruction was utilized.\nResult: The lobar entrance was patent.",
  "S31640-014": "BRONCHOSCOPY NOTE – MECHANICAL DEBULKING OF RUL BRONCHUS TUMOR\n\nPatient: [REDACTED], 59-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Jason Miller\n\nIndication:\nPersistent collapse of right upper lobe due to endobronchial tumor at RUL bronchus.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of RUL tumor (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation (propofol, fentanyl) via LMA. ASA class III.\n\nFindings:\nPolypoid tumor at the origin of the RUL bronchus causing 80% obstruction. No other central lesions.\n\nInterventions:\nMechanical debulking performed using forceps and snare resection of the tumor. Tumor removed in piecemeal fashion until the RUL bronchus was widely patent. No thermal techniques (APC, laser, cryotherapy, PDT, or RFA) were used.\n\nHemostasis:\nMinimal; controlled with cold saline.\n\nEBL:\n10 mL.\n\nComplications:\nNone.\n\nDisposition:\nObserved post-procedure and discharged home; CT chest ordered in 6 weeks to evaluate re-expansion."
}
