{
  "S31640-029_syn_1": "Indication: LMS tumor, pneumonia.\nProc: Rigid bronch (31640).\nAction: Coring, forceps, microdebrider. No heat.\nFindings: 85% obstruction.\nEBL: 60ml.\nPlan: Admit Oncology.",
  "S31640-029_syn_2": "OPERATIVE SUMMARY: [REDACTED] rigid bronchoscopy for a symptomatic left mainstem neoplasm. The lesion was friable and occlusive. Mechanical debulking was executed via rigid coring, forceps resection, and microdebrider application. Thermal ablation modalities were not utilized. Hemostasis was achieved pharmacologically and with lavage.",
  "S31640-029_syn_3": "CPT: 31640.\nMethod: Mechanical (Rigid, Forceps, Microdebrider).\nSite: Left Mainstem.\nJustification: Excision of tumor for airway clearance. No thermal energy used.",
  "S31640-029_syn_4": "Procedure: Rigid Bronch\nPatient: [REDACTED], 63M\nIndication: LMS Tumor.\nSteps:\n1. GA.\n2. Rigid scope inserted.\n3. LMS mass debulked with coring/forceps.\n4. Microdebrider used.\n5. No ablation.\n6. Epi used for bleeding.\nPlan: Admit.",
  "S31640-029_syn_5": "jason parker has the left mainstem tumor causing pneumonia we did the rigid bronchoscopy under GA cored it out with the scope used forceps and the microdebrider too mechanical only no heat used bleeding was 60ml controlled with epi admitted to the ward",
  "S31640-029_syn_6": "INTERVENTIONAL PULMONOLOGY RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING Patient Kevin Evans 64-year-old male Date [REDACTED] Hospital Meridian Cancer Institute Indication Left mainstem endobronchial tumor with recurrent post obstructive pneumonia and weight loss Procedure Rigid bronchoscopy with mechanical debulking excision of left mainstem tumor CPT 31640 Anesthesia General anesthesia rigid bronchoscope ASA class III Findings Friable LMS mass causing 80 to 85% obstruction Interventions Rigid coring forceps debulking and microdebrider used for mechanical debulking and excision No thermal methods Hemostasis Moderate oozing controlled with cold saline and epinephrine EBL 60 mL.",
  "S31640-029_syn_7": "[Indication]\nLeft Mainstem Bronchus tumor, recurrent pneumonia.\n[Anesthesia]\nGeneral, Rigid Bronchoscope.\n[Description]\nFriable mass in LMS (85% obstruction). Mechanical debulking performed via rigid coring, forceps, and microdebrider. No thermal ablation. Hemostasis secured.\n[Plan]\nAdmit to oncology ward.",
  "S31640-029_syn_8": "[REDACTED] a tumor blocking his left lung airway. We did a procedure with a rigid tube while he was asleep. We mechanically removed the tumor by coring it, pulling pieces out with forceps, and using a microdebrider tool. We avoided using any heat treatments. There was some bleeding which we stopped with medication. He is staying in the hospital for recovery.",
  "S31640-029_syn_9": "Indication: Left mainstem endobronchial tumor with recurrent post-obstructive pneumonia and weight loss.\nProcedure: Rigid bronchoscopy with physical reduction/extraction of left mainstem tumor.\nInterventions: Rigid coring, forceps removal, and microdebrider utilized for physical reduction and excision. No thermal methods.\nHemostasis: Moderate oozing managed with chilled saline and epinephrine.",
  "S31640-029": "INTERVENTIONAL PULMONOLOGY – RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING\n\nPatient: [REDACTED], 63-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Julia Harper\n\nIndication:\nLeft mainstem endobronchial tumor with recurrent post-obstructive pneumonia and weight loss.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking/excision of left mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope; ASA class III.\n\nFindings:\nFriable LMS mass causing 80–85% obstruction.\n\nInterventions:\nRigid coring, forceps debulking, and microdebrider used for mechanical debulking and excision. No thermal methods.\n\nHemostasis:\nModerate oozing controlled with cold saline and epinephrine.\n\nEBL:\n60 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and admitted to oncology ward."
}
