{
  "S31640-005_syn_1": "Indication: Proximal tracheal tumor.\nTechnique: Rigid bronch.\nIntervention: Forceps excision, rigid bevel shaving, snare resection.\nResult: Airway open. No laser used.\nStatus: Extubated, stable.",
  "S31640-005_syn_2": "OPERATIVE NOTE: The patient presented with a proximal tracheal mass suggestive of adenoid cystic carcinoma. Rigid bronchoscopy facilitated mechanical excision. The tumor was resected in a piecemeal fashion utilizing rigid forceps and the bevel of the scope for shaving. A snare was employed to amputate a pedunculated component. The procedural goal of establishing a patent airway via mechanical tumor excision was achieved.",
  "S31640-005_syn_3": "Billing Code 31640: Bronchoscopy with excision of tumor.\nSite: Proximal Trachea.\nMethodology: Mechanical instruments only (Rigid forceps, Bevel shaving, Snare).\nExclusions: No laser, cryotherapy, or APC used. Purely mechanical debulking supported.",
  "S31640-005_syn_4": "Procedure: Tracheal Debulking\n1. GA established.\n2. Rigid scope to trachea.\n3. Mass seen 3cm below cords.\n4. Removed pieces with forceps.\n5. Snare used for stalk.\n6. Shaved base with scope.\n7. Extubated.",
  "S31640-005_syn_5": "Dictation for [REDACTED]... proximal tracheal tumor... did a rigid bronch... used the forceps to grab and remove pieces... then used the scope to shave it down flush... also used a snare to cut off a piece... no laser or anything... airway looks good now... extubated in OR... path sent.",
  "S31640-005_syn_6": "The patient was intubated with a rigid bronchoscope. A proximal tracheal tumor was visualized causing obstruction. Mechanical excision was performed using rigid forceps and bevel shaving. A snare loop resected a pedunculated portion. No thermal ablation was utilized. The airway was successfully cleared. The patient was stable and extubated.",
  "S31640-005_syn_7": "[Indication]\nProximal tracheal obstruction, adenoid cystic carcinoma.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical excision of tracheal tumor using forceps, rigid bevel, and snare. Lumen patent. No thermal energy.\n[Plan]\nPathology pending, Radiation oncology f/u.",
  "S31640-005_syn_8": "We proceeded with rigid bronchoscopy to treat the patient's tracheal tumor. The mass was mechanically removed. We utilized rigid forceps to grasp and pull out tumor fragments and used the edge of the scope to shave down the base. A snare was also used to cut off a hanging piece of the tumor. These mechanical methods cleared the obstruction without the need for laser therapy.",
  "S31640-005_syn_9": "Rigid endoscopy for tracheal clearance. The subglottic neoplasm was avulsed using rigid graspers. The scope edge scraped away the sessile component. A wire loop amputated the stalk. The luminal blockage was physically excised. Minimal oozing occurred.",
  "S31640-005": "INTERVENTIONAL PULMONOLOGY – RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING\n\nPatient: [REDACTED], 69-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Melissa Wong\n\nIndication:\nFixed stridor and exertional dyspnea from proximal tracheal mass thought to represent adenoid cystic carcinoma.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking and excision of proximal tracheal tumor (CPT 31640).\n\nAnesthesia / Airway:\nGeneral anesthesia with rigid tracheoscope, jet ventilation. ASA class III.\n\nFindings:\nSmooth, submucosal-appearing tumor arising from posterior wall of the proximal trachea, approximately 3 cm below the vocal cords, protruding into the lumen and causing ~75% obstruction.\n\nInterventions:\nTumor was grasped with rigid forceps and removed in several pieces. Additional mechanical debulking with the rigid bronchoscope bevel and forceps was used to shave down the residual lesion flush with the wall. A snare loop was used to perform final snare resection of a pedunculated component. No electrocautery, PDT, or cryotherapy was applied. Lumen diameter improved and air leak was unobstructed.\n\nHemostasis:\nMinimal oozing controlled with cold saline. No significant bleeding.\n\nEBL:\n<10 mL.\n\nComplications:\nNone.\n\nDisposition and Plan:\nExtubated in the OR and taken to PACU in stable condition. Pathology specimens sent for histology. Plan for definitive radiation once diagnosis confirmed."
}
