{
  "S31640-016_syn_1": "Indication: Recurrent pneumonia LLL, tumor.\nProc: Flex bronch (31640).\nAction: Forceps debulking, snare resection.\nFindings: 75% LLL obstruction.\nNo thermal modalities.\nResult: Improved patency.",
  "S31640-016_syn_2": "PROCEDURE: Therapeutic bronchoscopy for malignant airway obstruction.\nINDICATION: Post-obstructive pneumonia, LLL.\nFINDINGS: An exophytic lesion was id[REDACTED] occluding the left lower lobe bronchus.\nINTERVENTION: Mechanical recanalization was performed. The tumor was resected using a polypectomy snare and biopsy forceps. Purulent secretions were lavaged. No cryotherapy or thermal ablation was utilized.",
  "S31640-016_syn_3": "Code Selection: 31640.\nRationale: Procedure involved mechanical removal of tumor tissue causing obstruction.\nInstruments: Snare and Forceps.\nSite: Left Lower Lobe Bronchus.\nNote: Exclusion of thermal/cryo methods confirms 31640 over 31641.",
  "S31640-016_syn_4": "Procedure: LLL Debulking\nPatient: [REDACTED]\nSteps:\n1. Propofol sedation.\n2. Scope down. LLL blocked by mass.\n3. Suctioned pus.\n4. Snared the mass.\n5. Picked out pieces with forceps.\n6. No complications.\nPlan: Antibiotics and follow-up.",
  "S31640-016_syn_5": "Emily Garcia is here for the LLL mass causing pneumonia. Did the bronch with an LMA. Saw the tumor blocking the LLL about 75 percent. Used a snare to cut it off and forceps to clean it up. Sucked out a lot of pus too. Didn't use any fancy ablation just mechanical tools. Bleeding was minimal. Sending her home with antibiotics.",
  "S31640-016_syn_6": "Flexible bronchoscopy with mechanical debulking of LLL endobronchial tumor. Indication was recurrent post-obstructive pneumonia. Exophytic lesion at origin of LLL bronchus with 75% obstruction found. Forceps debulking and snare resection used to mechanically debulk and excise tumor. No cryotherapy or thermal techniques used. Discharged home with antibiotics.",
  "S31640-016_syn_7": "[Indication]\nPost-obstructive pneumonia, LLL tumor.\n[Anesthesia]\nModerate sedation.\n[Description]\n75% LLL stenosis. Snare resection and forceps debulking performed. Secretions cleared. No ablation.\n[Plan]\nAntibiotics, follow-up 3 months.",
  "S31640-016_syn_8": "[REDACTED] suffering from pneumonia due to a tumor blocking her lower left lung. We performed a bronchoscopy to clear the blockage. We found the tumor and used a snare loop to cut it away, followed by forceps to remove the pieces. We also washed out the infection behind the blockage. The airway is now open.",
  "S31640-016_syn_9": "Procedure: Flexible endoscopy with physical excision of LLL neoplasm.\nFindings: Obstructive growth in the basal airway.\nAction: The growth was resected using a wire loop and grasping instruments. Purulence was aspirated. No thermal or cryo-ablation was employed.\nOutcome: LLL orifice patent.",
  "S31640-016": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING OF LLL BRONCHUS MASS\n\nPatient: [REDACTED], 52-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nAttending: Dr. Sean O’Neill\n\nIndication:\nRecurrent post-obstructive pneumonia of the left lower lobe due to endobronchial mass at LLL bronchus.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of LLL endobronchial tumor (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with propofol; LMA. ASA class II.\n\nFindings:\nExophytic lesion at the origin of the LLL bronchus with 75% obstruction and purulent secretions distally.\n\nInterventions:\nAfter suctioning secretions and lavage, forceps debulking and snare resection were used to mechanically debulk and excise the tumor. No cryotherapy, PDT, RFA, or APC were used.\n\nHemostasis:\nMinimal; controlled with cold saline.\n\nEBL:\n10 mL.\n\nComplications:\nNone.\n\nDisposition:\nDischarged home from recovery with oral antibiotics and follow-up bronchoscopy in 3 months."
}
