{
  "S31640-024_syn_1": "Indication: Trach site obstruction (granulation/tumor).\nProc: Flex bronch via trach.\nAction: Mech debulking (forceps/snare). No ablation.\nFindings: 60% obstruction.\nEBL: 15cc.\nPlan: Floor, home vent settings.",
  "S31640-024_syn_2": "HISTORY: [REDACTED], a 62-year-old female with a tracheostomy, presented with dyspnea due to granulation tissue and tumor recurrence at the stoma site.\nPROCEDURE: Flexible bronchoscopy was performed through the tracheostomy. Inspection revealed nodular tumor and granulation tissue encroaching on the tracheal lumen. Mechanical excision was performed utilizing forceps and snare resection techniques. Thermal ablation was withheld. The airway caliber was significantly improved post-debulking.",
  "S31640-024_syn_3": "Billing: 31640 (Excision of tumor/granulation).\nApproach: Via Tracheostomy.\nTechnique: Mechanical excision.\nTools: Forceps, Snare.\nLocation: Trachea (stoma site).\nDetails: 60% obstruction reduced mechanically. No laser/APC/Cryo used. Medical necessity: Symptomatic airway obstruction.",
  "S31640-024_syn_4": "Resident Note: Trach Debulking\nPatient: [REDACTED], 62F\nIndication: Granulation/Tumor at trach site.\nSteps:\n1. Moderate sedation.\n2. Scope via trach.\n3. Saw tissue blocking 60%.\n4. Used forceps and snare to remove it.\n5. No burning/ablation.\n6. Minimal bleeding.\nPlan: Back to ward, keep on vent settings.",
  "S31640-024_syn_5": "barbara martinez needing the bronchoscopy through her trach she has granulation and tumor growing there blocking the airway we used the flexible scope with moderate sedation used forceps to grab the tissue and a snare to cut it out mechanical removal only no ablation used bleeding was mild stopped with saline shes going back to the floor on her vent settings",
  "S31640-024_syn_6": "BRONCHOSCOPY PROCEDURE NOTE MECHANICAL DEBULKING IN PATIENT WITH TRACHEOSTOMY Patient Elizabeth Robinson 63-year-old female Date [REDACTED] Location Coastal Veterans Hospital Indication Granulation tissue and tumor regrowth around tracheostomy stoma extending into tracheal lumen with dyspnea Procedure Flexible bronchoscopy via tracheostomy with mechanical debulking of granulation tumor CPT 31640 Anesthesia Sedation Moderate sedation midazolam fentanyl and topical lidocaine via tracheostomy Findings Granulation tissue and nodular tumor at distal tracheostomy site protruding into tracheal lumen 60% obstruction Interventions Forceps debulking and snare resection were used to mechanically excise granulation and tumor tissue No ablation used.",
  "S31640-024_syn_7": "[Indication]\nTracheostomy stoma obstruction (Granulation/Tumor).\n[Anesthesia]\nModerate Sedation via Tracheostomy.\n[Description]\nFlexible bronchoscopy via trach. 60% obstruction noted. Mechanical debulking performed using forceps and snare resection. No thermal ablation. Hemostasis with cold saline.\n[Plan]\nReturn to ward. Home vent settings. F/u 6 weeks.",
  "S31640-024_syn_8": "[REDACTED] a tracheostomy and developed tissue growth blocking her windpipe. We went in with a flexible scope through her trach tube. We found a mix of tumor and granulation tissue blocking about 60% of the airway. We used forceps and a snare to mechanically cut and pull the tissue out. We didn't use any heat treatment. There was very little bleeding. She went back to her room on her usual ventilator settings.",
  "S31640-024_syn_9": "Indication: Granulation tissue and tumor regrowth around tracheostomy stoma extending into tracheal lumen with breathlessness.\nProcedure: Flexible bronchoscopy via tracheostomy with physical reduction of granulation/tumor.\nInterventions: Forceps removal and snare cutting were utilized to physically excise granulation and tumor tissue. No destruction used.\nHemostasis: Mild; managed with chilled saline.",
  "S31640-024": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING IN PATIENT WITH TRACHEOSTOMY\n\nPatient: [REDACTED], 62-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. William Nash\n\nIndication:\nGranulation tissue and tumor regrowth around tracheostomy stoma extending into tracheal lumen with dyspnea.\n\nProcedure:\nFlexible bronchoscopy via tracheostomy with mechanical debulking of granulation/tumor (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation (midazolam, fentanyl) and topical lidocaine via tracheostomy; ASA class III.\n\nFindings:\nGranulation tissue and nodular tumor at distal tracheostomy site protruding into tracheal lumen (~60% obstruction).\n\nInterventions:\nForceps debulking and snare resection were used to mechanically excise granulation and tumor tissue. No ablation used.\n\nHemostasis:\nMild; managed with cold saline.\n\nEBL:\n15 mL.\n\nComplications:\nNone.\n\nDisposition:\nReturned to ward on home ventilator settings; follow-up bronchoscopy planned in 6 weeks."
}
