{
  "S31640-023_syn_1": "Dx: RMS obstruction (NSCLC).\nProc: Rigid bronch, mech debulking.\nFindings: 85% occlusion RMS.\nActions: Rigid coring + forceps excision. No ablation.\nEBL: 50cc. Epi/Saline used.\nDisp: Admit Oncology.",
  "S31640-023_syn_2": "PROCEDURE: Therapeutic Rigid Bronchoscopy.\nINDICATION: [REDACTED] with significant right mainstem bronchial obstruction secondary to non-small cell lung carcinoma.\nTECHNIQUE: Under general anesthesia, the rigid bronchoscope was introduced. The right mainstem bronchus was found to be 85% compromised by tumor burden. Mechanical recanalization was achieved via rigid coring and biopsy forceps excision. No thermal ablation or balloon dilation was required. Hemostasis was achieved with topical epinephrine and cold saline.",
  "S31640-023_syn_3": "Code Selection: 31640 (Bronchoscopy; with excision of tumor).\nMethod: Mechanical.\nTools: Rigid Bronchoscope (Coring), Forceps.\nAnatomy: Right Mainstem Bronchus.\nDescription: Mechanical debulking of malignant tumor causing central airway obstruction. Tumor cored and removed piecemeal. No destruction methods (laser/cryo) coded.",
  "S31640-023_syn_4": "Procedure: Rigid Bronch Debulking\nPatient: [REDACTED], 66M\nIndication: Ca Lung, RMS obstruction.\nSteps:\n1. GA / Rigid Scope.\n2. Visualized tumor in RMS (85% blocked).\n3. Used rigid scope to core the tumor.\n4. Used forceps to remove debris.\n5. No ablation.\n6. Hemostasis with epi.\nPlan: Admit to floor.",
  "S31640-023_syn_5": "Thomas White here for the debulking of the right mainstem tumor its nsclc blocking about 85 percent used the rigid scope under general anesthesia to core it out and forceps to pull the rest we didnt use any ablation or balloons just mechanical debulking bleeding was moderate about 50ml controlled with epi and saline patient extubated and going to oncology floor",
  "S31640-023_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT MECHANICAL DEBULKING Patient [REDACTED] 67-year-old male Date [REDACTED] Hospital Pacific Coast Cancer Center Indication Malignant obstruction of right mainstem bronchus from non small cell lung cancer Procedure Rigid bronchoscopy with mechanical debulking of right mainstem tumor CPT 31640 Anesthesia General anesthesia rigid bronchoscope ASA class III Findings Tumor narrowing right mainstem lumen by 85% with retained secretions Interventions Rigid coring and forceps debulking used to mechanically debulk and excise the tumor No ablation or balloon dilation employed Hemostasis Moderate oozing controlled with cold saline and epinephrine EBL 50 mL.",
  "S31640-023_syn_7": "[Indication]\nMalignant obstruction, Right Mainstem Bronchus (NSCLC).\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\n85% obstruction of RMS id[REDACTED]. Mechanical debulking performed using rigid coring and forceps excision. Airway patency restored. No thermal ablation used.\n[Plan]\nAdmit to oncology floor.",
  "S31640-023_syn_8": "[REDACTED] a procedure to open up his right main airway, which was blocked by lung cancer. We used a rigid bronchoscope under general anesthesia. We mechanically cored out the tumor using the scope itself and removed the pieces with large forceps. We didn't need to burn or freeze anything. There was some oozing, but we stopped it with medication and cold water. He is being admitted to the oncology floor for recovery.",
  "S31640-023_syn_9": "Indication: Malignant blockage of right mainstem bronchus from non–small cell lung cancer.\nProcedure: Rigid bronchoscopy with physical reduction of right mainstem tumor.\nInterventions: Rigid coring and forceps removal utilized to physically reduce and excise the tumor. No destruction or balloon expansion employed.\nHemostasis: Moderate oozing managed with chilled saline and epinephrine.",
  "S31640-023": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT – MECHANICAL DEBULKING\n\nPatient: [REDACTED], 66-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Sabrina Cole\n\nIndication:\nMalignant obstruction of right mainstem bronchus from non–small cell lung cancer.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of right mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope. ASA class III.\n\nFindings:\nTumor narrowing right mainstem lumen by ~85% with retained secretions.\n\nInterventions:\nRigid coring and forceps debulking used to mechanically debulk and excise the tumor. No ablation or balloon dilation employed.\n\nHemostasis:\nModerate oozing controlled with cold saline and epinephrine.\n\nEBL:\n50 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and admitted to oncology floor."
}
