{
  "S31640-001_syn_1": "Procedure: Rigid Bronchoscopy w/ excision.\n- Intubated with size 12 rigid scope.\n- Tumor found medial wall LMS, 90% obstruction.\n- Actions: Mechanical coring with scope bevel. Forceps removal of fragments. Microdebrider for residuals.\n- Result: LMS <20% obstructed. Airways patent.\n- EBL: 25mL.\n- Plan: ICU.",
  "S31640-001_syn_2": "OPERATIVE NARRATIVE: The patient was subjected to general anesthesia and intubated with a rigid bronchoscope to address a high-grade obstruction of the left mainstem bronchus. Visualization confirmed an exophytic squamous cell carcinoma. A multimodal mechanical approach was utilized, employing the rigid barrel for core resection, followed by precise excision with biopsy forceps and microdebrider. This mechanical debulking successfully re-established airway patency without the utilization of thermal ablative technologies. Hemostasis was achieved via cold saline lavage.",
  "S31640-001_syn_3": "Procedure Code: 31640 (Bronchoscopy with tumor excision).\nTechnique: Mechanical Debulking.\nTools: Rigid bronchoscope bevel (coring), Forceps, Microdebrider.\nLocation: Left Mainstem Bronchus.\nDetails: The obstructing tumor was physically excised and removed in piecemeal fashion. No laser or APC was utilized, confirming the mechanical nature of the excision. The airway lumen was restored from 90% obstruction to <20% obstruction.",
  "S31640-001_syn_4": "Procedure Note\nResident: Dr. Santos\nAttending: Dr. Brennan\nIndication: LMS obstruction.\nSteps:\n1. Time out/GA.\n2. Rigid scope inserted.\n3. Id[REDACTED] tumor in LMS.\n4. Used bevel to core tumor.\n5. Removed bulk with forceps.\n6. Microdebrider to finish.\n7. Suctioned blood/secretions.\nComplications: None.\nDisposition: ICU.",
  "S31640-001_syn_5": "We did the rigid bronchoscopy on mr [REDACTED] today for that left mainstem tumor... uh went in with the size 12 scope general anesthesia... saw the mass causing about 90 percent blockage pretty friable... used the scope to core it out and then grabbed the pieces with forceps... used the microdebrider too to clean it up... no laser needed... bleeding was minor stopped with saline... airway looks good now open to less than 20 percent obstruction... sent him to ICU.",
  "S31640-001_syn_6": "The patient was brought to the operating room and placed under general anesthesia. A size 12 rigid bronchoscope was introduced. An exophytic tumor was noted on the medial wall of the left mainstem bronchus causing 90% obstruction. Mechanical debulking was performed using rigid coring, forceps extraction, and microdebrider application. No thermal ablation was employed. Hemostasis was achieved with cold saline. The airway was restored to near patency. The patient was extubated and transferred to the ICU.",
  "S31640-001_syn_7": "[Indication]\nMalignant central airway obstruction, left mainstem bronchus.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nRigid coring and mechanical debulking performed on LMS tumor. Forceps and microdebrider used to excise tissue. Obstruction reduced from 90% to <20%. No thermal ablation.\n[Plan]\nICU monitoring.",
  "S31640-001_syn_8": "Under general anesthesia, a size 12 rigid bronchoscope was inserted to address the left mainstem obstruction. We id[REDACTED] a friable tumor causing significant blockage. The bevel of the scope was used to mechanically core through the lesion. We then used forceps to remove the bulk of the tumor and a microdebrider to clear the remaining tissue. This mechanical excision restored the airway patency significantly. There was only mild bleeding, which we managed with cold saline.",
  "S31640-001_syn_9": "Rigid endoscopy performed for airway clearance. The left mainstem neoplasm was cored and extracted using the rigid barrel and grasping instruments. A rotary shaver was employed to shave down residual tissue. The obstructing mass was physically removed piecemeal. The passage was recanalized successfully. Minimal hemorrhaging occurred and was halted with lavage.",
  "S31640-001": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED], 67-year-old male\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Laura Brennan\nAssistant: Dr. Miguel Santos (IP fellow)\n\nPre-procedure Diagnosis:\nMalignant central airway obstruction of the left mainstem bronchus from biopsy-proven squamous cell carcinoma.\n\nPost-procedure Diagnosis:\nSame.\n\nProcedure Performed:\nRigid bronchoscopy with mechanical debulking of endobronchial tumor (CPT 31640).\n\nAnesthesia / Airway:\nGeneral anesthesia with neuromuscular blockade. Patient intubated with size 12 rigid bronchoscope; intermittent jet ventilation provided through the bronchoscope barrel. ASA class III.\n\nFindings:\nExophytic, friable tumor arising from the medial wall of the left mainstem bronchus, extending 2.5 cm distal to the carina and causing approximately 90% luminal obstruction with distal mucus plugging. Right-sided airways patent.\n\nInterventions:\nThe bevel of the rigid bronchoscope was used to perform repeated rigid coring and mechanical debulking passes through the tumor. Large pieces of tumor were removed with forceps and suction. A microdebrider was then introduced through the rigid scope to further debulk residual tumor until the lumen was widely patent. Overall, the tumor was debulked in piecemeal fashion with clear mechanical debulking and excision of obstructing tissue. No thermal ablation was used.\n\nHemostasis:\nMild oozing from the tumor base controlled with cold saline irrigation and topical epinephrine. No APC or laser therapy required.\n\nEstimated Blood Loss:\n25 mL.\n\nComplications:\nNone immediate. No hypoxia or hemodynamic instability.\n\nPost-procedure Airway Status:\nFinal left mainstem obstruction estimated at <20% with good visualization of segmental bronchi and restoration of airflow.\n\nDisposition:\nExtubated in the OR without difficulty and transferred to the ICU for overnight monitoring given high tumor burden and recent pneumonia.\n\nPlan:\nPost-procedure chest radiograph; resume systemic therapy per oncology; repeat bronchoscopy as needed for recurrent obstruction."
}
