{
  "S31640-015_syn_1": "Indication: Severe dyspnea, Carinal/RMS tumor.\nProc: Rigid bronch, mechanical debulking.\nTools: Rigid coring, Forceps, Microdebrider.\nResult: 50% patency achieved. No thermal ablation.\nComplication: Transient desat -> recovered.\nDisp: ICU.",
  "S31640-015_syn_2": "OPERATIVE REPORT: Rigid bronchoscopy for central airway obstruction.\nINDICATION: NSCLC with carinal involvement.\ntechnique: Under general anesthesia, the rigid bronchoscope was engaged to mechanically core the tumor at the carina and right mainstem. Following gross debulking with forceps, a microdebrider blade was employed to shave and contour the residual tumor base. This was a strictly mechanical intervention.\nOUTCOME: Airway caliber improved from 15% to 50%.",
  "S31640-015_syn_3": "CPT 31640: Excision of tumor.\nDevice(s): Rigid bronchoscope (coring), Microdebrider (shaving/excision), Forceps.\nAnatomy: Carina and Right Mainstem Bronchus.\nNote: Microdebrider acts as a mechanical cutting tool, supporting code 31640. No laser/APC used.",
  "S31640-015_syn_4": "Procedure: Rigid Debulking\nAttending: Dr. Li\nSteps:\n1. Patient intubated with rigid scope.\n2. Big tumor at carina/right main.\n3. Used scope to core it out.\n4. Used microdebrider to clean it up.\n5. Bleeding controlled with epi.\nEvents: SpO2 dropped to 90 briefly.\nPlan: ICU.",
  "S31640-015_syn_5": "Robert Wilson 73 male with bad lung cancer blocking the main airway. Did a rigid bronch today. Tumor was huge at the carina and right mainstem. We cored through it with the rigid tube and used the microdebrider to shave it down. No burning used just cutting. He desatted for a minute but came back up. Leaving him intubated for the ICU.",
  "S31640-015_syn_6": "Rigid bronchoscopy with mechanical debulking of carinal/right mainstem tumor. Severe dyspnea from NSCLC. Tumor occupying right side of carina and proximal right mainstem with 85% obstruction. Mechanical debulking with rigid coring and forceps performed. Microdebrider used to smooth tumor base. Debulking was entirely mechanical. Transient desaturation resolved. Admitted to ICU.",
  "S31640-015_syn_7": "[Indication]\nCarinal/RMS obstruction, NSCLC.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n85% obstruction. Rigid coring, forceps, and microdebrider used for mechanical excision. No thermal ablation. Patency improved to 50%.\n[Plan]\nICU admission.",
  "S31640-015_syn_8": "We took [REDACTED] OR for a rigid bronchoscopy to help him breathe. The cancer was blocking his right main airway and the carina. We used the rigid scope to mechanically core out the center of the tumor. Then, we used a microdebrider tool to shave away the remaining tissue and smooth the airway walls. We managed to open the airway significantly without using any heat ablation.",
  "S31640-015_syn_9": "Indication: Critical airway stenosis.\nProcedure: Rigid endoscopy with physical debridement.\nIntervention: The rigid barrel was used to shear the tumor mass. A micro-debriding instrument was employed to excise residual tissue. No thermal energy was applied.\nResult: Significant luminal restoration.",
  "S31640-015": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE\n\nPatient: [REDACTED], 73-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Karen Li\n\nIndication:\nSevere dyspnea and wheezing from carinal and right mainstem tumor due to non–small cell lung cancer.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of carinal/right mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope. ASA class III.\n\nFindings:\nTumor occupying the right side of the carina and proximal right mainstem with 80–85% obstruction, clot and mucus distally.\n\nInterventions:\nMechanical debulking with rigid coring and forceps was performed at the carina and right mainstem. Microdebrider used to smooth the tumor base. Debulking was entirely mechanical without thermal ablation. Lumen patency improved to ~50%.\n\nHemostasis:\nModerate oozing controlled with cold saline and topical epinephrine.\n\nEBL:\n45 mL.\n\nComplications:\nTransient desaturation to 90%, resolved with recruitment.\n\nDisposition:\nAdmitted to ICU intubated for close monitoring given high tumor burden."
}
