{
  "S31640-028_syn_1": "Indication: Post-intubation stenosis.\nProc: Flex bronch debulking.\nFindings: Granulation ring distal trachea.\nAction: Forceps/Snare. No balloon/ablation.\nEBL: 5ml.\nPlan: D/C home.",
  "S31640-028_syn_2": "PROCEDURE NOTE: [REDACTED] with post-intubation tracheal stenosis. Flexible bronchoscopy revealed a circumferential ring of granulation tissue in the distal trachea. Mechanical excision was performed utilizing biopsy forceps and snare resection to restore luminal patency. No balloon dilation or thermal ablation was employed.",
  "S31640-028_syn_3": "Code: 31640.\nDiagnosis: Tracheal Stenosis (Granulation).\nMethod: Mechanical Excision (Forceps, Snare).\nLocation: Distal Trachea.\nNote: Mechanical removal of granulation tissue. No dilation (31630) or ablation (31641) performed.",
  "S31640-028_syn_4": "Resident Note: Tracheal Debulking\nPatient: [REDACTED], 72M\nIndication: Tracheal granulation.\nSteps:\n1. Mod sedation.\n2. Scope to distal trachea.\n3. Saw granulation ring.\n4. Removed with forceps and snare.\n5. No balloon used.\n6. Minimal bleeding.\nPlan: Home, f/u 2 months.",
  "S31640-028_syn_5": "george perez has that tracheal narrowing from his tube before we went in with the flex scope saw the granulation tissue blocking it used forceps and a snare to cut it out mechanical only no balloon or burning used bleeding was nothing really 5ml sent him home",
  "S31640-028_syn_6": "BRONCHOSCOPY PROCEDURE NOTE MECHANICAL DEBULKING Patient [REDACTED] 73-year-old male Date [REDACTED] Facility Riverbend Community Hospital Indication Post intubation tracheal stenosis with progressive dyspnea Procedure Flexible bronchoscopy with mechanical debulking of granulation tissue CPT 31640 Anesthesia Sedation Moderate sedation with midazolam and fentanyl topical lidocaine Findings Short circumferential granulation ring in distal trachea causing 60 to 70% narrowing Interventions Forceps debulking and snare resection used to mechanically excise granulation tissue No balloon or ablation Hemostasis Minimal controlled with cold saline.",
  "S31640-028_syn_7": "[Indication]\nPost-intubation tracheal stenosis (Granulation).\n[Anesthesia]\nModerate Sedation.\n[Description]\nGranulation ring in distal trachea. Mechanical debulking performed with forceps and snare. No balloon dilation or ablation used.\n[Plan]\nDischarge home. F/u 2-3 months.",
  "S31640-028_syn_8": "[REDACTED] scar tissue growing in his windpipe from a previous breathing tube. We used a flexible scope to go down and remove it. We used small forceps and a snare to mechanically cut away the tissue. We didn't use a balloon or any heat. The airway opened up nicely, and there was hardly any bleeding. He went home the same day.",
  "S31640-028_syn_9": "Indication: Post-intubation tracheal narrowing with progressive breathlessness.\nProcedure: Flexible bronchoscopy with physical reduction of granulation tissue.\nInterventions: Forceps removal and snare cutting utilized to physically excise granulation tissue. No balloon or destruction.\nHemostasis: Minimal; managed with chilled saline.",
  "S31640-028": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING\n\nPatient: [REDACTED], 72-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nAttending: Dr. Leah Simmons\n\nIndication:\nPost-intubation tracheal stenosis with progressive dyspnea.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of granulation tissue (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with midazolam and fentanyl; topical lidocaine. ASA class III.\n\nFindings:\nShort circumferential granulation ring in distal trachea causing 60–70% narrowing.\n\nInterventions:\nForceps debulking and snare resection used to mechanically excise granulation tissue. No balloon or ablation.\n\nHemostasis:\nMinimal; controlled with cold saline.\n\nEBL:\n5 mL.\n\nComplications:\nNone.\n\nDisposition:\nDischarged home after observation; follow-up bronchoscopy in 2–3 months."
}
