{
  "S31640-007_syn_1": "Indication: LLL carcinoid.\nProcedure: Flex bronch w/ excision.\nTechnique: Snare resection of stalk. Forceps debulking.\nResult: Lumen cleared. No laser.\nDisposition: Outpatient.",
  "S31640-007_syn_2": "OPERATIVE SUMMARY: The patient underwent flexible bronchoscopy for management of a left lower lobe endobronchial carcinoid. The lesion was pedunculated. An electrosurgical snare was used to transect the stalk, effectively resecting the primary mass. Remnant tissue was excised mechanically using biopsy forceps. The left lower lobe bronchus was successfully recanalized.",
  "S31640-007_syn_3": "Code Selection: 31640.\nRationale: Excision of tumor via bronchoscopy.\nTools: Snare (mechanical/cautery snare) and Forceps.\nSite: Left Lower Lobe.\nNote: Procedure described as mechanical debulking and snare resection.",
  "S31640-007_syn_4": "Procedure: LLL Tumor Resection\n1. LMA/Sedation.\n2. Flex scope to LLL.\n3. Carcinoid seen.\n4. Snared off the stalk.\n5. Forceps used to clean up base.\n6. Bleeding stopped.\n7. Discharged.",
  "S31640-007_syn_5": "Note for omar hassan... has that carcinoid in the LLL... did a flex bronch with lma... used a snare to cut it off at the base... then grabbed the rest with forceps... came out nicely... airway is open... no complications... going home today.",
  "S31640-007_syn_6": "Moderate sedation was utilized. Flexible bronchoscopy id[REDACTED] a pedunculated carcinoid in the LLL. Snare resection was performed on the stalk. Forceps were used to mechanically debulk residual fragments. The airway was cleared. No significant bleeding occurred. Patient discharged home.",
  "S31640-007_syn_7": "[Indication]\nLLL obstruction, Carcinoid tumor.\n[Anesthesia]\nModerate Sedation, LMA.\n[Description]\nSnare resection and mechanical forceps debulking of endobronchial tumor. Lumen patent. No complications.\n[Plan]\nSurveillance in 3 months.",
  "S31640-007_syn_8": "We performed a flexible bronchoscopy to remove a carcinoid tumor in the left lower lobe. The tumor was attached by a stalk, which we cut through using a snare. We then used forceps to mechanically remove the remaining pieces of the tumor. This cleared the blockage in the airway completely. There was very little bleeding.",
  "S31640-007_syn_9": "Flexible endoscopy for tumor removal. The LLL polyp was amputated using a wire loop. Fragments were plucked with grasping forceps. The bronchial obstruction was physically resected. The lumen is now patent.",
  "S31640-007": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE\n\nPatient: [REDACTED], 61-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nInstitution: [REDACTED]\nAttending: Dr. Rachel Stone\n\nIndication:\nWorsening wheeze and recurrent collapse of left lower lobe from endobronchial carcinoid in the left lower lobe bronchus.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of endobronchial carcinoid tumor (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with propofol infusion and fentanyl; LMA airway. ASA class II.\n\nFindings:\nRounded, vascular, pedunculated mass originating from the origin of the left lower lobe bronchus, causing approximately 70% obstruction.\n\nIntervention:\nThe tumor stalk was grasped with biopsy forceps and snare resection was performed at its base. Additional mechanical debulking with forceps removed residual tumor fragments until the lumen was largely free of tumor. No electrocautery, laser, or cryotherapy delivered. Mechanical excision and debulking of the obstructing carcinoid was clearly documented.\n\nHemostasis:\nBrief oozing treated with cold saline; no significant bleeding.\n\nEBL:\n15 mL.\n\nComplications:\nNone immediate.\n\nDisposition:\nObserved for 4 hours and then discharged home. Follow-up CT and surveillance bronchoscopy planned in 3 months."
}
