{
  "S31640-010_syn_1": "Dx: LMS obstruction (Breast met).\nProc: Rigid bronch excision.\nActions: Bevel debulking. Forceps removal. Snare resection of pedunculated part.\nResult: Lumen 60% open.\nEBL: 20ml.\nDisp: Floor.",
  "S31640-010_syn_2": "OPERATIVE NOTE: A rigid bronchoscopy was undertaken for a metastatic lesion obstructing the left mainstem bronchus. Mechanical excision was the primary modality. The rigid bevel was used to shear tumor tissue, while forceps were employed for debulking. A snare was utilized to resect a pedunculated component. The procedure successfully restored luminal patency via mechanical means.",
  "S31640-010_syn_3": "CPT: 31640 (Excision of tumor).\nSite: Left Mainstem.\nTools: Rigid Bevel, Forceps, Snare.\nRationale: Mechanical removal of obstructing tissue documented. No thermal destruction utilized.",
  "S31640-010_syn_4": "Procedure: LMS Debulking\n1. GA/Rigid scope.\n2. Tumor in LMS.\n3. Scraped with bevel.\n4. Forceps used.\n5. Snare for hanging piece.\n6. Airway opened.\n7. Extubated.",
  "S31640-010_syn_5": "Priya singh procedure... breast cancer met to left main... rigid bronch... used the scope to scrape it... forceps to pull pieces... snare for the pedunculated part... opened it up to about 60 percent... no bleeding issues... admitted to floor.",
  "S31640-010_syn_6": "Under general anesthesia a rigid bronchoscope was inserted. A left mainstem tumor was id[REDACTED]. Mechanical debulking was performed using the scope bevel and forceps. Snare resection removed a pedunculated component. No thermal ablation was used. The airway was recanalized. Patient extubated and stable.",
  "S31640-010_syn_7": "[Indication]\nLMS obstruction, Metastatic Breast Cancer.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical excision of tumor using rigid bevel, forceps, and snare. Lumen patent. No thermal energy.\n[Plan]\nOncology admission.",
  "S31640-010_syn_8": "The patient underwent rigid bronchoscopy for a metastatic tumor blocking the left mainstem bronchus. We mechanically removed the tumor using the tip of the scope and forceps. We also used a snare to cut off a piece of the tumor that was hanging into the airway. These mechanical actions opened the airway significantly without the use of heat or lasers.",
  "S31640-010_syn_9": "Rigid endoscopy for tumor extraction. The left bronchial metastasis was sheared with the rigid bevel. Tissue was plucked with graspers. A wire loop amputated the stalk. The obstruction was physically resected. The airway was restored.",
  "S31640-010": "BRONCHOSCOPY PROCEDURE NOTE\n\nPatient: [REDACTED], 65-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nInstitution: [REDACTED]\nAttending: Dr. Andrew Fields\n\nIndication:\nLeft mainstem obstruction from metastatic breast cancer with progressive dyspnea and cough.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of metastatic tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope, ASA class III.\n\nFindings:\nIrregular, nodular tumor on the lateral wall of the left mainstem bronchus, causing ~80% obstruction with distal atelectasis.\n\nInterventions:\nMechanical debulking performed using the rigid bronchoscope bevel, followed by forceps debulking. Snare resection was used to remove a pedunculated portion of tumor. The procedure explicitly consisted of tumor excision and mechanical debulking without any thermal ablation. Final lumen patency approximated 60% with visible segmental orifices.\n\nHemostasis:\nControlled with cold saline; no significant bleeding.\n\nEBL:\n20 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated, monitored in PACU, then admitted to oncology floor."
}
