{
  "S31640-020_syn_1": "Indication: BI obstruction (tumor).\nProc: Rigid bronch, mechanical debulking.\nFindings: 80% obstruction Bronchus Intermedius.\nAction: Rigid coring, forceps excision.\nNo thermal/balloon.\nResult: 60% patency.\nEBL: 15mL.",
  "S31640-020_syn_2": "PROCEDURE: Rigid bronchoscopic recanalization of the bronchus intermedius.\nINDICATION: Symptomatic malignant airway obstruction.\nTECHNIQUE: Mechanical debulking was performed. The rigid scope was advanced to core the polypoid mass. Forceps were utilized for piecemeal excision of the tumor fragments. No thermal energy or balloon dilation was applied. \nOUTCOME: Improvement in lumen patency to approximately 60%.",
  "S31640-020_syn_3": "Code: 31640.\nService: Excision of tumor.\nLocation: Bronchus Intermedius.\nTools: Rigid scope (coring), Forceps.\nRationale: Documentation supports physical removal of tissue to relieve obstruction. No thermal ablation was used.",
  "S31640-020_syn_4": "Procedure: BI Tumor Debulking\nPatient: [REDACTED]\nSteps:\n1. GA / Rigid.\n2. Mass in Bronchus Intermedius.\n3. Cored it and pulled pieces with forceps.\n4. No laser used.\n5. Airway is 60% open now.\nPlan: Floor obs.",
  "S31640-020_syn_5": "Isabel Ramos has a tumor in the bronchus intermedius causing cough. Taking her for rigid bronch. Mass was polypoid blocking 80 percent. We cored it out and grabbed the pieces. Just mechanical stuff no balloon or heat. Bleeding was mild. She is going to the floor.",
  "S31640-020_syn_6": "Rigid bronchoscopy with mechanical debulking of BI tumor. Obstruction of bronchus intermedius from endobronchial tumor. Polypoid mass in bronchus intermedius with 80% obstruction. Rigid coring and forceps debulking used to mechanically debulk and excise tumor. Tumor removed in piecemeal fashion. No thermal ablation or balloon used. Extubated and discharged to floor.",
  "S31640-020_syn_7": "[Indication]\nBI obstruction, tumor.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n80% stenosis. Mechanical excision via rigid coring and forceps. No ablation. Lumen 60% patent.\n[Plan]\nOvernight observation.",
  "S31640-020_syn_8": "[REDACTED] a polyp-like tumor blocking her intermediate bronchus. We performed a rigid bronchoscopy to remove it. We used the sharp edge of the rigid scope to cut the tumor and forceps to remove it in pieces. We opened the airway to about 60% of its normal size without needing to use any burning tools.",
  "S31640-020_syn_9": "Procedure: Rigid endoscopy with physical resection of BI mass.\nFindings: Polypoid growth obstructing the intermediate airway.\nIntervention: The rigid instrument was used to shear the growth. Grasping tools were employed for extraction. No thermal devices were utilized.\nResult: Partial restoration of airway caliber.",
  "S31640-020": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING OF BII MASS\n\nPatient: [REDACTED], 57-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Colin Hayes\n\nIndication:\nObstruction of bronchus intermedius (BI) from endobronchial tumor with chronic cough and dyspnea.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of BI tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope; ASA class III.\n\nFindings:\nPolypoid mass in the bronchus intermedius with ~80% obstruction.\n\nInterventions:\nRigid coring and forceps debulking were used to mechanically debulk and excise the tumor. Tumor removed in piecemeal fashion until the lumen was ~60% patent. No thermal ablation or balloon used.\n\nHemostasis:\nMild; controlled with cold saline.\n\nEBL:\n15 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and discharged to floor for overnight observation."
}
