{
  "S31640-008_syn_1": "Emergent Rigid Bronch.\n- LMS obstructed 95% (Squamous).\n- Hypoxic failure.\n- Rigid coring + forceps + microdebrider.\n- Mechanical excision only.\n- Lumen open, lung re-expanded.\n- ICU intubated.",
  "S31640-008_syn_2": "PROCEDURE: Emergent rigid bronchoscopy.\nINDICATION: Acute respiratory failure secondary to malignant left mainstem obstruction.\nTECHNIQUE: The rigid bronchoscope was employed as a coring device to mechanically debulk the central tumor mass. Large volume resection was facilitated by forceps extraction. Fine debridement was completed with a microdebrider. This mechanical excision successfully relieved the obstruction without the use of ablative energy.",
  "S31640-008_syn_3": "Billing: 31640 (Excision of tumor).\nContext: Emergent/Salvage.\nMethod: Mechanical (Rigid Coring, Forceps, Microdebrider).\nSite: Left Mainstem.\nComplexity: ASA IV, hypoxic failure. No thermal ablation used.",
  "S31640-008_syn_4": "Resident Note: Emergency Debulking\nPatient: [REDACTED]\n1. GA/Rigid scope.\n2. LMS 95% blocked.\n3. Cored with scope.\n4. Removed chunks with forceps.\n5. Microdebrider used.\n6. Lung re-expanded on fluoro/cxr.\n7. To ICU intubated.",
  "S31640-008_syn_5": "Emergency bronch for [REDACTED] hypoxic failure from lms tumor... rigid scope used... cored out the tumor aggressively... pulled pieces with forceps... used microdebrider... no laser... bleeding controlled... lung popped back up... sent to icu on vent.",
  "S31640-008_syn_6": "The patient was intubated with a rigid bronchoscope due to respiratory failure. A 95% obstruction of the left mainstem was noted. Mechanical debulking was performed using rigid coring, forceps, and microdebrider. The airway was recanalized. No thermal ablation was used. The patient remained intubated and was transferred to the ICU.",
  "S31640-008_syn_7": "[Indication]\nAcute respiratory failure, LMS malignant obstruction.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical excision of tumor via coring, forceps, and microdebrider. Left lung re-expanded. No thermal energy.\n[Plan]\nICU, Mechanical Ventilation.",
  "S31640-008_syn_8": "This was an emergency procedure for a blocked left mainstem bronchus. We used a rigid bronchoscope to mechanically core out the tumor. Large pieces were removed with forceps, and a microdebrider cleaned the rest. This physical removal of the blockage allowed the left lung to re-expand. We did not use any heat or laser treatments.",
  "S31640-008_syn_9": "Rigid endoscopy for salvage airway clearance. The left bronchial malignancy was bored out with the rigid bevel. Tissue chunks were extracted via graspers. A powered shaver was used for final clearance. The obstruction was physically excised. Ventilation improved.",
  "S31640-008": "RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING – OPERATIVE REPORT\n\nPatient: [REDACTED], 49-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Jonathan Miles\n\nIndication:\nMalignant central airway obstruction from left mainstem squamous cell carcinoma with acute hypoxic respiratory failure.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of left mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope with jet ventilation. ASA class IV.\n\nFindings:\nBulky, friable tumor filling the left mainstem lumen with 95% obstruction, copious mucus, and collapse of left lung. Right airway normal.\n\nInterventions:\nAfter suctioning secretions, rigid coring was performed repeatedly through the tumor using the rigid bronchoscope bevel. Large tumor chunks were removed with forceps. A microdebrider was used for fine mechanical debulking until the airway lumen was sufficiently re-opened. Tumor debulking and excision were entirely mechanical; no ablative energy (laser, RFA, PDT, or cryotherapy) was used.\n\nHemostasis:\nModerate oozing controlled with topical epinephrine and short periods of tamponade. No transfusion.\n\nEBL:\n60 mL.\n\nComplications:\nNone aside from transient desaturation to 88% during initial rigid coring, improved with recruitment.\n\nDisposition:\nRemained intubated post-procedure and transported to ICU. Post-procedure chest radiograph showed re-expansion of the left lung."
}
