{
  "S31640-021_syn_1": "Indication: RML carcinoid.\nProcedure: Flex bronch, mech debulking (31640).\nFindings: 70% obstruction RML.\nActions: Snare resection + forceps debulking. No thermal ablation.\nEBL: 20cc. Cold saline hemostasis.\nPlan: D/C home.",
  "S31640-021_syn_2": "HISTORY: Ms. [REDACTED] presented with recurrent pneumonia secondary to a typical carcinoid tumor within the right middle lobe bronchus.\nPROCEDURE: The airway was accessed via flexible bronchoscopy under moderate sedation. The target lesion, a vascular mass occluding 70% of the RML orifice, was id[REDACTED]. Mechanical excision was pursued utilizing a combination of electrocautery-independent snare resection and forceps debulking. No thermal ablation modalities were employed. Hemostasis was achieved via cold saline lavage.\nIMPRESSION: Successful mechanical debulking of RML endobronchial tumor.",
  "S31640-021_syn_3": "Service: Bronchoscopy with tumor excision (CPT 31640).\nMethod: Mechanical debulking only.\nTools: Polypectomy Snare, Biopsy Forceps.\nTarget: Right Middle Lobe (RML) bronchus.\nDetails: Visualized obstructing mass. Used snare to resect bulk of tumor. Residual tissue removed with forceps. No laser or APC used. Hemostasis maintained with saline.\nJustification: Removal of obstructing tumor to restore airway patency.",
  "S31640-021_syn_4": "Procedure Note\nPatient: [REDACTED], 40F\nAttending: Dr. Farouk\nSteps:\n1. Moderate sedation initiated.\n2. LMA placed.\n3. Flex scope passed to RML.\n4. Id[REDACTED] carcinoid tumor.\n5. Used snare and forceps to mechanically debulk the lesion.\n6. No heat used.\n7. Bleeding controlled with saline/epi.\nPlan: Follow up in IP clinic.",
  "S31640-021_syn_5": "patient [REDACTED] williams 38 female here for debulking of that carcinoid in the RML we used moderate sedation and an lma scope went down saw the tumor blocking about 70 percent used the snare to chop it out and then forceps to grab the rest no ablation or heat used just mechanical removing bleeding was minimal 20ml or so stopped with cold saline discharged home same day followup in a month",
  "S31640-021_syn_6": "INTERVENTIONAL PULMONOLOGY MECHANICAL DEBULKING OF CARCINOID Patient [REDACTED] 39-year-old female Date [REDACTED] Facility Lakeshore University Hospital Indication Endobronchial typical carcinoid in right middle lobe bronchus causing recurrent pneumonia Procedure Flexible bronchoscopy with mechanical debulking excision of carcinoid CPT 31640 Anesthesia Moderate sedation with propofol and fentanyl Findings Rounded vascular mass at RML bronchus origin with 70% obstruction Interventions Snare resection and forceps debulking were used to mechanically excise and debulk the tumor No thermal ablation performed Hemostasis Controlled with cold saline short application of topical epinephrine EBL 20 mL Disposition Discharged home.",
  "S31640-021_syn_7": "[Indication]\nEndobronchial typical carcinoid, RML bronchus, recurrent infections.\n[Anesthesia]\nModerate sedation (Propofol/Fentanyl), LMA.\n[Description]\nFlexible bronchoscopy performed. 70% obstruction at RML origin id[REDACTED]. Mechanical debulking performed using snare resection and forceps excision. No thermal energy applied. Hemostasis achieved with cold saline and epinephrine.\n[Plan]\nDischarge home. Antibiotics. Clinic f/u 4 weeks.",
  "S31640-021_syn_8": "[REDACTED] for bronchoscopic management of her RML carcinoid. Under moderate sedation, we advanced the flexible bronchoscope and located the tumor, which was causing significant obstruction. We proceeded to remove the tumor mechanically. First, we used a snare to resect the bulk of the mass, followed by forceps to clean up the remaining tissue. We did not use any thermal ablation devices. The bleeding was minor and easily managed with cold saline. She tolerated the procedure well.",
  "S31640-021_syn_9": "Indication: Endobronchial typical carcinoid in right middle lobe bronchus triggering recurrent pneumonia.\nProcedure: Flexible bronchoscopy with physical removal/extraction of carcinoid.\nFindings: Rounded, vascular mass at RML bronchus origin with ~70% blockage.\nInterventions: Snare cutting and forceps removal were utilized to physically excise and debulk the growth. No thermal destruction performed.\nHemostasis: Managed with chilled saline; brief use of topical epinephrine.\nDisposition: Sent home same day.",
  "S31640-021": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF CARCINOID\n\nPatient: [REDACTED], 39-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nAttending: Dr. Ahmed Farouk\n\nIndication:\nEndobronchial typical carcinoid in right middle lobe bronchus causing recurrent pneumonia.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking/excision of carcinoid (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with propofol and fentanyl; LMA. ASA class II.\n\nFindings:\nRounded, vascular mass at RML bronchus origin with ~70% obstruction.\n\nInterventions:\nSnare resection and forceps debulking were used to mechanically excise and debulk the tumor. No thermal ablation performed.\n\nHemostasis:\nControlled with cold saline; short application of topical epinephrine.\n\nEBL:\n20 mL.\n\nComplications:\nNone.\n\nDisposition:\nDischarged home the same day with antibiotics and follow-up in IP clinic in 4 weeks."
}
