{
  "S31640-026_syn_1": "Indication: RLL polypoid lesion.\nProc: Flex bronch, mech debulking.\nTools: Snare, Forceps.\nFindings: 70% obstruction RLL superior segment.\nNo ablation.\nEBL: 10ml.\nPlan: Home.",
  "S31640-026_syn_2": "PROCEDURE NOTE: [REDACTED] therapeutic flexible bronchoscopy for a polypoid endobronchial lesion within the superior segment of the right lower lobe bronchus. Mechanical excision was performed utilizing a wire snare for en bloc resection, followed by forceps debulking of the base. Thermal ablation was not required. The airway patency was successfully restored.",
  "S31640-026_syn_3": "Code: 31640.\nTechnique: Mechanical Excision.\nInstrumentation: Snare, Biopsy Forceps.\nLocation: RLL (Superior Segment).\nNarrative: Endobronchial lesion mechanically resected to relieve obstruction. No thermal modalities used. Hemostasis with saline.",
  "S31640-026_syn_4": "Resident Note: RLL Debulking\nPatient: [REDACTED], 58M\nAttending: Dr. Nguyen\n1. Mod sedation/LMA.\n2. Scope to RLL superior segment.\n3. Found polypoid lesion.\n4. Snared it off.\n5. Used forceps for the rest.\n6. No heat/ablation.\nPlan: Discharge home.",
  "S31640-026_syn_5": "patient [REDACTED] king 58 male here for that rll lesion causing pneumonia we did a flex bronch with moderate sedation used a snare to cut the polyp and forceps to grab the rest mechanical removal only no burning or balloons minimal bleeding 10cc discharged home follow up with ct later",
  "S31640-026_syn_6": "BRONCHOSCOPY PROCEDURE NOTE MECHANICAL DEBULKING OF RLL BRONCHUS LESION [REDACTED] 59-year-old male Date [REDACTED] Institution Highland Pulmonary Center Indication Right lower lobe endobronchial lesion with recurrent post obstructive pneumonia Procedure Flexible bronchoscopy with mechanical debulking excision of RLL bronchus lesion CPT 31640 Anesthesia Sedation Moderate sedation propofol fentanyl via LMA Findings Polypoid lesion at superior segment RLL bronchus with 70% obstruction Interventions Snare resection and forceps debulking used to mechanically remove the lesion No thermal ablation or balloon dilation Hemostasis Minimal controlled with cold saline.",
  "S31640-026_syn_7": "[Indication]\nRLL endobronchial lesion, recurrent pneumonia.\n[Anesthesia]\nModerate Sedation, LMA.\n[Description]\nFlexible bronchoscopy. 70% obstruction RLL superior segment. Mechanical debulking via snare resection and forceps. No thermal ablation. Hemostasis with cold saline.\n[Plan]\nDischarge home. F/u CT and bronch.",
  "S31640-026_syn_8": "[REDACTED] in for a lesion in his right lower lung that was causing pneumonia. We used a flexible scope and moderate sedation. We mechanically removed the growth using a snare loop and forceps. We didn't need to use any heat to burn it. There was barely any bleeding. He went home after we watched him for a bit.",
  "S31640-026_syn_9": "Indication: Right lower lobe endobronchial lesion with recurrent post-obstructive pneumonia.\nProcedure: Flexible bronchoscopy with physical reduction/extraction of RLL bronchus lesion.\nInterventions: Snare cutting and forceps removal utilized to physically withdraw the lesion. No thermal destruction or balloon expansion.\nHemostasis: Minimal; managed with chilled saline.",
  "S31640-026": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING OF RLL BRONCHUS LESION\n\nPatient: [REDACTED], 58-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nInstitution: [REDACTED]\nAttending: Dr. Grace Nguyen\n\nIndication:\nRight lower lobe endobronchial lesion with recurrent post-obstructive pneumonia.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking/excision of RLL bronchus lesion (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation (propofol, fentanyl) via LMA; ASA class II.\n\nFindings:\nPolypoid lesion at superior segment RLL bronchus with ~70% obstruction.\n\nInterventions:\nSnare resection and forceps debulking used to mechanically remove the lesion. No thermal ablation or balloon dilation.\n\nHemostasis:\nMinimal; controlled with cold saline.\n\nEBL:\n10 mL.\n\nComplications:\nNone.\n\nDisposition:\nDischarged home after observation; follow-up CT and bronchoscopy planned."
}
