{
  "S31640-003_syn_1": "- Rigid bronch, GA.\n- Carinal/LMS mass (SCLC).\n- Suctioned clots.\n- Rigid coring of tumor.\n- Forceps/microdebrider excision.\n- Lumen 90% -> 30% obstruction.\n- Bleeding controlled w/ balloon/epi.\n- ICU.",
  "S31640-003_syn_2": "OPERATIVE SUMMARY: The patient presented with critical central airway obstruction secondary to small cell carcinoma. Rigid bronchoscopy was initiated. The carina and proximal left mainstem were occluded by neoplastic tissue. Aggressive mechanical debulking was performed utilizing the rigid bevel for coring, followed by piecemeal excision with forceps and microdebridement. This resulted in significant recanalization of the left mainstem bronchus.",
  "S31640-003_syn_3": "Code 31640: Bronchoscopy with excision of tumor.\nTarget: Carina and Left Mainstem.\nInstruments: Rigid Bronchoscope (coring), Forceps, Microdebrider.\nDescription: Mechanical removal of obstructing tumor tissue. No ablative therapies (laser/cryo) employed. Procedure focused on physical excision to restore airway patency.",
  "S31640-003_syn_4": "Procedure: Rigid Bronchoscopy\nPatient: [REDACTED]\nSteps:\n1. GA/Jet vent.\n2. Scope to carina.\n3. Tumor coring with rigid scope.\n4. Forceps removal of chunks.\n5. Microdebrider cleanup.\n6. Hemostasis with epi/balloon.\n7. Airway patent.\nPlan: ICU admission.",
  "S31640-003_syn_5": "Operative report for mr [REDACTED]... came in with hemoptysis and dyspnea... has small cell cancer... we did a rigid bronch... tumor was all over the carina and left main... cored it out with the scope bevel... pulled out big pieces with forceps... used the microdebrider too... bit of bleeding handled with balloon and epi... airway is much better now... kept him intubated for the ICU.",
  "S31640-003_syn_6": "General anesthesia was induced and a rigid bronchoscope inserted. A friable tumor obstructing the carina and left mainstem was id[REDACTED]. Mechanical debulking was performed via rigid coring, forceps excision, and microdebrider aspiration. Significant tumor volume was removed restoring the lumen. Brisk bleeding was controlled with tamponade and epinephrine. The patient was transferred to the ICU intubated.",
  "S31640-003_syn_7": "[Indication]\nSmall cell lung cancer, carinal/LMS obstruction.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical excision of tumor using rigid coring, forceps, and microdebrider. Left mainstem recanalized. Hemostasis achieved.\n[Plan]\nICU, Chemotherapy.",
  "S31640-003_syn_8": "We performed a rigid bronchoscopy to address the patient's severe airway obstruction. The tumor at the carina and left mainstem was mechanically debulked. We used the bevel of the rigid scope to core through the mass, then removed the fragments with forceps. A microdebrider was used to clean up the edges. This physical removal of the tumor opened the airway significantly. We managed some bleeding with a balloon and epinephrine.",
  "S31640-003_syn_9": "Rigid endoscopy utilizing jet ventilation. The carinal neoplasm was excavated using the rigid barrel. Tissue fragments were plucked with forceps. A rotary cutting tool was used to shave the residual mass. The airway caliber was augmented via physical extraction of the malignancy. Hemorrhage was stemmed with tamponade.",
  "S31640-003": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED], 72-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Priyanka Rao\nAssistant: Dr. Eric Williams (Fellow)\n\nIndication:\nRecurrent hemoptysis and dyspnea due to carinal mass from small cell lung cancer with near-complete obstruction of the left mainstem bronchus.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of carinal and left mainstem tumor (CPT 31640).\n\nAnesthesia / Airway:\nGeneral anesthesia, rigid bronchoscope with jet ventilation. ASA class IV.\n\nFindings:\nFriable, circumferential tumor involving the main carina and extending into the proximal left mainstem causing approximately 85–90% obstruction with clot burden. Right mainstem lumen narrowed <20%.\n\nInterventions:\nOld clot was suctioned from the left mainstem. The rigid bronchoscope bevel was then used for aggressive rigid coring of the exophytic tumor at the carina and into the left mainstem. Multiple large tumor fragments were removed using forceps and suction. Subsequent passes with the microdebrider further debulked residual tissue. Overall, the tumor was mechanically debulked and excised in piecemeal fashion until the left mainstem lumen was restored to ~30% residual narrowing. No radiofrequency ablation, PDT, or cryotherapy was used.\n\nHemostasis:\nBrisk bleeding during initial debulking controlled with topical epinephrine and brief balloon tamponade; no blood products required.\n\nEBL:\nApproximate blood loss 80 mL.\n\nComplications:\nTransient hypotension responsive to vasopressor bolus. No sustained hypoxia.\n\nDisposition:\nRemained intubated post-procedure and transferred to ICU for ventilatory support and close monitoring. Oncology notified for expedited systemic therapy planning."
}
