{
  "S31640-017_syn_1": "Indication: Critical distal tracheal obstruction (SCC).\nProc: Rigid bronch, mechanical debulking.\nTech: Rigid coring, forceps, microdebrider.\nFindings: Pinpoint lumen.\nAction: Mechanical excision only. No ablation.\nComplication: Desat to 80s -> resolved.\nDisp: ICU.",
  "S31640-017_syn_2": "OPERATIVE SUMMARY: Emergent rigid bronchoscopy for critical airway stenosis.\nFINDINGS: Near-total occlusion of the distal trachea by squamous cell carcinoma.\nPROCEDURE: Mechanical debulking was initiated using the bevel of the rigid bronchoscope for coring. Residual mural tumor was excised utilizing a microdebrider to restore lumen geometry. No thermal ablation was applied due to the critical nature of the airway and efficacy of mechanical removal.",
  "S31640-017_syn_3": "CPT: 31640 (Tumor excision).\nJustification: Use of rigid coring and microdebrider constitutes mechanical excision.\nAnatomy: Distal Trachea.\nComplexity: Critical obstruction requiring general anesthesia and rigid instrumentation.\nExclusions: No laser or cryotherapy utilized.",
  "S31640-017_syn_4": "Procedure: Emergency Rigid Bronch\nPatient: [REDACTED]\nSteps:\n1. GA. Rigid scope inserted.\n2. Distal trachea almost closed off.\n3. Cored through with scope.\n4. Used microdebrider to widen it.\n5. Pulled out pieces with forceps.\n6. Sats dropped but came back up.\nPlan: ICU intubated.",
  "S31640-017_syn_5": "Steven Park 60M with critical airway blockage. Taking him to OR for rigid. Tumor was choking off the distal trachea. We rammed the rigid scope through to core it out then used the microdebrider to clean the walls. Just mechanical work no burning. He desatted a bit during the coring but is okay now. ICU admission.",
  "S31640-017_syn_6": "Rigid bronchoscopy with mechanical debulking of distal tracheal tumor. Critical distal tracheal obstruction from bulky squamous cell carcinoma. Nearly occlusive exophytic tumor found. Rigid coring performed repeatedly through tumor. Microdebrider used to further debulk residual tumor. Debulking was entirely mechanical with explicit tumor excision. Moderate bleeding controlled. Admitted to ICU.",
  "S31640-017_syn_7": "[Indication]\nCritical distal tracheal stenosis, SCC.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nPinpoint lumen. Mechanical recanalization via rigid coring and microdebrider. Forceps removal of debris. No ablation.\n[Plan]\nICU, ventilatory support.",
  "S31640-017_syn_8": "[REDACTED] critical condition with a tumor nearly closing off his windpipe. We performed an emergency rigid bronchoscopy. We used the metal tube of the scope to mechanically core a path through the tumor. We then used a shaving tool called a microdebrider to widen the opening further. We successfully restored the airway without using laser or heat, though his oxygen levels dipped briefly during the procedure.",
  "S31640-017_syn_9": "Procedure: Rigid airway endoscopy with physical tumor reduction.\nIndication: Impending airway closure.\nIntervention: The rigid instrument was used to shear the obstructive mass. A rotating blade instrument (microdebrider) excised the remaining tissue. No thermal devices were used.\nResult: Lumen patency restored.",
  "S31640-017": "INTERVENTIONAL PULMONOLOGY – RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING\n\nPatient: [REDACTED], 60-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Lina Torres\n\nIndication:\nCritical distal tracheal obstruction from bulky squamous cell carcinoma.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of distal tracheal tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia, rigid bronchoscope, ASA class IV.\n\nFindings:\nNearly occlusive exophytic tumor in the distal trachea just above the carina, leaving a pinpoint lumen with severe airflow limitation.\n\nInterventions:\nRigid coring performed repeatedly through the tumor. Tumor fragments were removed with forceps and suction. Microdebrider used to further debulk residual tumor and restore lumen diameter. Debulking was entirely mechanical with explicit tumor excision; no ablation used.\n\nHemostasis:\nModerate bleeding controlled with cold saline, topical epinephrine, and short tamponade with the rigid bronchoscope.\n\nEBL:\n70 mL.\n\nComplications:\nDesaturation into mid-80s during initial passes, improved with recruitment.\n\nDisposition:\nRemained intubated and admitted to ICU for ventilatory support and further oncologic management."
}
