{
  "S31640-011_syn_1": "Indication: Tracheal granulation, cough.\nProc: Flex bronch, mechanical debulking.\nActions:\n- Visualization: Mid-trachea circumferential granulation (60% stenosis).\n- Intervention: Forceps removal, snare resection.\n- No thermal/ablation used.\nResult: Lumen improved.\nComplications: None.",
  "S31640-011_syn_2": "OPERATIVE NARRATIVE: The patient presented with symptomatic post-tracheostomy sequelae. Upon bronchoscopic evaluation, circumferential mid-tracheal granulation tissue was id[REDACTED], compromising the airway lumen. A strictly mechanical approach was adopted; the tissue was systematically excised utilizing biopsy forceps for piecemeal debridement and a snare for pedunculated elements. No thermal ablative modalities were employed. Hemostasis was achieved via cold saline lavage.",
  "S31640-011_syn_3": "Service Performed: Bronchoscopy with Excision of Tumor/Granulation (CPT 31640).\nMethod: Mechanical debulking.\nTools: Biopsy forceps and snare.\nDetails: The obstructing tissue in the mid-trachea was physically excised. Forceps were used to grasp and remove tissue fragments. A snare was used to amputate the pedunculated portion. This constitutes mechanical excision separate from biopsy.\nMedical Necessity: 60% airway obstruction causing symptoms.",
  "S31640-011_syn_4": "Procedure Note\nResident: Dr. Smith\nAttending: Dr. Patel\nIndication: Tracheal granulation.\nSteps:\n1. Moderate sedation.\n2. Airway inspected; 60% narrowing at old trach site.\n3. Forceps used to debulk tissue.\n4. Snare used for larger piece.\n5. Saline for hemostasis.\nPlan: PPI and follow-up.",
  "S31640-011_syn_5": "patient [REDACTED] here for cough he has granulation tissue at the old trach site so we did a bronchoscopy under sedation. saw the tissue narrowing the trachea about 60 percent. used forceps to pull it out piece by piece and a snare for the big part just mechanical removal no laser or anything. stopped the bleeding with cold saline patient did fine discharging him home thanks",
  "S31640-011_syn_6": "Michael Brown, 70M. Chronic cough and wheeze from tracheal granulation. Flexible bronchoscopy with mechanical debulking performed. Moderate sedation used. Findings included irregular granulation tissue circumferentially at the mid-trachea narrowing lumen to 60%. Multiple passes of forceps debulking were performed to remove tissue. Snare resection used for pedunculated portion. No ablation. Minor oozing controlled. Patient discharged home.",
  "S31640-011_syn_7": "[Indication]\nChronic cough, tracheal granulation.\n[Anesthesia]\nModerate sedation (midazolam/fentanyl).\n[Description]\nCircumferential granulation at mid-trachea (60% stenosis). Mechanically debulked using forceps and snare. No thermal therapy. Hemostasis achieved.\n[Plan]\nInhaled steroids, PPI, surveillance in 3 months.",
  "S31640-011_syn_8": "The patient arrived for elective bronchoscopy to address chronic cough related to tracheal granulation. Under moderate sedation, we advanced the bronchoscope and visualized the mid-tracheal stenosis. We proceeded to remove the granulation tissue mechanically. Using forceps, we cleared the sessile tissue in a piecemeal fashion, and we used a snare to resect a specific pedunculated area. The airway caliber was significantly improved by the end of the case.",
  "S31640-011_syn_9": "Indication: Persistent tussis and wheezing.\nProcedure: Flexible bronchoscopy with physical extraction of tracheal overgrowth.\nFindings: Circumferential tissue obstructing the mid-trachea.\nInterventions: Multiple passes of grasping instruments were performed to extract the tissue. A wire loop was utilized to sever a pedunculated section. No cautery was applied.\nOutcome: Hemostasis secured with chilled saline.",
  "S31640-011": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF TRACHEAL GRANULATION\n\nPatient: [REDACTED], 70-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Nina Patel\n\nIndication:\nChronic cough and wheeze from tracheal granulation tissue around an old tracheostomy site, now decannulated.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of tracheal granulation tissue (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation (midazolam, fentanyl) and topical lidocaine. Native airway. ASA class II.\n\nFindings:\nIrregular granulation tissue circumferentially at the mid-trachea where prior tracheostomy had been, narrowing the lumen to about 60%.\n\nInterventions:\nMultiple passes of forceps debulking were performed to remove the granulation tissue in piecemeal fashion. Snare resection was used for a pedunculated portion. The procedure consisted solely of mechanical excision and debulking; no ablation or thermal therapy was delivered.\n\nHemostasis:\nMinor oozing controlled with cold saline.\n\nEBL:\n5–10 mL.\n\nComplications:\nNone.\n\nDisposition:\nObserved in recovery and discharged home with inhaled corticosteroid and PPI therapy. Planned surveillance bronchoscopy in 3 months."
}
