{
  "S31640-013_syn_1": "Dx: Squamous cell CA, distal trachea/carina obstruction.\nProc: Rigid bronch, mechanical debulking.\nTech: Rigid coring + Forceps + Snare.\nNo ablation.\nOutcome: Airway patency improved, mainstems visible.\nPlan: Floor admission.",
  "S31640-013_syn_2": "INDICATION: Central airway obstruction involving the distal trachea and carina secondary to squamous cell carcinoma.\nOPERATIVE REPORT: Under general anesthesia, the rigid bronchoscope was introduced. The lesion was found to compromise 75% of the lumen. Mechanical recanalization was achieved utilizing a combination of rigid coring, forceps excision, and snare resection for polypoid components. Hemostasis was maintained. The airway was successfully opened to allow visualization of both mainstem bronchi.",
  "S31640-013_syn_3": "Code: 31640 (Excision of tumor).\nLocations: Distal Trachea, Carina.\nMethodology: Mechanical removal only.\n- Rigid scope tip used for coring.\n- Forceps used for extraction.\n- Snare used for amputation.\nNote: No destruction codes (31641) applicable as no ablation was performed.",
  "S31640-013_syn_4": "Resident Note: Rigid Bronchoscopy\nIndication: Carinal tumor.\nSteps:\n1. General anesthesia.\n2. Rigid scope to carina.\n3. 75% obstruction seen.\n4. Coring and forceps used to remove tumor.\n5. Snare used for one piece.\n6. Suctioned clear.\nResult: Better airflow.",
  "S31640-013_syn_5": "Christopher Adams 62 male with lung cancer blocking his windpipe down low. Did a rigid bronchoscopy today. Tumor was at the carina blocking the right side mostly. We cored it out with the scope and used the grabbers to pull the pieces out. Also used a snare. Didnt use any laser or burning. Bleeding wasn't too bad. Woke him up and sent him to the floor.",
  "S31640-013_syn_6": "Rigid bronchoscopy with mechanical debulking of distal tracheal and carinal tumor. Indication was mixed obstructive lesion at distal trachea. Tumor occupying distal trachea and encroaching on carina reducing lumen by 75%. Mechanical debulking performed using rigid coring and forceps. Snare resection used for polypoid component. No ablation used. Final airway patency improved. Extubated and monitored.",
  "S31640-013_syn_7": "[Indication]\nDistal tracheal and carinal obstruction (SCC).\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n75% stenosis. Mechanical excision performed using rigid coring, forceps, and snare. No RFA/PDT. Mainstems visualized post-debulking.\n[Plan]\nAdmit to oncology floor.",
  "S31640-013_syn_8": "[REDACTED] airway intervention due to a tumor at his carina. We utilized a rigid bronchoscope under general anesthesia. The tumor was obstructing the distal trachea significantly. We mechanically removed the tissue by coring with the scope and pulling the tissue free with forceps. A snare was also utilized. By the end of the procedure, we had established good airflow to both lungs.",
  "S31640-013_syn_9": "Procedure: Rigid airway endoscopy with physical tumor excision.\nFindings: Neoplasm encroaching on the distal windpipe and bifurcation.\nIntervention: The obstruction was physically reduced using the rigid barrel for coring. Grasping instruments and a wire loop were used to extract the mass. No thermal destruction was applied.\nResult: Bilateral mainstem orifices were discernible.",
  "S31640-013": "INTERVENTIONAL PULMONOLOGY – RIGID BRONCHOSCOPY WITH MECHANICAL DEBULKING\n\nPatient: [REDACTED], 62-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nSite: [REDACTED]\nAttending: Dr. Elena Rossi\n\nIndication:\nMixed obstructive lesion at the distal trachea and carina from squamous cell lung cancer.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of distal tracheal and carinal tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope; ASA class III.\n\nFindings:\nTumor occupying the distal trachea and encroaching on the carina, reducing lumen by ~75% and preferentially obstructing the right mainstem.\n\nInterventions:\nMechanical debulking performed using rigid coring with the bronchoscope and forceps debulking of tumor at the distal trachea and carina. Snare resection was used for a polypoid component. No ablation (RFA, PDT, or cryotherapy) was used. Final airway patency improved with visible mainstem orifices and free airflow.\n\nHemostasis:\nMild bleeding controlled with cold saline.\n\nEBL:\n25 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated, monitored in PACU, then admitted to oncology floor overnight."
}
