{
  "S31640-012_syn_1": "Indication: Malignant obstruction BI/RLL.\nAnesthesia: General, Rigid Bronch.\nFindings: 90% obstruction Bronchus Intermedius (BI).\nAction: Rigid coring + forceps debulking.\nResult: Lumen opened to 50-60%. No ablation.\nEBL: 40mL.\nDisp: ICU.",
  "S31640-012_syn_2": "HISTORY: Patient with SCLC and RLL collapse.\nPROCEDURE: Rigid bronchoscopy with mechanical tumor debridement.\nFINDINGS: Significant endobronchial tumor burden occluding the bronchus intermedius. The right lower lobe was atelectatic.\nTECHNIQUE: The rigid barrel was utilized to mechanically core through the exophytic mass. Subsequent forceps excision removed residual tumor burden. This mechanical recanalization restored partial patency without the use of thermal energy.",
  "S31640-012_syn_3": "CPT 31640: Bronchoscopy with excision of tumor.\nTechnique: Rigid Coring and Forceps Excision.\nSite: Bronchus Intermedius.\nJustification: Patient presented with 90% obstruction. The rigid bronchoscope was used as a coring device to mechanically shear the tumor. Forceps were used to extract the cored fragments. This is distinct from destruction (31641) as the tissue was physically removed/excised.",
  "S31640-012_syn_4": "Procedure: Rigid Bronchoscopy / Debulking\nPatient: [REDACTED]\nStaff: Dr. Chang\nSteps:\n1. GA induced. Rigid scope inserted.\n2. Tumor seen in Bronchus Intermedius (90% blocked).\n3. Rigid coring performed to debulk.\n4. Forceps used for cleanup.\n5. Epi used for bleeding.\nDisposition: ICU intubated.",
  "S31640-012_syn_5": "Op note for hannah lee she has small cell lung cancer and a blocked lung. took her to the OR for rigid bronch. saw the tumor blocking the bronchus intermedius almost completely. used the rigid scope to core it out and forceps to grab the rest. opened it up to maybe 60 percent. bleeding was a bit moderate used epi and cold saline. kept her intubated for the ICU.",
  "S31640-012_syn_6": "Rigid bronchoscopy with mechanical debulking of bronchus intermedius tumor. Patient is a 47-year-old female with malignant obstruction. Bulky endobronchial tumor in the bronchus intermedius with 90% obstruction found. Rigid coring performed with the rigid bronchoscope to mechanically debulk the tumor. Forceps debulking removed remaining fragments. No balloon dilation or thermal ablation used. Hemostasis controlled. Transferred to ICU.",
  "S31640-012_syn_7": "[Indication]\nMalignant obstruction of bronchus intermedius, RLL collapse.\n[Anesthesia]\nGeneral, Rigid Bronchoscope.\n[Description]\n90% occlusion of BI. Mechanical debulking via rigid coring and forceps excision. Lumen restored to 60%. No thermal ablation.\n[Plan]\nICU admission, ventilatory support.",
  "S31640-012_syn_8": "We performed a rigid bronchoscopy on [REDACTED] the collapse of her right lower lobe. Upon inserting the rigid scope, we encountered a large tumor obstructing the bronchus intermedius. We used the beveled tip of the scope to mechanically core through the tumor mass. Following this, large forceps were used to remove the debris. We successfully reopened the airway to about 60% patency without needing any laser or heat therapy.",
  "S31640-012_syn_9": "Procedure: Rigid endoscopy with physical reduction of tumor burden.\nIndication: Malignant blockage of the intermediate bronchus.\nAction: The rigid barrel was employed to shear the endobronchial mass. Grasping tools extracted the severed fragments. The airway channel was mechanically widened to approximately 60%.\nHemostasis: Achieved via irrigation and vasoconstrictors.",
  "S31640-012": "BRONCHOSCOPY OPERATIVE REPORT – MECHANICAL DEBULKING\n\nPatient: [REDACTED], 47-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nAttending: Dr. Victor Chang\n\nIndication:\nMalignant obstruction of the bronchus intermedius from small cell lung cancer with collapse of right lower lobe.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of bronchus intermedius tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia with rigid bronchoscope. ASA class III.\n\nFindings:\nBulky endobronchial tumor in the bronchus intermedius with 90% obstruction; distal RLL bronchus occluded with mucus.\n\nInterventions:\nRigid coring performed with the rigid bronchoscope to mechanically debulk the tumor. Forceps debulking removed remaining tumor fragments. The lumen was mechanically reopened to approximately 50–60% patency. No balloon dilation or thermal ablation was used.\n\nHemostasis:\nControlled with cold saline irrigation and topical epinephrine.\n\nEBL:\n40 mL.\n\nComplications:\nNone.\n\nDisposition:\nRemained intubated for postoperative ventilatory support in ICU."
}
