{
  "S31640-006_syn_1": "Dx: BI obstruction (Adeno).\nProc: Rigid bronch debulking.\nActions: Suction/lavage. Rigid coring. Microdebrider.\nOutcome: 85% -> 30% obstruction. RML/RLL patent.\nEBL: 35ml.\nPlan: Admit floor.",
  "S31640-006_syn_2": "PROCEDURE PERFORMED: Rigid bronchoscopy with mechanical tumor excision.\nFINDINGS: Exophytic adenocarcinoma obstructing the bronchus intermedius.\nINTERVENTION: The rigid bronchoscope was utilized to perform core resection of the tumor mass. Following this, a microdebrider was employed to mechanically excise residual tissue and clear the bronchial lumen. This achieved restoration of patency to the right middle and lower lobes without thermal ablation.",
  "S31640-006_syn_3": "CPT 31640: Bronchoscopy with excision of tumor.\nLocation: Bronchus Intermedius.\nTechnique: Mechanical excision via rigid coring and microdebrider.\nDocumentation: Explicitly states 'Rigid coring and mechanical debulking'. No thermal energy codes apply.",
  "S31640-006_syn_4": "Resident Note: BI Debulking\nPatient: [REDACTED]\n1. Rigid scope inserted.\n2. BI tumor found.\n3. Cored with scope.\n4. Microdebrider used for cleanup.\n5. Secretions suctioned.\n6. Bleeding controlled.\n7. Extubated.",
  "S31640-006_syn_5": "Procedure note [REDACTED]... bronchus intermedius tumor causing pneumonia... went in with rigid scope... cored out the tumor with the bevel... used the microdebrider to get the rest... cleaned out the pus... airway is open now can see the lower lobes... bleeding stopped with tamponade... admitted for antibiotics.",
  "S31640-006_syn_6": "General anesthesia was administered. Rigid bronchoscopy revealed an 85% obstruction of the bronchus intermedius by tumor. Mechanical debulking was performed via rigid coring and microdebridement. Secretions were cleared. The airway was restored to near patency. Hemostasis was achieved with epinephrine. The patient was transferred to the floor.",
  "S31640-006_syn_7": "[Indication]\nBronchus Intermedius obstruction, Adenocarcinoma.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical debulking using rigid coring and microdebrider. Airway opened. Secretions cleared.\n[Plan]\nIV Antibiotics, Floor admit.",
  "S31640-006_syn_8": "The patient underwent rigid bronchoscopy for a tumor in the bronchus intermedius. We used the rigid scope to mechanically core through the center of the tumor. A microdebrider was then used to excise the remaining tissue and clean the airway walls. This mechanical removal opened the bronchus and allowed us to clear the infection behind the blockage. No laser was needed.",
  "S31640-006_syn_9": "Rigid endoscopy for bronchial recanalization. The intermediate bronchial mass was excavated via rigid coring. A rotary shaver debrided the remaining tissue. The obstruction was physically eliminated. Purulence was aspirated. Hemostasis was secured.",
  "S31640-006": "BRONCHOSCOPY NOTE – MECHANICAL DEBULKING OF BRONCHUS INTERMEDIUS MASS\n\nPatient: [REDACTED], 54-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Omar Rahman\n\nIndication:\nCentral airway obstruction of the bronchus intermedius from endobronchial adenocarcinoma with recurrent post-obstructive pneumonia.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of bronchus intermedius tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid coring with microdebrider. ASA class III.\n\nFindings:\nFriable, exophytic tumor arising from the bronchus intermedius, narrowing the lumen to ~85% with purulent secretions in the right lower lobe bronchi.\n\nInterventions:\nSecretions were suctioned and lavage performed. Rigid coring and mechanical debulking were then done using the rigid bronchoscope bevel. A microdebrider was advanced through the rigid scope to further debulk the tumor. Tumor was debulked in piecemeal fashion until the bronchus intermedius lumen was approximately 60–70% open with good visualization of RML and RLL takeoffs. No laser, APC, PDT, or cryotherapy performed.\n\nHemostasis:\nMild oozing at the tumor base, controlled with topical epinephrine and brief tamponade with the rigid scope.\n\nEBL:\n35 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and transferred to the floor for overnight observation and IV antibiotics."
}
