{
  "S31640-030_syn_1": "Indication: Tracheal tumor, stridor.\nProc: Rigid bronch (31640).\nAction: Coring, forceps, snare. No ablation.\nFindings: 75% narrowing.\nEBL: 20ml.\nPlan: Step-down.",
  "S31640-030_syn_2": "PROCEDURE NOTE: Ms. [REDACTED] presented with critical tracheal stenosis secondary to malignancy. Rigid bronchoscopy was performed. The mid-tracheal tumor was mechanically resected using the rigid coring technique, forceps extraction, and snare resection for pedunculated components. Thermal ablation was not required. The airway was successfully recanalized.",
  "S31640-030_syn_3": "Code: 31640.\nService: Bronchoscopy with tumor excision.\nMethod: Mechanical (Rigid coring, Snare, Forceps).\nSite: Mid-trachea.\nNote: Mechanical debulking only. No thermal ablation performed.",
  "S31640-030_syn_4": "Procedure: Rigid Tracheal Debulking\nPatient: [REDACTED], 48F\nIndication: Stridor.\nSteps:\n1. GA, rigid scope.\n2. Mid-trachea tumor found.\n3. Cored and snared the tumor.\n4. Forceps used for debris.\n5. No ablation.\n6. Minimal bleeding.\nPlan: Step-down unit.",
  "S31640-030_syn_5": "[REDACTED] here for the tracheal tumor she has stridor we did a rigid bronchoscopy under GA cored out the tumor used forceps and a snare too mechanical removal only no burning or balloons bleeding was minimal 20ml shes going to step down for the night",
  "S31640-030_syn_6": "BRONCHOSCOPY PROCEDURE NOTE MECHANICAL DEBULKING IN PATIENT WITH MALIGNANT TRACHEAL TUMOR Patient Ashley Sanchez 49-year-old female Date [REDACTED] Facility Horizon Academic Medical Center Indication Proximal mid tracheal tumor with progressive stridor and exertional dyspnea Procedure Rigid bronchoscopy with mechanical debulking excision of tracheal tumor CPT 31640 Anesthesia General anesthesia rigid bronchoscope ASA class III Findings Tumor involving anterior and lateral walls of mid trachea causing 75% narrowing Interventions Rigid coring and forceps debulking used to mechanically debulk and excise tumor tissue Snare resection of a pedunculated component No thermal ablation Hemostasis Mild controlled with cold saline EBL 20 mL.",
  "S31640-030_syn_7": "[Indication]\nMid-tracheal tumor, stridor.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\n75% tracheal narrowing. Mechanical debulking performed using rigid coring, forceps, and snare resection. No thermal ablation. Hemostasis secured.\n[Plan]\nExtubate. Admit to step-down.",
  "S31640-030_syn_8": "[REDACTED] a tumor in her windpipe causing difficulty breathing. We used a rigid scope to remove it while she was under anesthesia. We cut the tumor out mechanically using the scope edge, forceps, and a snare. We didn't use any heat. The bleeding was minor. She is breathing much better and will stay overnight in the step-down unit.",
  "S31640-030_syn_9": "Indication: Proximal/mid tracheal tumor with progressive stridor and exertional breathlessness.\nProcedure: Rigid bronchoscopy with physical reduction/extraction of tracheal tumor.\nInterventions: Rigid coring and forceps removal utilized to physically reduce and excise tumor tissue. Snare excision of a pedunculated component. No thermal destruction.\nHemostasis: Mild; managed with chilled saline.",
  "S31640-030": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING IN PATIENT WITH MALIGNANT TRACHEAL TUMOR\n\nPatient: [REDACTED], 48-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nAttending: Dr. Miguel Alvarez\n\nIndication:\nProximal/mid tracheal tumor with progressive stridor and exertional dyspnea.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking/excision of tracheal tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope; ASA class III.\n\nFindings:\nTumor involving anterior and lateral walls of mid trachea, causing ~75% narrowing.\n\nInterventions:\nRigid coring and forceps debulking used to mechanically debulk and excise tumor tissue. Snare resection of a pedunculated component. No thermal ablation.\n\nHemostasis:\nMild; controlled with cold saline.\n\nEBL:\n20 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and discharged to step-down unit for overnight monitoring."
}
