{
  "S31640-025_syn_1": "Indication: LMS obstruction (90%).\nProc: Rigid bronch (31640).\nAction: Coring, forceps, microdebrider. No ablation.\nResult: Patent LMS.\nEBL: 55cc.\nPlan: Extubate, Step-down.",
  "S31640-025_syn_2": "OPERATIVE SUMMARY: [REDACTED] with near-complete obstruction of the left mainstem bronchus. Rigid bronchoscopy was undertaken. The bulky tumor was mechanically debulked utilizing the beveled tip of the rigid bronchoscope for coring, followed by forceps extraction. Final airway contouring was achieved with a microdebrider. No thermal energy was applied. Hemostasis was secured with epinephrine and saline lavage.",
  "S31640-025_syn_3": "CPT Code: 31640.\nProcedure: Bronchoscopy with excision of tumor.\nModality: Mechanical (Rigid coring, Forceps, Microdebrider).\nSite: Left Mainstem Bronchus.\nIndication: Malignant airway obstruction.\nNote: No thermal ablation codes applicable. Purely mechanical resection.",
  "S31640-025_syn_4": "Procedure: Rigid Bronch LMS\nPatient: [REDACTED], 64F\nSteps:\n1. General Anesthesia.\n2. Rigid scope to LMS.\n3. 90% blockage found.\n4. Cored with scope, pulled with forceps.\n5. Used microdebrider to clean it up.\n6. No ablation.\n7. Bleeding controlled.\nPlan: Step-down unit.",
  "S31640-025_syn_5": "procedure note for margaret lee she has that left mainstem mass blocking almost everything 90 percent we did a rigid bronch under GA used the rigid scope to core through it and forceps to get the bulk then used the microdebrider to finish up mechanical removal only no burning or balloons bleeding was about 55ml controlled with meds shes going to step down",
  "S31640-025_syn_6": "INTERVENTIONAL PULMONOLOGY MECHANICAL DEBULKING OF LMS MASS Patient Dorothy Walker 65-year-old female Date [REDACTED] Hospital Seaside Oncology Center Indication Left mainstem endobronchial mass with near complete obstruction and dyspnea at rest Procedure Rigid bronchoscopy with mechanical debulking of left mainstem tumor CPT 31640 Anesthesia General anesthesia rigid bronchoscope ASA class III Findings Bulky tumor at left mainstem origin narrowing lumen 90% Interventions Rigid coring and forceps debulking were used to mechanically remove tumor Microdebrider used for final debulking No ablation Hemostasis Moderate oozing controlled with cold saline and epinephrine.",
  "S31640-025_syn_7": "[Indication]\nLeft Mainstem Bronchus obstruction, dyspnea at rest.\n[Anesthesia]\nGeneral, Rigid Bronchoscope.\n[Description]\n90% obstruction of LMS. Mechanical debulking performed via rigid coring, forceps, and microdebrider. No thermal ablation. Hemostasis achieved.\n[Plan]\nExtubate. Admit to step-down.",
  "S31640-025_syn_8": "[REDACTED] a large tumor blocking her left main airway almost completely. We performed a rigid bronchoscopy to clear it. We mechanically cored out the tumor and removed large pieces with forceps. We also used a microdebrider tool to smooth out the airway. We didn't use any lasers or heat. The bleeding was moderate but we stopped it with medicine. She is going to the step-down unit for monitoring.",
  "S31640-025_syn_9": "Indication: Left mainstem endobronchial mass with near-complete blockage and breathlessness at rest.\nProcedure: Rigid bronchoscopy with physical reduction of left mainstem tumor.\nInterventions: Rigid coring and forceps removal were utilized to physically extract tumor. Microdebrider utilized for final reduction. No destruction.\nHemostasis: Moderate oozing managed with chilled saline and epinephrine.",
  "S31640-025": "INTERVENTIONAL PULMONOLOGY – MECHANICAL DEBULKING OF LMS MASS\n\nPatient: [REDACTED], 64-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nHospital: [REDACTED]\nAttending: Dr. Ravi Gupta\n\nIndication:\nLeft mainstem endobronchial mass with near-complete obstruction and dyspnea at rest.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of left mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope. ASA class III.\n\nFindings:\nBulky tumor at left mainstem origin narrowing lumen ~90%.\n\nInterventions:\nRigid coring and forceps debulking were used to mechanically remove tumor. Microdebrider used for final debulking. No ablation.\n\nHemostasis:\nModerate oozing controlled with cold saline and epinephrine.\n\nEBL:\n55 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated, admitted to step-down unit for close monitoring."
}
