{
  "S31640-009_syn_1": "Proc: Rigid bronch debulking RMS.\nInd: Hemoptysis/Dyspnea.\nAction: Clot suctioned. Rigid coring of tumor. Forceps/microdebrider.\nResult: Lumen 70% open.\nBleeding: Moderate, controlled.\nPlan: Step-down.",
  "S31640-009_syn_2": "OPERATIVE REPORT: The patient presented with symptomatic right mainstem obstruction. Rigid bronchoscopy was performed. The tumor was mechanically debrided using the bevel of the rigid scope for coring, followed by forceps excision of fragments. A microdebrider was utilized to contour the bronchial wall. This mechanical debulking restored airway patency and resolved the immediate obstruction.",
  "S31640-009_syn_3": "Code 31640.\nSite: Right Mainstem Bronchus.\nMethod: Mechanical excision (Coring, Forceps, Microdebrider).\nNote: Procedure addresses airway obstruction via physical removal of tumor tissue. No ablation codes applicable.",
  "S31640-009_syn_4": "Procedure: RMS Tumor Removal\n1. GA/Rigid scope.\n2. Suctioned clots.\n3. Cored tumor with scope.\n4. Forceps used.\n5. Microdebrider for base.\n6. Hemostasis achieved.\n7. Extubated.",
  "S31640-009_syn_5": "Jacob morales procedure note... right mainstem tumor bleeding... rigid bronch... sucked out the blood... cored the tumor with the scope... grabbed pieces with forceps... microdebrider used to smooth it... bleeding stopped with epi... airway open now... step down unit.",
  "S31640-009_syn_6": "General anesthesia was used. Rigid bronchoscopy revealed a right mainstem tumor with clot. Mechanical debulking was performed using rigid coring, forceps, and microdebrider. The airway was opened to 70%. Hemostasis was secured. The patient was extubated and sent to the step-down unit.",
  "S31640-009_syn_7": "[Indication]\nHemoptysis, RMS obstruction.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMechanical debulking of tumor and clot. Rigid coring, forceps, microdebrider used. Lumen restored. Hemostasis achieved.\n[Plan]\nStep-down admission.",
  "S31640-009_syn_8": "We performed a rigid bronchoscopy to treat the patient's bleeding tumor in the right mainstem bronchus. After clearing the blood clots, we mechanically cored out the tumor using the scope. We used forceps to remove the pieces and a microdebrider to smooth the airway. This mechanical excision opened the airway and stopped the source of the bleeding.",
  "S31640-009_syn_9": "Rigid endoscopy for airway patency. The right bronchial neoplasm was excavated via rigid coring. Fragments were avulsed with forceps. A rotary shaver debrided the base. The blockage was physically removed. Hemostasis was obtained.",
  "S31640-009": "INTERVENTIONAL PULMONOLOGY PROCEDURE NOTE – MECHANICAL DEBULKING\n\nPatient: [REDACTED], 76-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Helena Grant\n\nIndication:\nHemoptysis and dyspnea due to right mainstem endobronchial squamous cell carcinoma.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking of right mainstem tumor (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia; rigid bronchoscope with controlled ventilation. ASA class III.\n\nFindings:\nUlcerated, friable tumor occupying ~70% of the right mainstem lumen with clot burden. Distal lobar branches visible but narrowed.\n\nInterventions:\nClot and secretions suctioned. Rigid coring performed with the rigid scope to mechanically debulk the tumor. Forceps debulking removed residual fragments. A microdebrider was then used to further debulk and smooth the tumor base. Tumor debulked mechanically until lumen patency improved to ~60–70%. No ablative modalities applied.\n\nHemostasis:\nModerate oozing controlled with cold saline and dilute epinephrine.\n\nEBL:\n50 mL.\n\nDisposition:\nExtubated in the OR and transferred to step-down unit for observation overnight.\n\nPlan:\nRepeat bronchoscopy in 6–8 weeks or earlier if recurrent hemoptysis."
}
