{
  "SYN_1_6_9280": "The procedure was performed in the main operating room. After administration of sedatives an LMA was inserted and the Q190 flexible bronchoscope was passed through the vocal cords and into the trachea. Approximately 4 cm proximal to the main carina there was near complete expiratory collapse of the airway which extended into the bilateral mainstem bronchi and bronchus intermedius. The tracheobronchial tree was examined to at least the first sub-segmental level. Bronchial mucosa was boggy throughout, with the exception of the severe dynamic collapse anatomy were otherwise normal with no endobronchial lesions seen to at least the first sub-segments. There was thick purulent secretions within the bilateral lower lobes (likely secondary to chronic post-obstructive pneumonia from severe airway collapse) which were suctioned. Measurements of the collapsible central airways were obtained. We then removed the LMA. A MAC 3 video laryngoscope (C-MAC) was then used to expose the larynx with a grade 1 view obtained. The customized 15x12x12 Dynamic Y-stent with a tracheal length of 80mm, right mainstem limb of 10mm and left mainstem limb which was collapsed and secured with Freitag forceps was then passed through the vocal cords and into the trachea. The forceps were opened and once resistance was met indicating the stent had reached the main carina the forceps were removed. Subsequently a 12mm rigid non-ventilating tracheoscope was inserted into the subglottic space and attached to the jet ventilator. The flexible bronchoscope was inserted through the rigid tracheoscope and the stent required minimal adjustment to seat in the desired location. Once this was completed the rigid bronchoscope was removed and the procedure completed. Patient was recovering without issues in the PACU and post-procedure chest x-ray was performed which showed some proximal stent migration and the right sided limb appeared to be of inadequate length to ensure stability. CT was then performed which confirmed the inadequate length f the right sided limb. The patient was then subsequently taken back to the operating room where after induction and administration of paralytics a 12 mm non-ventilating rigid bronchoscope was inserted through the mouth into the subglottic space and attached to the jet ventilation. Using optical forceps we attempted to remove the original Y-stent however the size of the tracheoscope was inadequate and we converted to a 14 mm ventilating rigid bronchoscope which allowed us to easily removed the stent with optical forceps. After-resizing the airways an 18x14x14 Dumon tracheal Y-stent was customized to a tracheal length of 80mm right mainstem length of 30mm and left mainstem limb of 40mm. The stent was then loaded into the Novatech Ton stent deployment device. The rigid bronchoscope was then advanced into the left mainstem and the stent was deployed. Through the use of flexible forceps, and manipulation with the tip of the flexible bronchoscope we were able to adequately position the limbs within the proper airways resulting in successful stabilization of the airway. At this point inspection was performed a flexible bronchoscopic inspection to evaluate for any bleeding or other complications and none was seen. The rigid bronchoscope was then removed and an LMA was inserted. A repeat inspection was performed with the flexible bronchoscope and showed the stent well placed with near complete resolution of central airway collapse. The bronchoscope was then removed and once the patient was awake and protecting airway the LMA was removed and the procedure was completed."
}
