{
  "SYN_3_6_2993": "The procedure was performed in the main operating room. I-gel LMA was placed for initial airway inspection and the diagnostic flexible bronchoscope was inserted through the airway device. The vocal cords were visualized and normal. The upper trachea was normal. The distal third of the trachea was erythematous and inflamed in a circumferential pattern but without and endoluminal obstruction. On the right there was minimal structuring of the BI . On the left the proximal mainstem was about 90% obstructed circumferentially and approximately 1 cm into the left mainstem the airway was completely occluded. Radial knife cuts were performed within the proximal left mainstem followed by attempted CRE balloon dilatation however due to the proximal obstruction dilatation was difficult as only the balloon tip could be inserted into the left mainstem due to the complete distal obstruction. We attempted to place a jagwire through the obstruction as well but unsuccessfully. The flexible bronchoscope was removed and the 12 mm ventilating rigid bronchoscope was subsequently inserted into the mid trachea and attached to the jet ventilator. The rigid optic was then removed and the flexible bronchoscope was inserted through the rigid bronchoscope. At this point we performed APC to the left maintem followed by gentile shaving of coagulated tissue which we repeated multiple times attempting to slowly re-cannulate the airway. We periodically would reinsert the CRE balloon and dilate as the airway lumen slowly re-opened but we were unable to visualize any distal airway. This was performed in a slow methodical fashion given the concern for airway perforation without obvious distal airway targets however once we had dilated approximately 3 cm into the left mainstem a pulsatile vessel was seen which was likely the pulmonary artery through a small (2mm) false lumen. The PA was intact and there was no evidence of rupture. At this point to protect from major vascular bleeding we instilled fibrin glue into the left mainstem after which we removed the rigid bronchoscope and intubated the patient. Chest radiograph was performed which showed his previously elevated left hemi-diaphragm was significantly lower and there was a questionable deep sulcus concerning for pneumothorax and in the setting of a known airway tear and need for positive pressure ventilation felt that chest tube placement was warranted. After prepping the left mid-axillary area a 14F pigtail catheter was placed without complications and the patient was transferred to the PICU in stable condition."
}
