{
  "SYN_BRONCH_2_6": "Procedure Name: Navigational Bronchoscopy and Staging EBUS. Indications: Diagnosis and staging of presumed lung cancer. Pre-operative diagnosis: Pulmonary Nodule. Post-operative Diagnosis: Pulmonary Nodule. Medications: General Anesthesia. Consent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. All questions were answered and informed consent was documented as per institutional protocol. A history and physical were performed and updated in the pre-procedure assessment record. Laboratory studies and radiographs were reviewed. A time-out was performed prior to the intervention. Following intravenous medications as per the record and topical anesthesia to the upper airway and tracheobronchial tree, the T190 video bronchoscope was introduced through the mouth, via an 8.5 ETT  and advanced to the tracheobronchial tree. The distal trachea was of normal caliber. The carina was sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy were normal; there are no endobronchial lesions. The Covidien superDimension locatable guide was then inserted through the working channel and registration was performed. The Edge 180 degree extended working channel was then attached to the bronchoscope.  Using navigational map we advanced the catheter into the proximity of the lesion within the superior segment of the right lower lobe. Confirmation of placement once at the point of interest with radial ultrasound showed a diffuse heterogeneric concentric view within the lesion consistent with the known part solid nodule. Biopsies were then performed with peripheral needle under fluoroscopic visualization with ROSE findings consistent with malignancy, additional forceps biopsies were then performed in the same location. The flexible bronchoscope was then removed and the UC180F convex probe EBUS bronchoscope was introduced via the ETT. A systematic hilar and mediastinal lymph node survey was carried out. Sampling criteria (5mm short axis diameter) were met in station 4L, 7 and 4R lymph nodes. Sampling by transbronchial needle aspiration was performed with the Olympus EBUS TBNA 22- and 25-gauge needles beginning with the 4L Lymph node (7 biopsies), followed by the 7 lymph node (5 biopsies) and finally the 4R lymph node (4 biopsies). ROSE evaluation was consistent with adequate lymph node sampling in all stations. All samples were sent for routine cytology. Following completion of EBUS bronchoscopy, the T190 video bronchoscope was then re-inserted. Active oozing was noted at the site of the 4R lymph node and topical iced saline was applied with subsequent resolution of the bleeding and after suctioning remaining  blood and secretions there was no evidence of active bleeding and the bronchoscope was subsequently removed."
}
