{
  "SYN_BRONCH_3_6": "Findings: The flexible bronchoscope was introduced through the 8.5 ETT and advanced into the trachea. The trachea was thoroughly examined, revealing a sharp carina. The bronchial tree was inspected bilaterally to the subsegmental level. Inspection notable for an endobronchial fungating mass in the RUL obstructing the superior and anterior segments. The remaining airways appeared normal with no additional endobronchial abnormalities, mucosal irregularities, or abnormal secretions. Tissue Sampling Procedures A. Right Upper Lobe (RUL) Endobronchial Biopsy An endobronchial mass was id[REDACTED] obstructing the superior and anterior segments of the RUL. Sampling Techniques: Transbronchial Needle Aspiration (TBNA): Performed using Periview Flex transbronchial needle with five (5) passes. Endobronchial Forceps Biopsy: Performed with six (6) samples obtained. Hemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine. B. Left Lower Lobe (LLL) Lesion Biopsy A second lesion was id[REDACTED] in the superior segment of the LLL using radial endobronchial ultrasound (EBUS) with a concentric view. Sampling Techniques: Transbronchial Needle Aspiration (TBNA): Performed using Periview Flex with four (4) passes. Transbronchial Forceps Biopsy: Performed with five (5) samples obtained. Hemostasis: Moderate bleeding noted, successfully controlled with instillation of 2 cc of topical epinephrine. C. Bronchoalveolar Lavage (BAL) - Left Lower Lobe (LLL) Superior Segment A BAL was performed in the superior segment of the left lower lobe. Instillation: 110 cc normal saline Return: 20 cc Samples sent for cytology, microbiology (bacterial, fungal, and mycobacterial cultures), and differential cell count. D. Rapid On-Site Evaluation (ROSE) Right Upper Lobe (RUL) lesion: ROSE interpretation was malignant. Left Lower Lobe (LLL) lesion: ROSE revealed abundant necrosis but pathology was unable to definitively confirm malignancy."
}
