{
  "SYNB005_syn_1": "Indication: CAO, post-obstructive pneumonia.\nAction:\n- Suctioned copious pus (Therapeutic asp).\n- Balloon dilation.\n- Placed covered metal stent RMS.\nResult: Airway patent. Pus cleared.",
  "SYNB005_syn_2": "OPERATIVE REPORT: Management of malignant central airway obstruction. Following rigid and flexible bronchoscopic access, a near-total occlusion of the right mainstem bronchus was visualized. Copious purulent secretions were evacuated via therapeutic aspiration. To restore airway patency, the stricture was dilated, and a self-expanding covered metallic stent was deployed. Post-deployment visualization confirmed restoration of luminal caliber.",
  "SYNB005_syn_3": "Coding Logic:\n- 31636: Deployment of bronchial stent (RMS). Includes dilation.\n- 31645: Therapeutic aspiration of tracheobronchial tree. Justified by 'copious purulent secretions' requiring clearance distinct from the stent placement.",
  "SYNB005_syn_4": "Procedure Note:\n1. GA/Rigid Bronch.\n2. RMS obstruction id[REDACTED].\n3. Aggressive suctioning of pus.\n4. Stent deployed (Covered SEMS).\n5. Confirmed expansion.\n6. Pt to ICU.",
  "SYNB005_syn_5": "patient [REDACTED] blocking right main bronchus pneumonia cant breathe. we went in cleared out a ton of pus suctioned it all out. dilated the airway put in a metal stent opened it up good flow now patient back to icu on vent.",
  "SYNB005_syn_6": "Rigid and flexible bronchoscopy under general anesthesia. A friable intraluminal tumor was seen nearly occluding the right mainstem bronchus. Therapeutic aspiration and suctioning were used to clear copious purulent secretions. Balloon dilation was performed to facilitate stent placement. A covered metallic bronchial stent was deployed across the right mainstem bronchus with good expansion and restoration of lumen.",
  "SYNB005_syn_7": "[Indication]\nRight mainstem malignant obstruction, pneumonia.\n[Anesthesia]\nGeneral, Rigid/Flex.\n[Description]\nTherapeutic aspiration of pus. Dilation. Covered stent placement RMS.\n[Plan]\nICU admission.",
  "SYNB005_syn_8": "Under general anesthesia, we treated a blockage in the right mainstem bronchus. First, we had to suction out a large amount of infected mucus that was trapped behind the tumor. Once clear, we placed a metal stent to hold the airway open. The stent expanded well and air flow was restored.",
  "SYNB005_syn_9": "Rigid and flexible bronchoscopy conducted. Copious purulent secretions were aspirated. A covered metallic stent was positioned in the right mainstem bronchus. Luminal patency was restored.",
  "SYNB005": "PATIENT: 64-year-old male with central airway obstruction from endobronchial tumor.\n\nINDICATION: Progressive dyspnea and post-obstructive pneumonia due to a right mainstem endobronchial mass.\n\nPROCEDURE: Rigid and flexible bronchoscopy under general anesthesia. A friable intraluminal tumor was seen nearly occluding the right mainstem bronchus. Therapeutic aspiration and suctioning were used to clear copious purulent secretions. Balloon dilation was performed to facilitate stent placement. A covered metallic bronchial stent was deployed across the right mainstem bronchus with good expansion and restoration of lumen. No BLVR valves, BAL, transbronchial biopsies, or EBUS were performed. The patient remained ventilated via ETT post procedure and was admitted to the ICU."
}
