{
  "SYNB009_syn_1": "Proc: IPC placement + lytics.\nGuidance: US.\nOutput: 800mL serosanguinous.\nMedication: tPA/DNase instilled via catheter.\nDisp: Admitted.",
  "SYNB009_syn_2": "OPERATIVE NARRATIVE: Insertion of tunneled pleural catheter with intrapleural fibrinolysis. Under ultrasound guidance, a tunneled indwelling pleural catheter was placed into the loculated right pleural effusion. 800 mL of fluid was drained. To address loculations, a fibrinolytic agent (tPA/DNase) was instilled through the catheter immediately post-placement.",
  "SYNB009_syn_3": "Billing: 32550 (Tunneled catheter insert) + 32561 (Lytic agent, initial day).\nRationale: Indwelling catheter placed for chronic/loculated effusion. Lytics administered through this new catheter during the same session.",
  "SYNB009_syn_4": "Procedure Note:\n1. US guidance.\n2. Tunnel created.\n3. IPC inserted R chest.\n4. Drained 800cc.\n5. Instilled tPA/DNase.\n6. Cap placed.",
  "SYNB009_syn_5": "put in a tunneled catheter for the trapped lung right side ultrasound guidance. drained some fluid like 800 ml. then put in the tpa and dnase to break up the pockets admitted for more doses.",
  "SYNB009_syn_6": "Under ultrasound guidance, a right lateral chest wall entry site was selected and anesthetized. A tunneled indwelling pleural catheter with cuff was placed into the largest loculated collection and connected to drainage bottles, with good flow of serosanguinous fluid. Approximately 800 mL was removed at the time of placement. Through the newly placed catheter, a single dose of tPA and DNase was instilled.",
  "SYNB009_syn_7": "[Indication]\nLoculated effusion.\n[Anesthesia]\nLocal/Mod.\n[Description]\nTunneled IPC placed right. 800mL output. tPA/DNase instilled.\n[Plan]\nSerial lytics.",
  "SYNB009_syn_8": "To manage the complicated fluid collection on the right, we placed a permanent (tunneled) drainage catheter under ultrasound guidance. We drained what we could (800 mL) and then injected medication (tPA/DNase) directly into the chest cavity through the tube to help break up the remaining pockets of fluid.",
  "SYNB009_syn_9": "Insertion of indwelling tunneled pleural catheter. 800 mL of serosanguinous fluid was drained. Fibrinolytic agents were instilled via the catheter.",
  "SYNB009": "PATIENT: 66-year-old male with complicated parapneumonic effusion.\n\nINDICATION: Loculated right pleural effusion with residual collections after chest tube drainage; planned tunneled catheter placement and intrapleural fibrinolytic therapy.\n\nPROCEDURE: Under ultrasound guidance, a right lateral chest wall entry site was selected and anesthetized. A tunneled indwelling pleural catheter with cuff was placed into the largest loculated collection and connected to drainage bottles, with good flow of serosanguinous fluid. Approximately 800 mL was removed at the time of placement. Through the newly placed catheter, a single dose of tPA and DNase was instilled and allowed to dwell per institutional protocol. No additional thoracentesis, thoracoscopy, or chest tube was placed. The patient tolerated the procedure well and was admitted for further intrapleural therapy."
}
