{
  "SYNB010_syn_1": "Proc: CT Biopsy RLL -> Pneumothorax -> Chest tube.\nBiopsy: 18G core x3.\nComplication: Moderate pneumothorax.\nIntervention: Chest tube placed, air evacuated.\nStatus: Admitted.",
  "SYNB010_syn_2": "PROCEDURE: Computed Tomography-guided percutaneous lung biopsy complicated by pneumothorax. The target RLL nodule was biopsied using an 18-gauge core needle. Post-procedure imaging revealed a significant pneumothorax. A tube thoracostomy was immediately performed in the right anterior axillary line, connected to a water seal system, effectively evacuating the air.",
  "SYNB010_syn_3": "Coding: 32408 (Core biopsy, inc imaging) + 32551 (Tube thoracostomy).\nJustification: Biopsy performed. Iatrogenic pneumothorax occurred requiring separate, distinct chest tube placement for management.",
  "SYNB010_syn_4": "Resident Note:\n- Procedure: CT Biobsy RLL.\n- Samples: 3 cores.\n- Event: Pt developed SOB/pain.\n- Finding: Pneumothorax on scan.\n- Action: Chest tube placed, bubbling confirmed.\n- Plan: Admit.",
  "SYNB010_syn_5": "ct guided biopsy of the nodule right lower lobe took some cores patient got short of breath right after scan showed pneumothorax. put in a chest tube hooked it up to the box air leak seen admitted for observation.",
  "SYNB010_syn_6": "CT-guided percutaneous core needle biopsy of the right lower lobe nodule was performed in the prone position. Multiple 18-gauge core samples were obtained. Immediately after the biopsy, the patient developed dyspnea and right-sided pleuritic chest pain. CT and bedside ultrasound confirmed a moderate right pneumothorax. A large-bore chest tube was placed in the right anterior axillary line, connected to a water seal drainage system.",
  "SYNB010_syn_7": "[Indication]\nRLL Nodule.\n[Description]\nCT-guided core biopsy (32408). Complicated by Pneumothorax. Chest tube placed (32551).\n[Plan]\nChest tube management.",
  "SYNB010_syn_8": "We performed a needle biopsy of a nodule in the right lower lung using CT guidance. Unfortunately, the lung collapsed (pneumothorax) during the procedure. To treat this, we inserted a chest tube between the ribs to re-expand the lung. The air leak was controlled, and the patient was admitted.",
  "SYNB010_syn_9": "Percutaneous core needle biopsy of the right lower lobe performed. The procedure was complicated by a pneumothorax. A tube thoracostomy was executed to manage the complication.",
  "SYNB010": "PATIENT: 63-year-old female with a peripheral right lower lobe lung nodule.\n\nINDICATION: 2.1 cm peripheral right lower lobe nodule requiring tissue diagnosis; not amenable to bronchoscopic sampling.\n\nPROCEDURE: CT-guided percutaneous core needle biopsy of the right lower lobe nodule was performed in the prone position. Multiple 18-gauge core samples were obtained and sent for histology and culture. Immediately after the biopsy, the patient developed dyspnea and right-sided pleuritic chest pain. CT and bedside ultrasound confirmed a moderate right pneumothorax. A large-bore chest tube was placed in the right anterior axillary line, connected to a water seal drainage system with good air evacuation. The patient was admitted for chest tube management. No concurrent bronchoscopy or thoracentesis was performed."
}
