{
  "SYNB003_syn_1": "Proc: EBUS-TBNA.\nTarget: 4R.\nNeedle: 22G.\nPasses: 3.\nROSE: Malignant.\nNo other stations sampled.",
  "SYNB003_syn_2": "OPERATIVE NARRATIVE: Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration. The 4R paratracheal station was id[REDACTED] ultrasonographically, demonstrating heterogeneous echotexture. A 22-gauge needle was utilized to perform three transbronchial aspirations. Rapid On-Site Evaluation (ROSE) confirmed the presence of malignant cytology. The procedure was terminated without sampling additional stations.",
  "SYNB003_syn_3": "CPT 31652: Bronchoscopy with EBUS-TBNA, 1-2 nodal stations.\nDetails: Station 4R sampled under direct ultrasound guidance. 3 passes made. No other stations sampled (supports single code 31652, no 31653).",
  "SYNB003_syn_4": "Procedure Steps:\n1. ETT placement.\n2. EBUS scope insertion.\n3. ID station 4R (12mm).\n4. FNA x 3 with 22G needle.\n5. ROSE pos for carcinoma.\n6. Extubate.",
  "SYNB003_syn_5": "62 male lung cancer workup ebus done general anesthesia tube in. looked at 4r node it was big poked it three times with the needle rose said cancer so we stopped there didnt do any other nodes patient did fine.",
  "SYNB003_syn_6": "Linear EBUS bronchoscopy performed under general anesthesia via oral ETT. The 4R lymph node measured approximately 12 mm short axis with heterogeneous echotexture and no Doppler vessels. Using a 22-gauge EBUS needle, three passes were obtained from station 4R with good cytologic material seen on ROSE, consistent with malignant cells. No additional nodal stations were sampled.",
  "SYNB003_syn_7": "[Indication]\nPET-avid 4R node.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS localization of 4R. TBNA x3 (22G). ROSE positive for malignancy. No other stations.\n[Plan]\nOncology consult.",
  "SYNB003_syn_8": "Under general anesthesia, we performed an EBUS bronchoscopy. We located an enlarged lymph node at station 4R. We took three needle samples from this node. The pathologist in the room confirmed cancer cells were present. We did not sample any other nodes and ended the procedure.",
  "SYNB003_syn_9": "Linear EBUS bronchoscopy conducted under general anesthesia. Station 4R was interrogated and sampled three times using a 22-gauge needle. Cytologic analysis confirmed malignancy. No further nodes were aspirated.",
  "SYNB003": "PATIENT: 62-year-old male with suspected lung cancer.\n\nINDICATION: PET-avid right lower paratracheal lymphadenopathy (station 4R) requiring mediastinal staging.\n\nPROCEDURE: Linear EBUS bronchoscopy performed under general anesthesia via oral ETT. The 4R lymph node measured approximately 12 mm short axis with heterogeneous echotexture and no Doppler vessels. Using a 22-gauge EBUS needle, three passes were obtained from station 4R with good cytologic material seen on ROSE, consistent with malignant cells. No additional nodal stations were sampled. No conventional TBNA, radial EBUS, navigation bronchoscopy, or parenchymal biopsy was performed. The patient was extubated in the operating room and transferred to PACU in stable condition."
}
