{
  "SYNB004_syn_1": "Proc: EBUS staging + BAL.\nNodes: 4R, 7, 11R (3 stations).\nPasses: 3 per node.\nROSE: 4R/7 Malignant, 11R benign.\nLavage: RLL, sent for micro.\nCondition: Stable.",
  "SYNB004_syn_2": "PROCEDURE: Comprehensive mediastinal staging via EBUS-TBNA followed by bronchoalveolar lavage. Systematic ultrasonic evaluation revealed adenopathy at stations 4R, 7, and 11R. Fine needle aspiration was performed at all three stations (3 passes each, 22G). Cytopathology indicated malignancy in the N2 (4R, 7) stations. Subsequently, a bronchoalveolar lavage of the right lower lobe was performed for microbiological analysis.",
  "SYNB004_syn_3": "Billing Summary:\n- 31653: EBUS sampling of 3 or more stations (4R, 7, 11R).\n- 31624: Distinct BAL performed in RLL for microbiology.\n- Justification: Comprehensive staging and separate diagnostic lavage performed.",
  "SYNB004_syn_4": "Resident Note:\n- Indication: Staging.\n- Stations Sampled: 4R, 7, 11R.\n- Needle: 22G.\n- Results: Ca in 4R/7.\n- Additional: BAL RLL.\n- Complications: None.",
  "SYNB004_syn_5": "stging procedure for 71F general anesthesia ebus scope used. sampled 4r then 7 then 11r three passes each. cancer in the mediastinum. then we washed the rll for culture bal fluid looked clear patient woke up ok.",
  "SYNB004_syn_6": "Linear EBUS bronchoscopy performed under general anesthesia with ETT. Systematic nodal survey was performed. Enlarged nodes were seen at stations 4R (15 mm), 7 (18 mm), and 11R (10 mm). Using a 22-gauge EBUS needle, three passes were obtained from each of the three stations for a total of nine passes. ROSE showed malignant cells in 4R and 7. A bronchoalveolar lavage was then performed in the right lower lobe for microbiology and cytology.",
  "SYNB004_syn_7": "[Indication]\nMediastinal adenopathy, staging.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nEBUS-TBNA of 4R, 7, 11R (3 stations). BAL RLL performed. ROSE positive 4R/7.\n[Plan]\nOncology/ID [REDACTED] up.",
  "SYNB004_syn_8": "We performed a complete EBUS staging procedure under general anesthesia. We sampled three distinct lymph node stations: 4R, 7, and 11R. The onsite evaluation showed cancer in the first two. After the staging, we performed a lung wash (BAL) in the right lower lobe to check for infection.",
  "SYNB004_syn_9": "Linear EBUS bronchoscopy executed under general anesthesia. Three nodal stations (4R, 7, 11R) were aspirated. ROSE indicated malignancy in 4R and 7. A bronchoalveolar lavage was subsequently conducted in the right lower lobe.",
  "SYNB004": "PATIENT: 71-year-old female with suspected stage III lung cancer.\n\nINDICATION: PET-avid mediastinal and hilar adenopathy (stations 4R, 7, and 11R) requiring comprehensive EBUS staging.\n\nPROCEDURE: Linear EBUS bronchoscopy performed under general anesthesia with ETT. Systematic nodal survey was performed. Enlarged nodes were seen at stations 4R (15 mm), 7 (18 mm), and 11R (10 mm). Using a 22-gauge EBUS needle, three passes were obtained from each of the three stations for a total of nine passes. ROSE showed malignant cells in 4R and 7 and adequate lymphocytes in 11R. A bronchoalveolar lavage was then performed in the right lower lobe for microbiology and cytology. No transbronchial biopsies, radial EBUS, or navigational bronchoscopy were performed. The patient tolerated the procedure well without complications."
}
