{
  "SYNB007_syn_1": "Indication: Migrated valves, pneumonia.\nAction: Removed 4 Zephyr valves RUL. Suctioned thick pus/secretions.\nResult: Airways cleared. Valves retrieved.\nPlan: Antibiotics.",
  "SYNB007_syn_2": "PROCEDURE: Removal of bronchial valves and therapeutic aspiration. The patient presented with post-obstructive pneumonia. Bronchoscopy revealed migration of the RUL valves. All four Zephyr valves were retrieved using forceps. Extensive airway toileting was then performed to evacuate inspissated, purulent secretions from the RUL and bronchus intermedius, restoring airway hygiene.",
  "SYNB007_syn_3": "Coding: 31648 (Removal of valves, initial lobe) + 31645 (Therapeutic aspiration).\nJustification: Removal of failing devices due to migration. Separate significant effort required to clear 'thick, purulent secretions' justifying the additional aspiration code.",
  "SYNB007_syn_4": "Procedure Steps:\n1. Inspect RUL.\n2. ID [REDACTED] valves.\n3. Remove 4 valves via forceps.\n4. Suction copious pus (toilet).\n5. Extubate.",
  "SYNB007_syn_5": "patient [REDACTED] in rul now has pneumonia and coughing. went in valves moved. pulled all 4 out. lots of pus behind them suctioned it all out cleaned up the airway admitted for antibiotics.",
  "SYNB007_syn_6": "Flexible bronchoscopy under general anesthesia via ETT. Four previously placed Zephyr valves were visualized in the right upper lobe segmental bronchi, with one partially migrated. All four valves were removed using the manufacturer retrieval forceps without complication. Extensive therapeutic aspiration and suctioning were performed to clear thick, purulent secretions from the right upper lobe and bronchus intermedius.",
  "SYNB007_syn_7": "[Indication]\nInfected/Migrated RUL valves.\n[Anesthesia]\nGeneral.\n[Description]\nRemoved 4 Zephyr valves. Therapeutic aspiration of purulent secretions performed.\n[Plan]\nIV Antibiotics.",
  "SYNB007_syn_8": "The patient returned with infection and valve issues. We went in and removed all four valves from the right upper lobe; one had moved out of place. There was a lot of infected mucus blocked behind them, so we spent time suctioning and cleaning out the airways (therapeutic aspiration).",
  "SYNB007_syn_9": "Flexible bronchoscopy with extraction of endobronchial valves. Four Zephyr valves were retrieved from the right upper lobe. Extensive therapeutic aspiration was utilized to clear purulent secretions.",
  "SYNB007": "PATIENT: 72-year-old male with prior BLVR in the right upper lobe.\n\nINDICATION: Recurrent pneumonia and persistent cough attributed to migrated and occlusive right upper lobe valves; planned valve removal and airway toileting.\n\nPROCEDURE: Flexible bronchoscopy under general anesthesia via ETT. Four previously placed Zephyr valves were visualized in the right upper lobe segmental bronchi, with one partially migrated. All four valves were removed using the manufacturer retrieval forceps without complication. Extensive therapeutic aspiration and suctioning were performed to clear thick, purulent secretions from the right upper lobe and bronchus intermedius. No new valves were placed, and no biopsies, BAL, or EBUS procedures were performed. The patient was extubated and admitted for IV antibiotics."
}
