{
  "SYNB002_syn_1": "Indication: FB aspiration.\nAnesthesia: Moderate.\nFindings: Nut in RMS.\nAction: Removal via forceps en bloc.\nOutcome: Airway clear. No fragmentation.",
  "SYNB002_syn_2": "PROCEDURE: Therapeutic bronchoscopy for foreign body retrieval. Under moderate sedation with preservation of spontaneous ventilation, the bronchoscope was introduced. An organic foreign body, consistent with a nut, was id[REDACTED] impacting the right mainstem bronchus. Using grasping forceps, the object was secured and extracted en bloc to prevent fragmentation. Re-inspection confirmed patency of the distal airways.",
  "SYNB002_syn_3": "Coding: 31635 (Bronchoscopy with removal of foreign body).\nTechnique: Visualization of organic FB in right mainstem. Grasping forceps used to secure and remove object through native airway. No other distinct procedures performed.",
  "SYNB002_syn_4": "Resident Note:\n- Patient: 45M, choking episode.\n- Sedation: Moderate.\n- Scope: Flexible.\n- Findings: Nut lodged in R mainstem.\n- Intervention: Forceps removal.\n- Complications: None.",
  "SYNB002_syn_5": "guy choked on a nut came in coughing wheezing right side scope went in saw the nut right main bronchus grabbed it with the forcep pulled it all the way out didn't break it looks good now breathing better home today.",
  "SYNB002_syn_6": "Flexible bronchoscopy performed with moderate sedation and spontaneous breathing through the native airway. A hard organic foreign body was visualized lodged in the right mainstem bronchus with surrounding edema but no active bleeding. The foreign body was grasped with forceps and removed en bloc through the bronchoscope without fragmentation. Airways were reinspected and no residual material was seen.",
  "SYNB002_syn_7": "[Indication]\nChoking, unilateral wheeze.\n[Anesthesia]\nModerate, native airway.\n[Description]\nForeign body (nut) id[REDACTED] in RMS. Removed en bloc with forceps. Mucosa edematous but intact.\n[Plan]\nDischarge home.",
  "SYNB002_syn_8": "We performed a flexible bronchoscopy using moderate sedation. Upon inspection, a hard organic object was seen obstructing the right mainstem bronchus. We carefully grasped the object with forceps and removed it completely without breaking it. A follow-up look showed the airway was clear.",
  "SYNB002_syn_9": "Flexible bronchoscopy executed with moderate sedation. A foreign object was spotted in the right mainstem. It was seized with forceps and extracted in one piece. The airway was cleared of the obstruction. The patient was discharged.",
  "SYNB002": "PATIENT: 45-year-old male.\n\nINDICATION: Acute cough and unilateral wheeze after choking on a nut; CT with obstructing endobronchial foreign body in the right mainstem bronchus.\n\nPROCEDURE: Flexible bronchoscopy performed with moderate sedation and spontaneous breathing through the native airway. A hard organic foreign body was visualized lodged in the right mainstem bronchus with surrounding edema but no active bleeding. The foreign body was grasped with forceps and removed en bloc through the bronchoscope without fragmentation. Airways were reinspected and no residual material was seen. No BAL, brushings, biopsies, EBUS, or stent placement was performed. The patient tolerated the procedure well without desaturation and was discharged home from PACU."
}
