{
  "SYNB001_syn_1": "Procedure: Bronchoscopy w/ biopsy & brush.\n- ETT.\n- Mass R mainstem.\n- Forceps bx x4: good samples.\n- Protected brush x1: cytology.\n- Hemostasis: saline.\n- Extubated stable.",
  "SYNB001_syn_2": "OPERATIVE REPORT: The patient was anesthetized and the airway secured via endotracheal intubation. Inspection of the tracheobronchial tree revealed a fungating, friable neoplasm obstructing the right mainstem bronchus. Utilizing forceps, multiple tissue samples were procured for histopathologic examination. Subsequently, a protected specimen brush was deployed to obtain cytologic specimens from the same endobronchial lesion. Hemostasis was achieved via cold saline lavage.",
  "SYNB001_syn_3": "Service Justification:\nCPT 31625: Flexible bronchoscopy with endobronchial biopsy. Multiple forceps biopsies taken from right mainstem mass.\nCPT 31623: Flexible bronchoscopy with protected brushings. Separate protected brush passed into the same lesion for cytology.\nNo TBNA or BAL performed.",
  "SYNB001_syn_4": "Procedure Note:\n1. Time out/Consent verified.\n2. General Anesthesia/ETT.\n3. Scope inserted to carina.\n4. R mainstem mass id[REDACTED].\n5. Biopsies taken with standard forceps.\n6. Brushing performed with protected catheter.\n7. Scope removed. Patient stable.",
  "SYNB001_syn_5": "patient 68 female here for mass on ct we went down with the scope saw the tumor in the right mainstem looks like cancer took some bites with the forceps bleeding was okay then did a brush too patient did fine woke up in pacu no issues.",
  "SYNB001_syn_6": "Flexible bronchoscopy was performed under general anesthesia via oral endotracheal tube. Vocal cords and trachea were normal. A friable, obstructing, exophytic tumor was visualized in the right mainstem bronchus with contact bleeding. Multiple endobronchial forceps biopsies were obtained from the right mainstem tumor for histology with good hemostasis after iced saline and brief suctioning. Additional protected brushings were performed from the same lesion for cytology. The patient was extubated in the procedure room.",
  "SYNB001_syn_7": "[Indication]\nHemoptysis, R mainstem mass.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nFriable tumor R mainstem. Forceps biopsies x4. Protected brushings x1. Hemostasis secured.\n[Plan]\nPathology pending. Oncology referral.",
  "SYNB001_syn_8": "The patient underwent flexible bronchoscopy under general anesthesia. Upon entering the right mainstem bronchus, we visualized a large, friable mass. We proceeded to take multiple forceps biopsies for tissue diagnosis. Following this, we used a protected brush to gather cells for cytology. The bleeding was minimal and controlled easily. The patient tolerated the procedure well.",
  "SYNB001_syn_9": "Flexible bronchoscopy conducted under general anesthesia. An exophytic lesion was observed in the right mainstem. Multiple tissue samples were harvested using forceps. Additionally, cellular material was collected via protected brushing. Hemostasis was maintained. The patient was extubated without incident.",
  "SYNB001": "PATIENT: 68-year-old female.\n\nINDICATION: Hemoptysis and CT chest showing a 3.5 cm right mainstem bronchial mass concerning for lung cancer.\n\nPROCEDURE: Flexible bronchoscopy performed under general anesthesia via oral endotracheal tube. Vocal cords and trachea were normal. A friable, obstructing, exophytic tumor was visualized in the right mainstem bronchus with contact bleeding. Multiple endobronchial forceps biopsies were obtained from the right mainstem tumor for histology with good hemostasis after iced saline and brief suctioning. Additional protected brushings were performed from the same lesion for cytology. No BAL, transbronchial lung biopsy, TBNA, EBUS, or therapeutic tumor debulking was performed. Estimated blood loss was <10 mL. The patient was extubated in the procedure room and discharged from PACU in stable condition."
}
