{
  "SYNB008_syn_1": "Proc: Bedside Thoracentesis.\nSite: Right posterior.\nVolume: 1.5L serous.\nNo imaging code billed (US for marking only).\nComplications: None.",
  "SYNB008_syn_2": "PROCEDURE: Diagnostic and therapeutic thoracentesis. The right hemithorax was percussed and imaged with ultrasound for site selection. A catheter was introduced into the pleural space. 1,500 mL of serous fluid was evacuated. The procedure was terminated following symptom relief. Post-procedure ultrasound confirmed lung sliding.",
  "SYNB008_syn_3": "CPT 32554: Thoracentesis without imaging guidance code.\nNote: Ultrasound used for marking but report specifies 'No ultrasound guidance code... performed', implying 32554 is the correct billing assignment over 32555.",
  "SYNB008_syn_4": "Resident Note:\n- Indication: R pleural effusion.\n- Prep: Chloraprep/Drape.\n- Device: Thoracentesis kit.\n- Fluid: 1500ml serous.\n- Guidance: US for marking.\n- Complications: None.",
  "SYNB008_syn_5": "bedside tap right side 60 year old female. used ultrasound to find the spot but didnt save pics. put the needle in drained 1.5 liters yellow fluid patient feels better sending fluid to lab.",
  "SYNB008_syn_6": "At the bedside with the patient sitting, the right posterior hemithorax was imaged with ultrasound showing a large anechoic effusion without loculations. After marking an appropriate site, the skin was prepped and draped, and local anesthetic was infiltrated. A single thoracentesis needle and catheter were advanced into the pleural space without complication. Approximately 1,500 mL of serous fluid was removed with symptomatic relief.",
  "SYNB008_syn_7": "[Indication]\nSymptomatic R effusion.\n[Anesthesia]\nLocal.\n[Description]\nNeedle thoracentesis. 1500mL removed. US used for marking only.\n[Plan]\nFluid analysis.",
  "SYNB008_syn_8": "We performed a bedside procedure to drain fluid from around the right lung. We utilized ultrasound to find a safe spot, but did not perform a billed ultrasound procedure. We successfully drained 1.5 liters of fluid, and the patient's breathing improved immediately.",
  "SYNB008_syn_9": "Therapeutic thoracentesis performed. The right posterior hemithorax was accessed. 1,500 mL of serous fluid was aspirated. Ultrasound was employed for localization.",
  "SYNB008": "PATIENT: 60-year-old female with recurrent unilateral pleural effusion.\n\nINDICATION: Symptomatic right pleural effusion of unclear etiology; diagnostic and therapeutic thoracentesis planned.\n\nPROCEDURE: At the bedside with the patient sitting, the right posterior hemithorax was imaged with ultrasound showing a large anechoic effusion without loculations. After marking an appropriate site, the skin was prepped and draped, and local anesthetic was infiltrated. A single thoracentesis needle and catheter were advanced into the pleural space without complication. Approximately 1,500 mL of serous fluid was removed with symptomatic relief. Opening pressure was not formally measured. No ultrasound guidance code, chest tube placement, tunneled catheter, or thoracoscopy was performed. Post-procedure lung sliding was preserved clinically and on ultrasound."
}
