{
  "SYNB006_syn_1": "Procedure: BLVR RUL.\nDevice: 4 Zephyr valves.\nTarget: RUL segments.\nResult: Immediate collapse on fluoro. No complications.\nPlan: Admit for observation.",
  "SYNB006_syn_2": "OPERATIVE NARRATIVE: Bronchoscopic Lung Volume Reduction. The right upper lobe was selected for treatment of severe emphysema. Inspection confirmed segmental anatomy. Four Zephyr endobronchial valves were deployed into the segmental bronchi of the RUL. Fluoroscopic and bronchoscopic evaluation confirmed appropriate seating and lobar atelectasis. No collateral ventilation assessment was recorded in this session.",
  "SYNB006_syn_3": "CPT 31647: Bronchoscopy with placement of valves, initial lobe (RUL).\nDetails: 4 valves placed. No contralateral or additional lobes treated. No separate Chartis code billed (bundled or not performed).",
  "SYNB006_syn_4": "Resident Note:\n- Patient: 69F, Emphysema.\n- Procedure: BLVR.\n- Lobe: RUL.\n- Valves: 4 Zephyr.\n- Outcome: Good seating, lobar collapse seen.\n- Disposition: Telemetry.",
  "SYNB006_syn_5": "did the valve procedure for emphysema right upper lobe put in 4 valves zephyr brand they fit good fluoro showed the lung going down no pneumothorax right now sending her to the floor.",
  "SYNB006_syn_6": "Flexible bronchoscopy under general anesthesia via ETT. The right upper lobe airways were carefully inspected. Four Zephyr endobronchial valves were placed sequentially into segmental bronchi of the right upper lobe using the manufacturer deployment catheter, with good seating and immediate lobar collapse on fluoroscopy. No valves were placed in other lobes.",
  "SYNB006_syn_7": "[Indication]\nSevere Emphysema, BLVR candidate.\n[Anesthesia]\nGeneral.\n[Description]\n4 Zephyr valves deployed RUL. Immediate atelectasis noted on fluoro.\n[Plan]\nPneumothorax watch.",
  "SYNB006_syn_8": "We performed a lung volume reduction procedure on the right upper lobe. Using the bronchoscope, we placed four one-way valves into the airways of that lobe. We checked with x-ray (fluoroscopy) and saw the lobe collapsing as intended. The patient tolerated it well.",
  "SYNB006_syn_9": "Bronchoscopic lung volume reduction executed. Four Zephyr valves were implanted in the right upper lobe. Immediate lobar collapse was observed. No adverse events occurred.",
  "SYNB006": "PATIENT: 69-year-old female with advanced emphysema.\n\nINDICATION: Severe heterogeneous upper-lobe–predominant emphysema with hyperinflation and persistent dyspnea despite maximal medical therapy; candidate for bronchoscopic lung volume reduction.\n\nPROCEDURE: Flexible bronchoscopy under general anesthesia via ETT. The right upper lobe airways were carefully inspected. Four Zephyr endobronchial valves were placed sequentially into segmental bronchi of the right upper lobe using the manufacturer deployment catheter, with good seating and immediate lobar collapse on fluoroscopy. No valves were placed in other lobes. No Chartis measurements, BAL, transbronchial biopsies, or EBUS procedures were performed during this session. The patient was extubated in PACU and admitted to telemetry for post-BLVR monitoring."
}
