{
  "SYNIP0013_syn_1": "Dx: Critical distal tracheal obstruction (95%).\nProc: Rigid bronch, debulking, silicone stent (14x40mm).\nAction: Aggressive debulking (coring/microdebrider). Stent deployed over carina.\nResult: Patent airway. 30% residual narrowing of lumen, flow restored.\nPlan: ICU, intubated.",
  "SYNIP0013_syn_2": "OPERATIVE REPORT: [REDACTED] impending respiratory failure due to a critical distal tracheal obstruction. Rigid bronchoscopy was performed under general anesthesia. A bulky exophytic tumor was noted obstructing 95% of the distal trachea. Aggressive mechanical debulking was performed to recanalize the airway. Following this, a 14 x 40 mm silicone Y-stent (tracheal) was deployed to bridge the carinal involvement. Post-procedure evaluation confirmed stent expansion and restoration of ventilation to both mainstem bronchi.",
  "SYNIP0013_syn_3": "CPT Codes: 31640 (Tumor excision), 31631 (Tracheal stent placement).\nJustification: 95% obstruction required excision to create space for stent.\nDevice: Silicone tracheal stent (14x40mm).\nMethod: Rigid bronchoscopy with balloon dilation and guidewire deployment.\nOutcome: Airway patency restored.",
  "SYNIP0013_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Rigid Bronch, Debulking, Stent\nSteps:\n1. GA/Jet vent.\n2. Rigid scope to trachea.\n3. 95% obstruction visualized.\n4. Debulked with coring/forceps.\n5. Placed 14x40mm silicone stent.\n6. Confirmed position.\nComplications: Mild bleeding.\nDisposition: ICU.",
  "SYNIP0013_syn_5": "Anthony Green 68M critical airway obstruction distal trachea... we went in with the rigid scope saw 95 percent blockage barely any air moving debulked it aggressively with the coring and the microdebrider then we put in a silicone stent 14 by 40 mm right over the lesion bridging the carina looks much better now airway open patient sent to ICU intubated.",
  "SYNIP0013_syn_6": "Distal tracheal tumor with near-critical obstruction and impending respiratory failure. Rigid bronchoscopy with mechanical debulking of tracheal tumor and silicone tracheal stent placement. General anesthesia with rigid bronchoscopy; anesthesia team present. Bulky exophytic tumor at distal trachea extending to carina causing ~95% obstruction; right mainstem partially involved; significant work of breathing pre-procedure. Aggressive mechanical debulking was performed using rigid coring, suction, forceps, and microdebrider until a patent lumen was created. Multiple tumor fragments were removed and sent for histology. A 14 x 40 mm silicone stent was then deployed across the distal tracheal lesion, bridging the carina, with good expansion and coverage. Final lumen showed approximately 30% residual narrowing but robust airflow to both mainstem bronchi. Mild bleeding controlled with iced saline and topical epinephrine; no major complications. Remained intubated and transferred to ICU for close airway monitoring.",
  "SYNIP0013_syn_7": "[Indication]\nCritical distal tracheal obstruction (95%).\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nMassive tumor debulked mechanically to restore lumen. 14x40mm silicone stent deployed covering distal trachea and carina. Good expansion noted.\n[Plan]\nICU. Monitor airway.",
  "SYNIP0013_syn_8": "[REDACTED] critical condition with a tumor blocking almost his entire windpipe. We performed an emergency rigid bronchoscopy. Once we visualized the tumor, we aggressively removed the bulk of it using coring and suction to open up the airway. To keep it open, we placed a silicone stent across the affected area in the distal trachea. The airflow improved dramatically immediately after the stent was placed.",
  "SYNIP0013_syn_9": "Procedure: Rigid bronchoscopy with mechanical removal of tracheal mass and insertion of airway prosthesis.\nAction: Severe blockage was cleared by scraping and suctioning the growth. A silicone tube was implanted to maintain airway patency.\nResult: Breathing passage restored.",
  "SYNIP0013": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 68/M\nDate: [REDACTED]\nIndication: Distal tracheal tumor with near-critical obstruction and impending respiratory failure.\nProcedure: Rigid bronchoscopy with mechanical debulking of tracheal tumor and silicone tracheal stent placement.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present.\nFindings: Bulky exophytic tumor at distal trachea extending to carina causing ~95% obstruction; right mainstem partially involved; significant work of breathing pre-procedure.\nIntervention: Aggressive mechanical debulking was performed using rigid coring, suction, forceps, and microdebrider until a patent lumen was created. Multiple tumor fragments were removed and sent for histology. A 14 x 40 mm silicone stent was then deployed across the distal tracheal lesion, bridging the carina, with good expansion and coverage. Final lumen showed approximately 30% residual narrowing but robust airflow to both mainstem bronchi.\nComplications: Mild bleeding controlled with iced saline and topical epinephrine; no major complications.\nDisposition: Remained intubated and transferred to ICU for close airway monitoring."
}
