{
  "SYNIP0010_syn_1": "Indication: Mid-tracheal mass (Adenoid Cystic Ca).\nProcedure: Rigid Bronch + Debulking.\nFindings: 70% tracheal lumen compromised.\nAction: Cored, snared, microdebrider. No stent.\nResult: 20% residual narrowing.\nPlan: Step-down.",
  "SYNIP0010_syn_2": "INDICATION: Symptomatic mid-tracheal obstruction secondary to adenoid cystic carcinoma.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy revealed a broad-based tumor obstructing the mid-trachea. Resection was accomplished via a combination of rigid coring, snare technique, and microdebridement. The airway caliber was significantly improved. Hemostasis was maintained throughout. No stent was required at this time.\nDISPOSITION: The patient was extubated and transferred to the step-down unit.",
  "SYNIP0010_syn_3": "Code: 31640 (Bronchoscopy with excision of tumor).\nSite: Trachea.\nMethod: Mechanical resection (coring, snare, microdebrider).\nOutcome: Lumen restored. No stent placed.",
  "SYNIP0010_syn_4": "Procedure: Tracheal Debulking\nPatient: [REDACTED]\nSteps:\n1. GA/Rigid.\n2. Saw tracheal mass (70% block).\n3. Resected using snare and microdebrider.\n4. Airway open now.\n5. Minor bleeding.\nExtubated to step-down.",
  "SYNIP0010_syn_5": "Margaret Stone has a tumor in her windpipe. We used the rigid scope to clean it out. Used a snare and the shaver tool. Got most of it out breathing looks much better. No stent today. She woke up fine going to step down.",
  "SYNIP0010_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Margaret Stone 71/F Date: [REDACTED] Indication: Mid-tracheal endobronchial mass from adenoid cystic carcinoma with progressive dyspnea. Procedure: Rigid bronchoscopy with mechanical debulking of tracheal tumor. Anesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present. Findings: Broad-based tracheal mass on posterior wall at T3 level causing ~70% lumen compromise; no distal involvement. Intervention: Tumor was resected using rigid coring, snare resection of the bulk, and microdebrider to shave residual tissue. Multiple tumor fragments were removed and sent for histology. Final airway lumen showed approximately 20% residual narrowing without immediate need for stent. Complications: Mild bleeding controlled with iced saline; no desaturation or pneumothorax. Disposition: Extubated in OR and discharged to step-down unit.",
  "SYNIP0010_syn_7": "[Indication]\nTracheal Adenoid Cystic Carcinoma.\n[Anesthesia]\nGeneral.\n[Description]\nTumor resected via coring/snare/microdebrider. Lumen restored. 20% residual narrowing.\n[Plan]\nStep-down. Radiation oncology consult.",
  "SYNIP0010_syn_8": "[REDACTED] a tumor growing in the middle of her windpipe. We went in and removed the bulk of it using special tools through the bronchoscope. We opened the airway up nicely, so we didn't need to leave a stent in. She's breathing much better and recovering in the step-down unit.",
  "SYNIP0010_syn_9": "Indication: Mid-tracheal endobronchial mass.\nProcedure: Rigid bronchoscopy with mechanical reduction of tracheal tumor.\nIntervention: Tumor was resected using rigid coring, snare resection of the bulk, and microdebrider. Multiple tumor fragments were removed. Final airway lumen showed approximately 20% residual narrowing.",
  "SYNIP0010": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 71/F\nDate: [REDACTED]\nIndication: Mid-tracheal endobronchial mass from adenoid cystic carcinoma with progressive dyspnea.\nProcedure: Rigid bronchoscopy with mechanical debulking of tracheal tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present.\nFindings: Broad-based tracheal mass on posterior wall at T3 level causing ~70% lumen compromise; no distal involvement.\nIntervention: Tumor was resected using rigid coring, snare resection of the bulk, and microdebrider to shave residual tissue. Multiple tumor fragments were removed and sent for histology. Final airway lumen showed approximately 20% residual narrowing without immediate need for stent.\nComplications: Mild bleeding controlled with iced saline; no desaturation or pneumothorax.\nDisposition: Extubated in OR and discharged to step-down unit."
}
