{
  "SYNIP0017_syn_1": "Indication: Emergent airway obstruction (>90%).\nProcedure: Rigid bronch, rapid debulking.\nFindings: Tumor at distal trachea/carina.\nAction: Rigid coring, forceps. No stent (unstable).\nResult: Airway patent (35% residual).\nPlan: MICU, intubated.",
  "SYNIP0017_syn_2": "OPERATIVE REPORT: [REDACTED] extremis with critical central airway obstruction involving the distal trachea and carina. Emergency rigid bronchoscopy was performed. A large friable tumor was id[REDACTED] causing >90% occlusion. Rapid mechanical debulking was executed using the rigid scope and forceps to re-establish ventilation. Although a stent was considered, the patient's hemodynamic instability necessitated termination of the procedure once a patent airway (approx. 60-70% caliber) was achieved.",
  "SYNIP0017_syn_3": "Code: 31640 (Tumor excision).\nContext: Emergent.\nSite: Distal Trachea/Carina.\nMethod: Mechanical debulking (Coring/Forceps).\nNote: No stent placed due to patient stability issues.",
  "SYNIP0017_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Emergent Debulking\nSteps:\n1. Stat rigid bronch.\n2. Massive tumor at carina.\n3. Cored out to get air.\n4. Suctioned secretions.\n5. Pt unstable (hypotension).\n6. Stopped after airway open.\nPlan: MICU.",
  "SYNIP0017_syn_5": "Walter Young 80M emergent case critical airway... massive tumor at the carina blocking everything we went in fast with the rigid scope cored it out grabbed pieces with forceps just trying to get an airway he got hypotensive so we stopped once we had flow didn't put a stent in sent to MICU intubated.",
  "SYNIP0017_syn_6": "Emergent central airway obstruction from endobronchial tumor with acute respiratory distress. Emergent rigid bronchoscopy with mechanical debulking of tracheal and carinal tumor. General anesthesia with rigid bronchoscopy. Large friable tumor occupying distal trachea and carina with involvement of right mainstem, causing >90% obstruction; copious secretions. Rapid mechanical debulking using rigid coring, suction, and forceps was performed to remove obstructing tumor bulk. Microdebrider was used to excise residual tumor at carina. Airway patency restored with ~30–40% residual narrowing; no stent placed due to hemodynamic instability and need for short procedure. Transient hypotension and tachycardia responded to fluids and vasopressors; bleeding moderate but controlled. Remained intubated and transferred to MICU for continued care.",
  "SYNIP0017_syn_7": "[Indication]\nEmergent malignant airway obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nCritical carinal obstruction debulked mechanically. Airway restored. Procedure curtailed due to hypotension.\n[Plan]\nMICU. Stabilize.",
  "SYNIP0017_syn_8": "[REDACTED] in as an emergency with a tumor blocking his windpipe. We performed a rapid procedure to clear the blockage using a rigid bronchoscope. We physically removed the tumor pieces blocking the carina to allow air to pass. His blood pressure dropped during the procedure, so we finished as quickly as possible once the airway was open. He is currently in the ICU.",
  "SYNIP0017_syn_9": "Procedure: Emergency bronchoscopic removal of tracheal blockage.\nAction: The mass at the airway fork was scooped out to allow breathing. The procedure was halted early due to instability.\nResult: Breathing passage opened.",
  "SYNIP0017": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 80/M\nDate: [REDACTED]\nIndication: Emergent central airway obstruction from endobronchial tumor with acute respiratory distress.\nProcedure: Emergent rigid bronchoscopy with mechanical debulking of tracheal and carinal tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Large friable tumor occupying distal trachea and carina with involvement of right mainstem, causing >90% obstruction; copious secretions.\nIntervention: Rapid mechanical debulking using rigid coring, suction, and forceps was performed to remove obstructing tumor bulk. Microdebrider was used to excise residual tumor at carina. Airway patency restored with ~30–40% residual narrowing; no stent placed due to hemodynamic instability and need for short procedure.\nComplications: Transient hypotension and tachycardia responded to fluids and vasopressors; bleeding moderate but controlled.\nDisposition: Remained intubated and transferred to MICU for continued care."
}
