{
  "SYNIP0016_syn_1": "Indication: BI tumor, acute dyspnea.\nAction: Rigid bronch, mechanical debulking.\nFindings: 85% obstruction BI.\nIntervention: Coring, suction, microdebrider.\nResult: 30% residual. No stent.\nPlan: Oncology.",
  "SYNIP0016_syn_2": "PROCEDURE: Rigid bronchoscopy was indicated for [REDACTED] acute dyspnea secondary to a bronchus intermedius neoplasm. The tumor was found to be friable and irregular, occluding 85% of the lumen. Mechanical debulking was performed via rigid coring and microdebridement. This intervention successfully reduced the tumor burden, resulting in a patent airway with approximately 30% residual narrowing suitable for systemic therapy.",
  "SYNIP0016_syn_3": "Code: 31640 (Bronchoscopy w/ excision).\nSite: Bronchus Intermedius.\nTech: Mechanical debulking.\nJustification: 85% obstruction causing symptoms.\nOutcome: Deobliteration of airway.",
  "SYNIP0016_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: BI Debulking\nSteps:\n1. Anesthesia.\n2. Rigid scope.\n3. Cored out tumor in BI.\n4. Microdebrider used.\n5. Bleeding controlled.\n6. Extubated.\nPlan: Oncology admit.",
  "SYNIP0016_syn_5": "Harriet Cole 62F with the BI tumor causing wheezing... did a rigid bronch today saw the mass blocking 85 percent cored it out with the barrel and used the microdebrider to get the rest bleeding was mild stopped with epi no stent put in because shes starting chemo soon.",
  "SYNIP0016_syn_6": "Bronchus intermedius tumor with acute worsening dyspnea and wheeze. Rigid bronchoscopy with mechanical debulking of tumor. General anesthesia with rigid bronchoscopy. Irregular friable tumor occupying ~85% of the bronchus intermedius lumen with distal mucous plugging. Tumor was cored out mechanically using the rigid barrel; large fragments were removed with suction and forceps. A microdebrider was used to excise residual tumor along the airway wall. Final lumen with ~30% residual narrowing; no stent was placed due to anticipated systemic therapy. Mild bleeding controlled with cold saline and topical epinephrine. Extubated in OR and admitted to oncology ward.",
  "SYNIP0016_syn_7": "[Indication]\nSymptomatic BI tumor obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n85% obstruction reduced to 30% via mechanical coring and microdebridement. Distal airways cleared.\n[Plan]\nOncology ward. Systemic therapy.",
  "SYNIP0016_syn_8": "[REDACTED] trouble breathing due to a tumor in her airway. We used a rigid bronchoscope to manually remove the bulk of the tumor from the bronchus intermedius. We scraped out the tumor cells and suctioned them away. We managed to clear most of the blockage, leaving enough room for her to breathe comfortably while she waits for chemotherapy.",
  "SYNIP0016_syn_9": "Procedure: Rigid bronchoscopy with physical reduction of airway mass.\nAction: The obstruction in the intermediate bronchus was hollowed out using the scope. Remaining tissue was trimmed.\nResult: Airway caliber significantly improved.",
  "SYNIP0016": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 62/F\nDate: [REDACTED]\nIndication: Bronchus intermedius tumor with acute worsening dyspnea and wheeze.\nProcedure: Rigid bronchoscopy with mechanical debulking of tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Irregular friable tumor occupying ~85% of the bronchus intermedius lumen with distal mucous plugging.\nIntervention: Tumor was cored out mechanically using the rigid barrel; large fragments were removed with suction and forceps. A microdebrider was used to excise residual tumor along the airway wall. Final lumen with ~30% residual narrowing; no stent was placed due to anticipated systemic therapy.\nComplications: Mild bleeding controlled with cold saline and topical epinephrine.\nDisposition: Extubated in OR and admitted to oncology ward."
}
