{
  "SYNIP0018_syn_1": "Indication: RMS tumor.\nProc: Rigid bronch, excision.\nFindings: Sessile lesion, 60% block.\nAction: Snare, coring, microdebrider.\nResult: 10% residual. Clear margins.\nDisp: Home.",
  "SYNIP0018_syn_2": "PROCEDURE NOTE: [REDACTED] bronchoscopy for a right mainstem endobronchial tumor. A sessile lesion was id[REDACTED] on the lateral wall causing partial obstruction. Mechanical excision was performed utilizing a multimodal approach: snare resection for the bulk, followed by rigid coring and microdebridement for the base. The airway lumen was successfully restored with minimal residual irregularity.",
  "SYNIP0018_syn_3": "Service: 31640 (Bronchoscopy/Excision).\nSite: Right Mainstem Bronchus.\nMethod: Snare, Coring, Microdebrider.\nOutcome: Restoration of lumen.\nDisposition: Outpatient.",
  "SYNIP0018_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: RMS Tumor Excision\nSteps:\n1. GA/Rigid scope.\n2. Saw tumor RMS.\n3. Snared and debrided.\n4. Cleaned up base.\n5. No bleeding.\nPlan: Home.",
  "SYNIP0018_syn_5": "Chloe Harris 55F right mainstem tumor incidental finding... rigid bronch today sessile lesion lateral wall blocking 60 percent used the snare then the coring and microdebrider got it all out looks clean minimal bleeding discharge home.",
  "SYNIP0018_syn_6": "Right mainstem endobronchial tumor with cough and wheezing, incidentally found on CT. Rigid bronchoscopy with mechanical excision of right mainstem tumor. General anesthesia with rigid bronchoscopy. Sessile lesion along lateral wall of proximal right mainstem causing ~60% narrowing; no collapse distally. Mechanical debulking using snare resection, rigid coring, and microdebrider was performed. All visible tumor was removed; fragments were sent for histology. Final lumen had ~10% residual irregularity. Minimal bleeding; no hypoxia. Extubated in OR and discharged home after observation.",
  "SYNIP0018_syn_7": "[Indication]\nSymptomatic RMS tumor.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nSessile tumor excised via snare and mechanical tools. Lumen patent. Minimal bleeding.\n[Plan]\nDischarge. Follow up 2 weeks.",
  "SYNIP0018_syn_8": "[REDACTED] a tumor in her right main bronchial tube causing a cough. We removed it using a rigid bronchoscope. We used a snare to cut the tumor and a microdebrider to smooth the airway wall. The procedure went very well with no complications, and the airway is now clear.",
  "SYNIP0018_syn_9": "Procedure: Rigid bronchoscopy with resection of bronchial mass.\nAction: The growth in the right airway was excised and the area shaved smooth.\nResult: Airway fully opened.",
  "SYNIP0018": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 55/F\nDate: [REDACTED]\nIndication: Right mainstem endobronchial tumor with cough and wheezing, incidentally found on CT.\nProcedure: Rigid bronchoscopy with mechanical excision of right mainstem tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Sessile lesion along lateral wall of proximal right mainstem causing ~60% narrowing; no collapse distally.\nIntervention: Mechanical debulking using snare resection, rigid coring, and microdebrider was performed. All visible tumor was removed; fragments were sent for histology. Final lumen had ~10% residual irregularity.\nComplications: Minimal bleeding; no hypoxia.\nDisposition: Extubated in OR and discharged home after observation."
}
