{
  "SYNIP0006_syn_1": "Indication: Left mainstem anastomotic stricture (Lung Tx).\nProcedure: Flex/Rigid Bronch + Metal Stent.\nAnesthesia: GA.\nFindings: 70% fibrotic narrowing LMS anastomosis.\nAction: Balloon dilation to 12mm. 12x30mm metallic stent deployed.\nResult: <20% residual narrowing.\nPlan: ICU.",
  "SYNIP0006_syn_2": "INDICATION: Post-transplant anastomotic stricture of the left mainstem bronchus.\nPROCEDURE: Under general anesthesia, the airway was inspected. A concentric stricture was id[REDACTED] at the left bronchial anastomosis. Balloon angioplasty was performed to a diameter of 12 mm. To preventing restenosis, a 12 x 30 mm uncovered self-expanding metallic stent was deployed across the anastomosis under fluoroscopic guidance. Excellent airway patency was restored.\nDISPOSITION: Returned to CT-ICU for monitoring.",
  "SYNIP0006_syn_3": "Code: 31636 (Bronchial stent, initial).\nSite: Left Mainstem Bronchus.\nIndication: Anastomotic stricture (T86.81).\nTechnique: Balloon dilation (bundled) followed by deployment of 12x30mm metallic stent using flexible bronchoscopy and fluoroscopy.",
  "SYNIP0006_syn_4": "Procedure: LMS Stent (Transplant)\nPatient: [REDACTED]\nSteps:\n1. GA.\n2. Scope down. Saw stricture at LMS anastomosis.\n3. Dilated with balloon.\n4. Placed 12x30 metal stent.\n5. Fluoro confirmed position.\nStable. Back to ICU.",
  "SYNIP0006_syn_5": "Mr [REDACTED] is a lung transplant patient with a tight left airway. We went in dilated the stricture up to 12. Put a metal stent in 12 by 30 to keep it open. Airway looks much better now. No bleeding. Back to the transplant ICU.",
  "SYNIP0006_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Oliver Grant 63/M Date: [REDACTED] Indication: Left mainstem bronchial anastomotic stricture after left lung transplant with dyspnea and wheeze. Procedure: Flexible and rigid bronchoscopy with balloon dilation and placement of a left mainstem bronchial stent. Anesthesia: General anesthesia with ETT; anesthesia care by transplant anesthesia team. Findings: Concentric fibrotic narrowing at the bronchial anastomosis resulting in ~70% narrowing; mild mucosal edema; no mass. Intervention: Balloon dilation to 10 and 12 mm was performed across the stricture. A 12 x 30 mm self-expanding metallic stent was deployed in the left mainstem across the anastomosis under fluoroscopic guidance. Airway lumen improved with <20% residual narrowing and symmetric ventilation. Complications: No significant bleeding; no hypoxia or hemodynamic instability. Disposition: Extubated in OR and returned to cardiothoracic ICU for routine post-transplant monitoring.",
  "SYNIP0006_syn_7": "[Indication]\nLMS anastomotic stricture, post-transplant.\n[Anesthesia]\nGeneral.\n[Description]\nStricture dilated. 12x30mm metallic stent deployed. Lumen improved.\n[Plan]\nCT-ICU. Follow-up bronch 2-4 weeks.",
  "SYNIP0006_syn_8": "[REDACTED] a narrowing where his transplanted lung was connected on the left side. We dilated that narrowing with a balloon and placed a metal stent to keep it from closing up again. The airway looks great now, and he's heading back to the ICU.",
  "SYNIP0006_syn_9": "Indication: Left mainstem bronchial anastomotic constriction after left lung transplant.\nProcedure: Flexible and rigid bronchoscopy with balloon expansion and insertion of a left mainstem bronchial stent.\nIntervention: Balloon expansion to 10 and 12 mm was performed. A 12 x 30 mm self-expanding metallic stent was installed in the left mainstem. Airway lumen improved.",
  "SYNIP0006": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 63/M\nDate: [REDACTED]\nIndication: Left mainstem bronchial anastomotic stricture after left lung transplant with dyspnea and wheeze.\nProcedure: Flexible and rigid bronchoscopy with balloon dilation and placement of a left mainstem bronchial stent.\nAnesthesia: General anesthesia with ETT; anesthesia care by transplant anesthesia team.\nFindings: Concentric fibrotic narrowing at the bronchial anastomosis resulting in ~70% narrowing; mild mucosal edema; no mass.\nIntervention: Balloon dilation to 10 and then 12 mm was performed across the stricture. A 12 x 30 mm self-expanding metallic stent was deployed in the left mainstem across the anastomosis under fluoroscopic guidance. Airway lumen improved with <20% residual narrowing and symmetric ventilation.\nComplications: No significant bleeding; no hypoxia or hemodynamic instability.\nDisposition: Extubated in OR and returned to cardiothoracic ICU for routine post-transplant monitoring."
}
