{
  "SYNIP0020_syn_1": "Indication: Recurrent tracheal tumor post-chemorad.\nProc: Rigid bronch debulking.\nFindings: Nodular tumor distal trachea, 70% block.\nAction: Rigid coring, microdebrider.\nResult: 25% residual. No stent.\nDisp: Floor.",
  "SYNIP0020_syn_2": "PROCEDURE NOTE: [REDACTED] recurrent distal tracheal obstruction following prior chemoradiation. Rigid bronchoscopy revealed an irregular nodular tumor proximal to the carina. Mechanical debulking was performed utilizing the rigid scope and microdebrider to restore airway caliber. The procedure resulted in a patent airway with approximately 25% residual narrowing. Stenting was deferred.",
  "SYNIP0020_syn_3": "Service: 31640 (Excision of tumor).\nSite: Distal trachea.\nContext: Recurrence.\nTechnique: Mechanical debulking.\nOutcome: Improved patency.",
  "SYNIP0020_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Tracheal Debulking\nSteps:\n1. GA.\n2. Rigid scope.\n3. Recurrent tumor distal trachea.\n4. Debrided and cored.\n5. Airway open.\nPlan: Oncology f/u.",
  "SYNIP0020_syn_5": "Evelyn Ross 73F recurrent tumor distal trachea after radiation... rigid bronch today nodular tumor blocking 70 percent used the coring and microdebrider to open it up got it down to 25 percent narrowing bleeding was mild no stent this time admitted for observation.",
  "SYNIP0020_syn_6": "Distal tracheal tumor recurrence after chemoradiation with new dyspnea. Rigid bronchoscopy with mechanical debulking of distal tracheal tumor. General anesthesia with rigid bronchoscopy. Irregular nodular tumor at distal trachea just above carina causing ~70% narrowing; prior scar present. Mechanical debulking with rigid coring, microdebrider, and forceps was used to excise tumor tissue and widen the lumen. Multiple fragments removed and sent for pathology. Final lumen with ~25% residual narrowing; no stent placed given adequate caliber and prior radiation changes. Mild bleeding; no hypoxia or pneumothorax. Extubated in OR and admitted overnight for observation.",
  "SYNIP0020_syn_7": "[Indication]\nRecurrent tracheal tumor.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nNodular mass debulked via rigid bronchoscopy. Lumen restored. Hemostasis secured.\n[Plan]\nAdmit. Oncology follow-up.",
  "SYNIP0020_syn_8": "[REDACTED] a recurrence of her tumor in the lower windpipe. We went in with a rigid bronchoscope and cleaned out the new growth using a microdebrider and coring technique. The airway is open again, and she did not require a stent.",
  "SYNIP0020_syn_9": "Procedure: Rigid bronchoscopy with clearance of recurrent tracheal growth.\nAction: The regrowth in the airway was scraped and removed.\nResult: Airway widened.",
  "SYNIP0020": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 73/F\nDate: [REDACTED]\nIndication: Distal tracheal tumor recurrence after chemoradiation with new dyspnea.\nProcedure: Rigid bronchoscopy with mechanical debulking of distal tracheal tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Irregular nodular tumor at distal trachea just above carina causing ~70% narrowing; prior scar present.\nIntervention: Mechanical debulking with rigid coring, microdebrider, and forceps was used to excise tumor tissue and widen the lumen. Multiple fragments removed and sent for pathology. Final lumen with ~25% residual narrowing; no stent placed given adequate caliber and prior radiation changes.\nComplications: Mild bleeding; no hypoxia or pneumothorax.\nDisposition: Extubated in OR and admitted overnight for observation."
}
