{
  "SYNIP0009_syn_1": "Indication: RMS tumor (SCC), lung collapse.\nProcedure: Rigid Bronch + Mechanical Debulking.\nFindings: 90% occlusion RMS.\nAction: Cored with rigid, forceps removal, microdebrider. No stent.\nResult: 30% residual narrowing. Airflow restored.\nComplications: Moderate bleeding (80ml), controlled.\nPlan: ICU.",
  "SYNIP0009_syn_2": "INDICATION: Critical right mainstem obstruction due to endobronchial carcinoma.\nPROCEDURE: Rigid bronchoscopy was performed. A large exophytic tumor was visualizing occluding the proximal RMS. Mechanical debulking was executed utilizing the rigid bronchoscope barrel for coring, followed by forceps extraction and microdebrider resection. The airway was successfully recanalized, leaving approximately 30% residual stenosis. Hemostasis was achieved after moderate bleeding.\nDISPOSITION: The patient was transferred to the ICU intubated for monitoring.",
  "SYNIP0009_syn_3": "Code: 31640 (Bronchoscopy with excision of tumor).\nTechnique: Mechanical debulking (rigid coring, forceps, microdebrider).\nSite: Right Mainstem Bronchus.\nOutcome: Restoration of patency. No stent placed (excludes 31636).",
  "SYNIP0009_syn_4": "Procedure: Tumor Debulking\nPatient: [REDACTED]\nSteps:\n1. GA/Rigid scope.\n2. RMS 90% blocked by tumor.\n3. Cored it out, used forceps and microdebrider.\n4. Got it open to 70% patency.\n5. Some bleeding, controlled with epi/saline.\nPlan: ICU.",
  "SYNIP0009_syn_5": "Mr [REDACTED] has a tumor blocking his right lung. We went in with the rigid scope and cored it out. Used the grabbers and the shaver to get the rest. Opened it up pretty good. There was some bleeding about 80 cc but we stopped it. No stent needed right now. He is going to ICU intubated.",
  "SYNIP0009_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Robert Fields 59/M Date: [REDACTED] Indication: Critical right mainstem endobronchial tumor causing dyspnea at rest and right lung collapse. Procedure: Rigid bronchoscopy with mechanical debulking of right mainstem tumor. Anesthesia: General anesthesia with rigid bronchoscopy; anesthesia service present. Findings: Friable exophytic squamous cell carcinoma arising from the medial wall of the proximal right mainstem bronchus causing ~90% occlusion; copious blood-tinged secretions. Intervention: The tumor was mechanically debulked using rigid coring, suction, and forceps. A microdebrider was then used to excise residual tumor until the airway lumen was restored. Multiple tumor fragments were removed with suction and forceps and sent for pathology. Final lumen showed approximately 30% residual narrowing with improved airflow to the right lung; no stent placed. Complications: Transient moderate bleeding controlled with iced saline and dilute epinephrine; no hemodynamic instability. Disposition: Patient remained intubated and was transferred to the ICU for overnight monitoring.",
  "SYNIP0009_syn_7": "[Indication]\nRMS obstruction, SCC.\n[Anesthesia]\nGeneral.\n[Description]\nTumor cored and resected with forceps/microdebrider. Lumen restored to 70% patency. Hemostasis achieved.\n[Plan]\nICU. Re-eval 48-72h.",
  "SYNIP0009_syn_8": "[REDACTED] a tumor almost completely blocking his right main airway. We used the rigid bronchoscope and various tools to physically remove the tumor chunks. We cleared enough of it to get air moving into the right lung again. There was some bleeding, which we expected and controlled, but we decided to keep him on the breathing machine in the ICU for a day or two to be safe.",
  "SYNIP0009_syn_9": "Indication: Critical right mainstem endobronchial tumor.\nProcedure: Rigid bronchoscopy with mechanical reduction of right mainstem tumor.\nIntervention: The tumor was mechanically reduced using rigid coring, suction, and forceps. A microdebrider was then used to excise residual tumor. Final lumen showed approximately 30% residual narrowing with improved airflow.",
  "SYNIP0009": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 59/M\nDate: [REDACTED]\nIndication: Critical right mainstem endobronchial tumor causing dyspnea at rest and right lung collapse.\nProcedure: Rigid bronchoscopy with mechanical debulking of right mainstem tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia service present.\nFindings: Friable exophytic squamous cell carcinoma arising from the medial wall of the proximal right mainstem bronchus causing ~90% occlusion; copious blood-tinged secretions.\nIntervention: The tumor was mechanically debulked using rigid coring, suction, and forceps. A microdebrider was then used to excise residual tumor until the airway lumen was restored. Multiple tumor fragments were removed with suction and forceps and sent for pathology. Final lumen showed approximately 30% residual narrowing with improved airflow to the right lung; no stent placed.\nComplications: Transient moderate bleeding controlled with iced saline and dilute epinephrine; no hemodynamic instability.\nDisposition: Patient remained intubated and was transferred to the ICU for overnight monitoring."
}
