{
  "SYNIP0019_syn_1": "Indication: Mid-tracheal SCC, dyspnea.\nAction: Rigid bronch debulking.\nFindings: Fungating mass, 75% narrowing.\nIntervention: Coring, snare, microdebrider.\nResult: Patent lumen. No stent.\nPlan: Radiation oncology.",
  "SYNIP0019_syn_2": "OPERATIVE REPORT: [REDACTED] bronchoscopy for a mid-tracheal squamous cell carcinoma. A fungating posterior wall mass was id[REDACTED] obstructing 75% of the lumen. The tumor was debulked using rigid coring and snare excision techniques. A microdebrider was employed to fine-tune the resection. A patent airway was achieved without the need for stenting, facilitating future radiation therapy.",
  "SYNIP0019_syn_3": "Code: 31640.\nDiagnosis: Tracheal SCC.\nLocation: Mid-trachea.\nProcedure: Mechanical debulking.\nOutcome: 75% -> 25% obstruction.\nPlan: Radiation.",
  "SYNIP0019_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Tracheal Debulking\nSteps:\n1. Rigid scope.\n2. Mass mid-trachea.\n3. Debulked with coring/snare.\n4. Microdebrider for cleanup.\n5. Hemostasis.\nPlan: Admit, radiation consult.",
  "SYNIP0019_syn_5": "Xavier Bennett 69M mid tracheal SCC... rigid bronchoscopy fungating mass posterior wall blocking 75 percent we cored it out and snared it used the microdebrider too got a good lumen no stent needed because hes getting radiation mild bleeding only.",
  "SYNIP0019_syn_6": "Mid-tracheal squamous cell carcinoma with progressive dyspnea and cough. Rigid bronchoscopy with mechanical debulking of mid-tracheal tumor. General anesthesia with rigid bronchoscopy. Fungating mass on posterior mid-tracheal wall causing ~75% narrowing; distal airways patent. Tumor was debulked using rigid coring, snare excision, and microdebrider until a patent lumen was achieved. Multiple tumor fragments were removed and sent to pathology. No stent was placed given adequate residual lumen and planned radiation. Mild bleeding controlled with cold saline and dilute epinephrine. Extubated in OR and admitted overnight for observation.",
  "SYNIP0019_syn_7": "[Indication]\nMid-tracheal SCC obstruction.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nPosterior mass debulked mechanically. Airway patent. No stent placed.\n[Plan]\nOvernight obs. Radiation.",
  "SYNIP0019_syn_8": "[REDACTED] a cancer growth in the middle of his windpipe. We used a rigid bronchoscope to remove the tumor. We cut and scraped the tumor away until the airway was open. We didn't put a stent in because the opening is now wide enough and he is scheduled for radiation treatment.",
  "SYNIP0019_syn_9": "Procedure: Rigid bronchoscopy with removal of tracheal obstruction.\nAction: The mass in the windpipe was excised using mechanical tools.\nResult: Breathing tube cleared.",
  "SYNIP0019": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 69/M\nDate: [REDACTED]\nIndication: Mid-tracheal squamous cell carcinoma with progressive dyspnea and cough.\nProcedure: Rigid bronchoscopy with mechanical debulking of mid-tracheal tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Fungating mass on posterior mid-tracheal wall causing ~75% narrowing; distal airways patent.\nIntervention: Tumor was debulked using rigid coring, snare excision, and microdebrider until a patent lumen was achieved. Multiple tumor fragments were removed and sent to pathology. No stent was placed given adequate residual lumen and planned radiation.\nComplications: Mild bleeding controlled with cold saline and dilute epinephrine.\nDisposition: Extubated in OR and admitted overnight for observation."
}
