{
  "SYNIP0002_syn_1": "Dx: RUL SCC with 90% RMS obstruction.\nProcedure: Rigid/Flex Bronch + RMS Stent.\nAnesthesia: GA, ETT -> Rigid.\nFindings: 90% eccentric narrowing RMS.\nAction: Debulked via rigid. Dilated to 12mm. Deployed 12x40mm self-expanding metallic stent.\nOutcome: Good expansion. Residual narrowing 20%.\nComplications: Mild contact bleed. No desat.\nPlan: Extubate. Floor.",
  "SYNIP0002_syn_2": "PREOPERATIVE DIAGNOSIS: Right mainstem bronchial obstruction secondary to locally advanced squamous cell carcinoma.\nPROCEDURE: The patient was intubated and placed under general anesthesia. Initial inspection with the rigid bronchoscope revealed a critical 90% stenosis of the proximal right mainstem bronchus. Mechanical debulking was performed to facilitate access. Following guidewire placement, the stenosis was dilated to 12 mm via balloon angioplasty. A 12 x 40 mm uncovered self-expanding metallic stent was subsequently deployed under fluoroscopic guidance. The stent achieved excellent apposition to the bronchial wall, relieving the obstruction.\nPOST-OPERATIVE PLAN: The patient was extubated and transferred to the surgical floor.",
  "SYNIP0002_syn_3": "Code Selection: 31636 (Bronchoscopy with stent placement, initial bronchus).\nSite: Right Mainstem Bronchus.\nMedical Necessity: 90% malignant obstruction.\nDetails:\n- Rigid bronchoscopy used for access.\n- Mechanical debulking (bundled) performed.\n- Balloon dilation (bundled) to 12mm.\n- Placement of 12x40mm metallic stent.\n- Fluoroscopy utilized for verification.",
  "SYNIP0002_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: RMS Stent\nKey Steps:\n1. GA induced. ETT placed.\n2. Exchanged for rigid scope.\n3. Saw 90% block in RMS.\n4. Debulked tumor.\n5. Dilated with balloon.\n6. Placed 12x40 metallic stent in RMS.\n7. Checked with fluoro.\nNo issues. Extubated to PACU.",
  "SYNIP0002_syn_5": "Maria Lopez here for the airway stent she has that tumor pushing on the right mainstem. We put her under general switched the tube for the rigid scope. It was tight about 90 percent closed. Cleared some out then dilated it. Put in a metal stent 12 by 40. Looks way better now open good air movement. Bleeding was minimal. She goes to the floor thanks.",
  "SYNIP0002_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Maria Lopez 64/F Date: [REDACTED] Indication: Symptomatic right mainstem bronchial obstruction from locally advanced right upper lobe squamous cell carcinoma. Procedure: Rigid and flexible bronchoscopy with mechanical dilation and placement of a right mainstem bronchial stent. Anesthesia: General anesthesia with ETT; anesthesia provided by separate anesthesia service. Findings: About 90% eccentric narrowing of the proximal right mainstem bronchus from intraluminal tumor and extrinsic compression; mucosa friable with contact bleeding. Intervention: Tumor bulk was gently debulked mechanically using the rigid barrel and suction. A guidewire was passed into the right lower lobe and the ETT exchanged to a rigid bronchoscope. Serial balloon dilations to 12 mm were performed. A 12 x 40 mm self-expanding metallic stent was deployed in the right mainstem under fluoroscopic and bronchoscopic visualization with good expansion and coverage of the lesion. Residual narrowing estimated at 20%. Complications: Mild bleeding controlled with iced saline; no sustained desaturation or arrhythmia. Disposition: Extubated in OR and transferred to PACU, then surgical floor in stable condition.",
  "SYNIP0002_syn_7": "[Indication]\nSymptomatic RMS obstruction, squamous cell CA.\n[Anesthesia]\nGeneral, ETT/Rigid.\n[Description]\n90% narrowing RMS. Debulked. Dilated to 12mm. 12x40mm metallic stent deployed. Good expansion confirmed on fluoro.\n[Plan]\nFloor admission. CXR. F/U bronch 6 weeks.",
  "SYNIP0002_syn_8": "[REDACTED] a significant blockage in her right main bronchial tube due to her tumor. We took her to the OR and, under general anesthesia, used a rigid bronchoscope to clear some of the tumor out. We then stretched the airway open with a balloon and placed a metal stent, 12 by 40 millimeters. The stent opened up the airway nicely, and she was breathing much better by the end of the case.",
  "SYNIP0002_syn_9": "Indication: Symptomatic right mainstem bronchial blockage.\nProcedure: Rigid and flexible bronchoscopy with mechanical expansion and insertion of a right mainstem bronchial stent.\nIntervention: Tumor bulk was gently reduced mechanically. Serial balloon expansions to 12 mm were executed. A 12 x 40 mm self-expanding metallic stent was positioned in the right mainstem under fluoroscopic and bronchoscopic visualization. Good expansion and coverage of the lesion were noted.",
  "SYNIP0002": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 64/F\nDate: [REDACTED]\nIndication: Symptomatic right mainstem bronchial obstruction from locally advanced right upper lobe squamous cell carcinoma.\nProcedure: Rigid and flexible bronchoscopy with mechanical dilation and placement of a right mainstem bronchial stent.\nAnesthesia: General anesthesia with ETT; anesthesia provided by separate anesthesia service.\nFindings: About 90% eccentric narrowing of the proximal right mainstem bronchus from intraluminal tumor and extrinsic compression; mucosa friable with contact bleeding.\nIntervention: Tumor bulk was gently debulked mechanically using the rigid barrel and suction. A guidewire was passed into the right lower lobe and the ETT exchanged to a rigid bronchoscope. Serial balloon dilations to 12 mm were performed. A 12 x 40 mm self-expanding metallic stent was deployed in the right mainstem under fluoroscopic and bronchoscopic visualization with good expansion and coverage of the lesion. Residual narrowing estimated at 20%.\nComplications: Mild bleeding controlled with iced saline; no sustained desaturation or arrhythmia.\nDisposition: Extubated in OR and transferred to PACU, then surgical floor in stable condition."
}
