{
  "SYNIP0011_syn_1": "Procedure: Rigid Bronchoscopy.\nIndication: LMS obstruction, RCC met.\nAction:\n- Rigid scope introduced.\n- Polypoid tumor 80% obstruction LMS.\n- Mech debulking: coring, forceps, suction.\n- Microdebrider for residuals.\n- Hemostasis: Iced saline, epi, tamponade.\nResult: Lumen 75% patent (25% residual).\nPlan: MICU. Obs.",
  "SYNIP0011_syn_2": "OPERATIVE NARRATIVE: The patient, presenting with metastatic renal cell carcinoma, underwent rigid bronchoscopy for palliative airway restoration. Upon visualization, a vascular polypoid mass was id[REDACTED] originating from the lateral wall of the proximal left mainstem bronchus, compromising the lumen by approximately 80%. Mechanical debulking was executed utilizing the rigid barrel for coring, complemented by forceps extraction. Subsequent fine-tuning was achieved via microdebrider to excise residual neoplastic tissue. Hemostasis was challenging but secured using cold saline lavage, topical epinephrine, and rigid barrel tamponade. The final result yielded a significantly improved lumen with an estimated 25% residual narrowing.",
  "SYNIP0011_syn_3": "Procedure Code: 31640 (Bronchoscopy with excision of tumor).\nTechnique:\n1. Rigid bronchoscope insertion under GA.\n2. Id[REDACTED] of obstructing tumor (Left Mainstem).\n3. Mechanical excision performed using rigid coring technique.\n4. Microdebrider tool utilized to shave residual tissue to base.\n5. Forceps used for removal of debris.\nNote: No stent placed (excludes 31631).",
  "SYNIP0011_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Rigid Bronchoscopy with Debulking\nAttending: Dr. Ramos\n\nProcedure Steps:\n1. Time out performed.\n2. General anesthesia induced. Rigid scope inserted.\n3. Left mainstem tumor visualized (80% block).\n4. Tumor debulked using coring and microdebrider.\n5. Bleeding controlled with saline/epi.\n6. Good airway caliber achieved.\nPlan: ICU for monitoring.",
  "SYNIP0011_syn_5": "op report patient Ian Murphy we did a rigid bronchoscopy today for the left mainstem tumor... went in with the rigid scope saw the mass blocking about 80 percent used the barrel to core it out and then the microdebrider to clean it up got most of it out maybe 25 percent left there was some bleeding pretty brisk but we stopped it with ice saline and holding pressure with the scope sent him to MICU kept him intubated thanks.",
  "SYNIP0011_syn_6": "Left mainstem obstruction from metastatic renal cell carcinoma with dyspnea and post-obstructive pneumonia. Rigid bronchoscopy with mechanical debulking of left mainstem tumor. General anesthesia with rigid bronchoscopy. Polypoid vascular tumor arising from lateral wall of proximal left mainstem causing ~80% lumen compromise; purulent secretions distally. Tumor was debulked mechanically using rigid coring, suction, and forceps. A microdebrider was used to excise residual tumor tissue until a near-circular lumen was achieved. Multiple tumor fragments were removed and sent for pathology. Residual narrowing estimated at 25%; no stent placed due to anticipated systemic therapy response. Brisk bleeding during initial passes controlled with iced saline, topical epinephrine, and temporary tamponade with the rigid barrel. Remained intubated and transferred to the MICU for overnight observation and treatment of pneumonia.",
  "SYNIP0011_syn_7": "[Indication]\nLeft mainstem obstruction, metastatic RCC, post-obstructive pneumonia.\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nRigid scope advanced. 80% obstruction of LMS id[REDACTED]. Mechanical debulking performed via coring, forceps, and microdebrider. Bleeding managed with tamponade and epinephrine. Lumen restored to 75% patency.\n[Plan]\nMICU admission. Antibiotics.",
  "SYNIP0011_syn_8": "The patient was brought to the operating room for a rigid bronchoscopy to address a left mainstem obstruction caused by metastatic renal cell carcinoma. Under general anesthesia, we id[REDACTED] a vascular tumor blocking 80% of the airway. We proceeded to debulk the tumor mechanically, using the rigid scope to core through the mass and forceps to remove the debris. A microdebrider was then used to smooth the airway walls. We encountered some brisk bleeding which was managed effectively with iced saline and epinephrine. By the end of the procedure, the airway was largely patent.",
  "SYNIP0011_syn_9": "Procedure: Rigid bronchoscopy with physical removal of left mainstem mass.\nIndication: Airway blockage from metastatic renal cell cancer.\nDetails: A polypoid growth was seen on the lateral wall of the left mainstem. The mass was extracted using rigid coring and forceps. A microdebrider excised the remaining tissue. Bleeding was halted with cold saline and pressure. The airway was opened significantly.",
  "SYNIP0011": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 65/M\nDate: [REDACTED]\nIndication: Left mainstem obstruction from metastatic renal cell carcinoma with dyspnea and post-obstructive pneumonia.\nProcedure: Rigid bronchoscopy with mechanical debulking of left mainstem tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Polypoid vascular tumor arising from lateral wall of proximal left mainstem causing ~80% lumen compromise; purulent secretions distally.\nIntervention: Tumor was debulked mechanically using rigid coring, suction, and forceps. A microdebrider was used to excise residual tumor tissue until a near-circular lumen was achieved. Multiple tumor fragments were removed and sent for pathology. Residual narrowing estimated at 25%; no stent placed due to anticipated systemic therapy response.\nComplications: Brisk bleeding during initial passes controlled with iced saline, topical epinephrine, and temporary tamponade with the rigid barrel.\nDisposition: Remained intubated and transferred to the MICU for overnight observation and treatment of pneumonia."
}
