{
  "SYNIP0014_syn_1": "Indication: Tracheal granulation (post-radiation).\nProcedure: Flex/Rigid bronch, resection.\nFindings: Anterior pedunculated lesion, 60% narrowing.\nAction: Snare resection, microdebrider, rigid coring.\nResult: 15% residual. No stent.\nDisp: Home.",
  "SYNIP0014_syn_2": "PROCEDURE: The patient underwent combined flexible and rigid bronchoscopy for the management of benign tracheal stenosis secondary to post-radiation granulation tissue. A pedunculated polypoid lesion was id[REDACTED] on the anterior tracheal wall. The lesion was resected en bloc using a snare, followed by mucosal smoothing with a microdebrider and rigid coring. The intervention successfully increased the airway caliber, leaving minimal residual irregularity.",
  "SYNIP0014_syn_3": "Code: 31640 (Bronchoscopy with excision of tumor/tissue).\nPathology: Granulation tissue (Benign).\nLocation: Trachea (anterior wall).\nTechnique: Snare resection and Microdebrider.\nOutcome: Restoration of airway lumen from 60% obstruction to 15%.",
  "SYNIP0014_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: Tracheal Resection\nSteps:\n1. Anesthesia.\n2. Rigid scope insertion.\n3. Found granulation tissue anterior trachea.\n4. Snared and debrided.\n5. Suctioned fragments.\n6. Extubated.\nPlan: Discharge home.",
  "SYNIP0014_syn_5": "Nina Alvarez here for the tracheal granulation tissue post radiation... did a rigid and flex bronch saw the polyp on the anterior wall blocking about 60 percent used a snare to cut it off then the microdebrider to smooth it down looks good now only maybe 15 percent narrowing left no bleeding patient woke up fine going home.",
  "SYNIP0014_syn_6": "Post-radiation polypoid granulation tissue in trachea causing exertional dyspnea and cough. Flexible and rigid bronchoscopy with mechanical resection of tracheal granulation tissue. General anesthesia with ETT. Pedunculated polypoid tissue on anterior tracheal wall ~3 cm above carina causing ~60% narrowing; surrounding mucosa fibrotic. Lesion was grasped and removed using snare resection, followed by microdebrider shaving of residual granulation and rigid coring to smooth the airway. Small fragments were suctioned and sent to pathology. Final lumen with ~15% residual narrowing; no stent placed. Minimal bleeding controlled with cold saline. Extubated in OR and discharged to home the same day after observation.",
  "SYNIP0014_syn_7": "[Indication]\nSymptomatic tracheal granulation tissue.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nPolypoid lesion anterior trachea resected via snare and microdebrider. Rigid coring used to smooth mucosa. Airway patent.\n[Plan]\nDischarge. Follow-up 6-8 weeks.",
  "SYNIP0014_syn_8": "[REDACTED] scar tissue growing in her trachea after radiation treatment. We performed a bronchoscopy to remove it. We found a polyp-like growth blocking part of her airway. We used a snare tool to grab and remove it, then smoothed out the area with a microdebrider. The airway looks much clearer now, and she went home the same day.",
  "SYNIP0014_syn_9": "Procedure: Rigid bronchoscopy with excision of tracheal growth.\nFindings: Tissue mass causing airway narrowing.\nAction: The growth was snipped and shaved down using specialized tools. The airway wall was smoothed.\nResult: Improved airflow.",
  "SYNIP0014": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 67/F\nDate: [REDACTED]\nIndication: Post-radiation polypoid granulation tissue in trachea causing exertional dyspnea and cough.\nProcedure: Flexible and rigid bronchoscopy with mechanical resection of tracheal granulation tissue.\nAnesthesia: General anesthesia with ETT.\nFindings: Pedunculated polypoid tissue on anterior tracheal wall ~3 cm above carina causing ~60% narrowing; surrounding mucosa fibrotic.\nIntervention: Lesion was grasped and removed using snare resection, followed by microdebrider shaving of residual granulation and rigid coring to smooth the airway. Small fragments were suctioned and sent to pathology. Final lumen with ~15% residual narrowing; no stent placed.\nComplications: Minimal bleeding controlled with cold saline.\nDisposition: Extubated in OR and discharged to home the same day after observation."
}
