{
  "SYNIP0008_syn_1": "Indication: Extrinsic tracheal compression (Lymphoma).\nProcedure: Rigid Bronch + Silicone Stent.\nFindings: 65% mid-distal tracheal narrowing.\nAction: Dilated to 13mm. Placed 13x50mm silicone stent.\nResult: Lumen patent.\nPlan: Oncology floor.",
  "SYNIP0008_syn_2": "INDICATION: Critical airway compromise due to mediastinal lymphoma compressing the trachea.\nPROCEDURE: Rigid bronchoscopy was performed under general anesthesia. Significant extrinsic compression of the mid-to-distal trachea was noted. The airway was gently dilated to accept a prosthesis. A 13 x 50 mm silicone tracheal stent was deployed, spanning the length of the compression. Post-deployment visualization confirmed restoration of the airway lumen and relief of the obstruction.\nDISPOSITION: Admitted to oncology service.",
  "SYNIP0008_syn_3": "Code: 31631 (Tracheal Stent).\nDx: Lymphoma with tracheal compression.\nDevice: 13x50mm Silicone Stent.\nNote: Stent used to maintain patency against extrinsic compression. Dilation bundled.",
  "SYNIP0008_syn_4": "Procedure: Tracheal Stent\nPatient: [REDACTED]\nSteps:\n1. GA/Rigid scope.\n2. Saw compression from lymphoma.\n3. Dilated.\n4. Placed 13x50 silicone stent.\n5. Airway looks much better.\nExtubated to floor.",
  "SYNIP0008_syn_5": "Lila Shah has lymphoma pushing on her windpipe. We used the rigid scope to open it up. Put in a long silicone stent 13 by 50 to hold the airway open against the pressure. It looks good now breathing is better. No bleeding. Back to the floor.",
  "SYNIP0008_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Lila Shah 49/F Date: [REDACTED] Indication: Extrinsic tracheal compression from mediastinal lymphoma with progressive stridor. Procedure: Rigid bronchoscopy with mechanical dilation and silicone tracheal stent placement. Anesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present. Findings: Long-segment mid to distal tracheal narrowing (~65% reduction in lumen) from external compression; mucosa intact. Intervention: Gentle mechanical dilatation with the rigid barrel and serial balloon inflations up to 13 mm restored tracheal caliber. A 13 x 50 mm silicone tracheal stent was deployed spanning the compressed segment. Post-placement, tracheal lumen was widely patent with minimal residual narrowing and improved airflow. Complications: None immediate. Disposition: Extubated in OR and admitted to oncology floor for ongoing lymphoma management.",
  "SYNIP0008_syn_7": "[Indication]\nTracheal compression, Lymphoma.\n[Anesthesia]\nGeneral.\n[Description]\nExtrinsic compression dilated. 13x50mm silicone stent placed. Airway secured.\n[Plan]\nOncology admission.",
  "SYNIP0008_syn_8": "[REDACTED] pressing on her trachea from the outside, making it narrow. We went in and placed a silicone stent—kind of like a stiff tube—inside the trachea to hold it open against that pressure. It worked well, and the airway is nice and wide now.",
  "SYNIP0008_syn_9": "Indication: Extrinsic tracheal compression from mediastinal lymphoma.\nProcedure: Rigid bronchoscopy with mechanical expansion and silicone tracheal stent insertion.\nIntervention: Gentle mechanical expansion was performed. A 13 x 50 mm silicone tracheal stent was installed spanning the compressed segment. Post-placement, tracheal lumen was widely open.",
  "SYNIP0008": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 49/F\nDate: [REDACTED]\nIndication: Extrinsic tracheal compression from mediastinal lymphoma with progressive stridor.\nProcedure: Rigid bronchoscopy with mechanical dilation and silicone tracheal stent placement.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present.\nFindings: Long-segment mid to distal tracheal narrowing (~65% reduction in lumen) from external compression; mucosa intact.\nIntervention: Gentle mechanical dilatation with the rigid barrel and serial balloon inflations up to 13 mm restored tracheal caliber. A 13 x 50 mm silicone tracheal stent was deployed spanning the compressed segment. Post-placement, tracheal lumen was widely patent with minimal residual narrowing and improved airflow.\nComplications: None immediate.\nDisposition: Extubated in OR and admitted to oncology floor for ongoing lymphoma management."
}
