{
  "SYNIP0003_syn_1": "Indication: Combined distal tracheal (70%) and RMS (80%) obstruction.\nProcedure: Rigid Bronch + Stents x2.\nAnesthesia: GA, jet.\nIntervention:\n- Trachea: Debulked, 14x40mm silicone stent placed (31631).\n- RMS: Dilated, 12x30mm metallic stent placed (31636).\nResult: Both airways patent (<20% residual).\nComplications: Transient desat, resolved. No pneumo.\nPlan: ICU.",
  "SYNIP0003_syn_2": "INDICATION: Complex carinal obstruction involving the distal trachea and right mainstem bronchus secondary to bulky NSCLC.\nPROCEDURE: Rigid bronchoscopy was initiated under general anesthesia. The distal trachea exhibited 70% stenosis, and the proximal RMS showed 80% stenosis. Both sites were mechanically debulked. A 14 x 40 mm straight silicone stent was deployed in the trachea to secure the central airway. Subsequently, a 12 x 30 mm metallic stent was deployed in the right mainstem bronchus. Fluoroscopy confirmed satisfactory positioning of both devices with restoration of aeration to the right lung.\nDISPOSITION: The patient was transferred to the ICU for monitoring.",
  "SYNIP0003_syn_3": "Coding Summary:\n- 31631: Placement of tracheal stent (Silicone, 14x40mm).\n- 31636: Placement of bronchial stent, initial bronchus (Metallic, 12x30mm, Right Mainstem).\nRationale: Distinct anatomic sites (trachea and RMS) treated with separate devices. Limited debulking and dilation performed to facilitate placement (bundled).\nRVU Note: Multiple procedure reduction may apply to secondary code.",
  "SYNIP0003_syn_4": "Procedure: Double Stent Placement (Trachea + RMS)\nPatient: [REDACTED]\nSteps:\n1. GA/Jet vent.\n2. Rigid scope in.\n3. Saw blockages in trachea and RMS.\n4. Cleaned it out a bit.\n5. Put silicone stent in trachea (14x40).\n6. Put metal stent in RMS (12x30).\n7. Checked flow - good.\nPlan: ICU overnight.",
  "SYNIP0003_syn_5": "Procedure note for Mr [REDACTED] he has that big tumor at the carina blocking trachea and right side. We went in with the rigid scope. Cleaned out the tumor a bit then put in two stents. One silicone for the trachea 14 by 40. One metal for the right main 12 by 30. Both looked good open well. He desatted for a sec but came right back up. Going to ICU thanks.",
  "SYNIP0003_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: George Patel 69/M Date: [REDACTED] Indication: Combined distal tracheal and right mainstem obstruction from bulky non-small cell lung cancer with progressive dyspnea. Procedure: Rigid bronchoscopy with tracheal and right mainstem bronchial stent placement after limited mechanical debulking. Anesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present. Findings: 70% circumferential narrowing of the distal trachea and separate 80% narrowing of the proximal right mainstem bronchus from tumor and external compression. Intervention: Limited mechanical debulking with the rigid barrel and suction was performed to open both segments. A 14 x 40 mm straight silicone tracheal stent was deployed across the distal tracheal lesion. A separate 12 x 30 mm metallic stent was then placed in the right mainstem bronchus under fluoroscopic guidance. Both stents were well positioned with brisk air entry to the right lung; residual narrowing <20% in both locations. Complications: No major bleeding; transient desaturation to high 80s resolved with recruitment maneuvers. Disposition: Extubated in OR and transferred to PACU in stable condition, then ICU for overnight monitoring.",
  "SYNIP0003_syn_7": "[Indication]\nCombined tracheal/RMS obstruction, NSCLC.\n[Anesthesia]\nGeneral, Jet.\n[Description]\nLimited debulking performed. Tracheal stent (silicone 14x40) deployed. RMS stent (metal 12x30) deployed. Both patent.\n[Complications]\nTransient desaturation.\n[Plan]\nICU admission. Repeat bronch 4-6 weeks.",
  "SYNIP0003_syn_8": "[REDACTED] a complex blockage affecting both his windpipe and the main tube to his right lung. We used a rigid bronchoscope to clear some space. We decided to place two different stents: a silicone one for the trachea and a metal one for the right mainstem. Both went in smoothly under X-ray guidance. Airflow to the right lung improved immediately. He's heading to the ICU for observation.",
  "SYNIP0003_syn_9": "Indication: Combined distal tracheal and right mainstem blockage.\nProcedure: Rigid bronchoscopy with tracheal and right mainstem bronchial stent insertion.\nIntervention: Limited mechanical reduction was performed. A 14 x 40 mm straight silicone tracheal stent was installed across the distal tracheal lesion. A separate 12 x 30 mm metallic stent was then positioned in the right mainstem bronchus. Both stents were well situated.",
  "SYNIP0003": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 69/M\nDate: [REDACTED]\nIndication: Combined distal tracheal and right mainstem obstruction from bulky non-small cell lung cancer with progressive dyspnea.\nProcedure: Rigid bronchoscopy with tracheal and right mainstem bronchial stent placement after limited mechanical debulking.\nAnesthesia: General anesthesia with rigid bronchoscopy; anesthesia team present.\nFindings: 70% circumferential narrowing of the distal trachea and separate 80% narrowing of the proximal right mainstem bronchus from tumor and external compression.\nIntervention: Limited mechanical debulking with the rigid barrel and suction was performed to open both segments. A 14 x 40 mm straight silicone tracheal stent was deployed across the distal tracheal lesion. A separate 12 x 30 mm metallic stent was then placed in the right mainstem bronchus under fluoroscopic guidance. Both stents were well positioned with brisk air entry to the right lung; residual narrowing <20% in both locations.\nComplications: No major bleeding; transient desaturation to high 80s resolved with recruitment maneuvers.\nDisposition: Extubated in OR and transferred to PACU in stable condition, then ICU for overnight monitoring."
}
