{
  "SYNIP0005_syn_1": "Indication: Benign post-intubation tracheal stenosis (75%).\nProcedure: Rigid Bronch + Silicone Stent.\nAnesthesia: GA.\nIntervention:\n- Dilation to 12mm (balloon).\n- 12x30mm silicone straight stent deployed.\nResult: Widely patent.\nComplications: None.\nPlan: Step-down unit.",
  "SYNIP0005_syn_2": "INDICATION: Symptomatic benign tracheal stenosis secondary to prior intubation.\nPROCEDURE: The patient was brought to the operating room and placed under general anesthesia. Evaluation with the rigid bronchoscope revealed a fibrotic stricture in the distal trachea reducing the lumen by approximately 75%. Serial balloon dilation was performed to 12 mm. To maintain patency, a 12 x 30 mm silicone tracheal stent was deployed. The stent was confirmed to be well-seated above the carina with no migration.\nDISPOSITION: The patient was extubated and transferred to the step-down unit in stable condition.",
  "SYNIP0005_syn_3": "Code: 31631 (Tracheal stent placement).\nDx: Benign tracheal stenosis.\nMethod:\n- Rigid bronchoscopy.\n- Balloon dilation (bundled).\n- Deployment of 12x30mm silicone stent.\nJustification: Fixed fibrotic stenosis refractory to simple dilation, requiring stenting for luminal maintenance.",
  "SYNIP0005_syn_4": "Procedure: Tracheal Stent (Benign)\nPatient: [REDACTED]\nSteps:\n1. GA/ETT.\n2. Visualized tracheal stenosis (fibrotic).\n3. Dilated with balloon to 12mm.\n4. Placed 12x30 silicone stent.\n5. Checked position.\nNo complications. Extubated.",
  "SYNIP0005_syn_5": "Kevin Moore here for the tracheal narrowing he had a breathing tube before and it scarred up. We went in dilated it with the balloon. Then put a silicone stent in 12 by 30. It looks good holding the airway open. No bleeding. He is awake and breathing okay sending to step down.",
  "SYNIP0005_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: Kevin Moore 58/M Date: [REDACTED] Indication: Benign post-intubation distal tracheal stenosis with exertional dyspnea and biphasic stridor. Procedure: Rigid and flexible bronchoscopy with tracheal balloon dilation and silicone stent placement. Anesthesia: General anesthesia with ETT; anesthesia team present. Findings: Short-segment circumferential fibrotic ring in distal trachea causing ~75% narrowing; no mass lesion. Intervention: Serial balloon dilations up to 12 mm were performed across the stenosis. A 12 x 30 mm straight silicone stent was deployed across the narrowed segment and positioned just above the carina. Post-procedure lumen appeared widely patent with residual narrowing <20%. Complications: No significant bleeding; no hypoxia or hemodynamic instability. Disposition: Extubated in the OR and discharged to step-down unit in stable condition.",
  "SYNIP0005_syn_7": "[Indication]\nBenign post-intubation tracheal stenosis.\n[Anesthesia]\nGeneral.\n[Description]\nFibrotic ring dilated to 12mm. 12x30mm silicone stent placed. Lumen patent.\n[Plan]\nStep-down unit. Re-scope in 4 weeks.",
  "SYNIP0005_syn_8": "[REDACTED] a scar in his windpipe from a previous breathing tube that was making it hard to breathe. We went in and stretched that scar tissue open with a balloon. To keep it open, we placed a silicone stent. It fits perfectly and his airway is wide open now.",
  "SYNIP0005_syn_9": "Indication: Benign post-intubation distal tracheal constriction.\nProcedure: Rigid and flexible bronchoscopy with tracheal balloon expansion and silicone stent insertion.\nFindings: Short-segment circumferential fibrotic ring in distal trachea.\nIntervention: Serial balloon expansions up to 12 mm were executed. A 12 x 30 mm straight silicone stent was installed across the narrowed segment. Post-procedure lumen appeared widely open.",
  "SYNIP0005": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 58/M\nDate: [REDACTED]\nIndication: Benign post-intubation distal tracheal stenosis with exertional dyspnea and biphasic stridor.\nProcedure: Rigid and flexible bronchoscopy with tracheal balloon dilation and silicone stent placement.\nAnesthesia: General anesthesia with ETT; anesthesia team present.\nFindings: Short-segment circumferential fibrotic ring in distal trachea causing ~75% narrowing; no mass lesion.\nIntervention: Serial balloon dilations up to 12 mm were performed across the stenosis. A 12 x 30 mm straight silicone stent was deployed across the narrowed segment and positioned just above the carina. Post-procedure lumen appeared widely patent with residual narrowing <20%.\nComplications: No significant bleeding; no hypoxia or hemodynamic instability.\nDisposition: Extubated in the OR and discharged to step-down unit in stable condition."
}
