{
  "SYNIP0001_syn_1": "Indication: Malignant distal tracheal obstruction (SCC). Stridor.\nProcedure: Rigid bronch + dilation + stent.\nAnesthesia: GA, jet vent.\nFindings: 80% distal tracheal narrowing. Tumor cored/suctioned. Dilation to 14mm.\nDevice: 14x40mm silicone straight stent deployed 2cm above carina.\nResult: Widely patent lumen. 20% residual narrowing.\nComplications: Minor oozing. No pneumo.\nPlan: ICU observation.",
  "SYNIP0001_syn_2": "HISTORY: [REDACTED], a 72-year-old male with known squamous cell carcinoma, presented with critical central airway obstruction manifesting as stridor and dyspnea. Radiographic review confirmed significant distal tracheal stenosis.\nOPERATIVE NARRATIVE: The patient was inducted under general anesthesia with jet ventilation via rigid bronchoscopy. Examination revealed a circumferential, friable tumor obstructing 80% of the distal trachea. The lesion was mechanically debulked using the rigid barrel to re-establish patency. Subsequent balloon dilation was performed serially up to 14 mm. A 14 x 40 mm silicone tracheal stent was then deployed over a guidewire, seated approximately 2 cm proximal to the carina. Post-deployment inspection confirmed excellent radial expansion and restoration of the airway caliber.\nDISPOSITION: The patient was transferred to the Intensive Care Unit for close airway monitoring.",
  "SYNIP0001_syn_3": "Procedure: Bronchoscopy with Tracheal Stent Placement (CPT 31631).\nIndication: Malignant Obstruction.\nTechnique:\n1. Rigid Bronchoscope inserted.\n2. Tumor cored to create channel.\n3. Balloon dilation performed (bundled).\n4. Stent Deployment: 14 x 40 mm Silicone Stent placed in distal trachea.\nResult: Lumen patent.\nNote: Mechanical dilation (31630) is inherent to the stent placement code and not separately billable.",
  "SYNIP0001_syn_4": "Procedure: Rigid Bronchoscopy, Stent Placement\nPatient: [REDACTED]\nAttending: Dr. Rivera\nSteps:\n1. Time out completed.\n2. General anesthesia with jet ventilation.\n3. Rigid scope inserted. Visualized 80% tracheal stenosis.\n4. Cored tumor, suctioned debris.\n5. Dilated with balloon to 14 mm.\n6. Deployed 14x40 mm silicone stent.\n7. Confirmed position 2cm above carina.\nComplications: Minimal bleeding, hemostasis achieved.\nPlan: ICU admission.",
  "SYNIP0001_syn_5": "Procedure note for mr [REDACTED] he has the squamous cell ca causing tracheal blockage. We did the rigid bronch today anesthesia gave general with jet. Saw the narrowing about 80 percent down low. Used the barrel to core it out then dilated it up. Put in a silicone stent 14 by 40 size looks good now wide open. Little bleeding nothing major used some cold saline. Sending him to the unit to watch him thanks.",
  "SYNIP0001_syn_6": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT Patient: [REDACTED] 72/M Date: [REDACTED] Indication: Malignant distal tracheal obstruction from squamous cell carcinoma with dyspnea and stridor. Procedure: Rigid bronchoscopy with mechanical dilation and placement of silicone tracheal stent. Anesthesia: General anesthesia with jet ventilation via rigid bronchoscope provided by Anesthesia. Findings: Approximately 80% circumferential narrowing of the distal trachea over 2 cm with friable endobronchial tumor; right mainstem partially compressed by tumor bulk. Intervention: Tumor was gently cored with the rigid barrel and suctioned to establish a lumen, followed by serial balloon dilation up to 14 mm. Over a guidewire a 14 x 40 mm straight silicone tracheal stent was deployed across the stenosis and positioned ~2 cm above the carina. Post-deployment the airway lumen was widely patent with about 20% residual narrowing. Complications: Mild oozing controlled with topical epinephrine and iced saline; no hypoxia or pneumothorax. Disposition: Patient remained intubated and was transported to the ICU in stable condition for overnight airway observation.",
  "SYNIP0001_syn_7": "[Indication]\nMalignant distal tracheal obstruction, squamous cell carcinoma.\n[Anesthesia]\nGeneral, jet ventilation.\n[Description]\nRigid bronchoscopy performed. 80% narrowing id[REDACTED]. Tumor cored. Balloon dilation to 14mm. 14x40mm silicone stent deployed. Lumen patent.\n[Plan]\nICU admission. Surveillance in 4 weeks.",
  "SYNIP0001_syn_8": "We brought [REDACTED] operating room to address his severe tracheal obstruction caused by his cancer. Under general anesthesia using jet ventilation, we inserted the rigid bronchoscope. We found the distal trachea was about 80% blocked. We carefully cored out the tumor to make space and then used a balloon to dilate the airway further. Finally, we placed a 14 by 40 millimeter silicone stent. It sat perfectly just above the carina, and the airway looked much better afterwards.",
  "SYNIP0001_syn_9": "Indication: Malignant distal tracheal blockage.\nProcedure: Rigid bronchoscopy with mechanical expansion and insertion of silicone tracheal stent.\nFindings: 80% circumferential constriction of the distal trachea.\nIntervention: Tumor was gently excavated with the rigid barrel. Serial balloon expansion up to 14 mm was performed. A 14 x 40 mm straight silicone tracheal stent was installed across the stenosis. Post-installation the airway lumen was widely open.\nComplications: Mild oozing managed with cold saline.",
  "SYNIP0001": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 72/M\nDate: [REDACTED]\nIndication: Malignant distal tracheal obstruction from squamous cell carcinoma with dyspnea and stridor.\nProcedure: Rigid bronchoscopy with mechanical dilation and placement of silicone tracheal stent.\nAnesthesia: General anesthesia with jet ventilation via rigid bronchoscope provided by Anesthesia.\nFindings: Approximately 80% circumferential narrowing of the distal trachea over 2 cm with friable endobronchial tumor; right mainstem partially compressed by tumor bulk.\nIntervention: Tumor was gently cored with the rigid barrel and suctioned to establish a lumen, followed by serial balloon dilation up to 14 mm. Over a guidewire a 14 x 40 mm straight silicone tracheal stent was deployed across the stenosis and positioned ~2 cm above the carina. Post-deployment the airway lumen was widely patent with about 20% residual narrowing.\nComplications: Mild oozing controlled with topical epinephrine and iced saline; no hypoxia or pneumothorax.\nDisposition: Patient remained intubated and was transported to the ICU in stable condition for overnight airway observation."
}
