{
  "SYNIP0015_syn_1": "Dx: LMS carcinoid.\nProc: Rigid bronch, excision.\nFindings: Pedunculated lesion medial wall LMS, 65% obstruction.\nAction: Snare resection, coring, microdebrider.\nResult: Margins clear. Lumen restored.\nPlan: Ward. Surveillance.",
  "SYNIP0015_syn_2": "OPERATIVE NARRATIVE: [REDACTED] bronchoscopy for a surveillance-detected left mainstem carcinoid tumor. The lesion was pedunculated and vascular, arising from the medial wall. Complete resection was achieved utilizing a snare technique for the stalk, followed by rigid coring and microdebridement of the base. Gross examination suggests clear margins with restoration of the airway lumen.",
  "SYNIP0015_syn_3": "Service: Bronchoscopy with excision (31640).\nDiagnosis: Carcinoid Tumor (Left Mainstem).\nMethod: Mechanical excision (Snare + Microdebrider).\nDetail: En bloc resection of stalk, base debrided.\nComplications: None significant.",
  "SYNIP0015_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Carcinoid resection\nSteps:\n1. GA, Rigid bronch.\n2. Located tumor LMS.\n3. Snared stalk.\n4. Microdebrider to base.\n5. Sent to path.\n6. Hemostasis with epi.\nPlan: Floor.",
  "SYNIP0015_syn_5": "[REDACTED] 52M with the carcinoid in the left main... went in with rigid scope saw the smooth vascular lesion on the medial wall snared it off and then used the coring and microdebrider to clean the base looks like we got it all bleeding was mild stopped with ice saline extubated fine.",
  "SYNIP0015_syn_6": "Left mainstem endobronchial carcinoid tumor discovered on surveillance CT with intermittent hemoptysis. Rigid bronchoscopy with mechanical excision of carcinoid tumor. General anesthesia with rigid bronchoscopy. Smooth, vascular, pedunculated lesion arising from the medial wall of proximal left mainstem bronchus causing ~65% obstruction; distal lung aerated. Tumor stalk was snared and resected en bloc, followed by rigid coring and microdebrider removal of residual tissue at the base. Margins appeared grossly clear. Specimen sent for histology. Airway lumen restored with ~10–15% residual irregularity. Mild bleeding controlled with iced saline and topical epinephrine. Extubated in OR and discharged to ward in stable condition.",
  "SYNIP0015_syn_7": "[Indication]\nLMS Carcinoid tumor, hemoptysis.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\nPedunculated tumor resected en bloc with snare. Base debrided. Airway patent. Hemostasis achieved.\n[Plan]\nAdmit. Surveillance.",
  "SYNIP0015_syn_8": "Mr. [REDACTED] had a carcinoid tumor in his left main bronchial tube. We performed a rigid bronchoscopy to remove it. The tumor was attached by a stalk, so we were able to snare it and remove it in one piece. We then cleaned up the base where it was attached to ensure we got all the tumor cells. The airway is now open, and he is doing well.",
  "SYNIP0015_syn_9": "Procedure: Rigid bronchoscopy with ablation of carcinoid mass.\nAction: The growth was looped and severed. The remaining tissue base was shaved down.\nResult: The bronchial tube was cleared of obstruction.",
  "SYNIP0015": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 52/M\nDate: [REDACTED]\nIndication: Left mainstem endobronchial carcinoid tumor discovered on surveillance CT with intermittent hemoptysis.\nProcedure: Rigid bronchoscopy with mechanical excision of carcinoid tumor.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Smooth, vascular, pedunculated lesion arising from the medial wall of proximal left mainstem bronchus causing ~65% obstruction; distal lung aerated.\nIntervention: Tumor stalk was snared and resected en bloc, followed by rigid coring and microdebrider removal of residual tissue at the base. Margins appeared grossly clear. Specimen sent for histology. Airway lumen restored with ~10–15% residual irregularity.\nComplications: Mild bleeding controlled with iced saline and topical epinephrine.\nDisposition: Extubated in OR and discharged to ward in stable condition."
}
