{
  "SYNPOOR010_syn_1": "Indication: Large L pleural effusion, dyspnea.\nProcedure: US-guided Thoracentesis.\nSite: L posterior, 8th interspace.\nFluid: 1500cc amber/straw.\nComplications: None. No PTX on post-US.\nPlan: Labs sent.",
  "SYNPOOR010_syn_2": "INDICATION: Relief of symptomatic malignant left pleural effusion.\nPROCEDURE: The patient was positioned sitting. Thoracic ultrasound id[REDACTED] a large fluid pocket in the left posterior hemithorax. Under local anesthesia and sterile technique, a catheter was inserted at the 8th intercostal space. 1500mL of serous fluid was evacuated. The catheter was withdrawn without complication.\nIMPRESSION: Successful therapeutic thoracentesis.",
  "SYNPOOR010_syn_3": "Code: 32555 (Thoracentesis with imaging guidance).\nGuidance: Ultrasound used to mark site and verify absence of pneumothorax post-procedure.\nVolume: 1500cc drained.\nType: Therapeutic and Diagnostic (samples sent).",
  "SYNPOOR010_syn_4": "Procedure: Bedside Thoracentesis\nPatient: 60M\nSteps:\n1. Consent. Local anesthesia.\n2. US check - fluid confirmed Left.\n3. Needle in 8th space.\n4. Drained 1.5L.\n5. Pt coughed a bit at end.\n6. Bandage applied.\nPlan: Check labs.",
  "SYNPOOR010_syn_5": "Did a tap on the guy in room 4. He was really short of breath. Used the ultrasound to find the spot on the left back. Stuck him and got 1500 cc of yellow fluid. He started coughing so I stopped. No air in the chest after. Sent the fluid for tests.",
  "SYNPOOR010_syn_6": "Thoracentasis bedside note scribbled 60 yo guy L lung mass w big L effusn very dyspnic just talking. Did consent verbal and paper. Pt on NC 2L. No GA just local lido plus tiny amnt fentanyl not full sed kinda light mod sed. Sat on edge of bed leaning fwd. US chest big free fluid left posterior. Picked spot mid scap line 8th space. Cleaned skin w chlorhex numbed skin and pleura pt says stingy. Cath needle in nice straw or amber fluid. Hooked to bottle drained about 1500 cc no blood no pus. Stopped when pt cough more and pressure drop on manom not recorded great. Post US showed only small resid effusn no pnx. Band aid on. Spec sent for labs including cell ct protien LDH and cyto.",
  "SYNPOOR010_syn_7": "[Indication]\nSymptomatic L pleural effusion.\n[Anesthesia]\nLocal + light sedation.\n[Description]\nUS-guided thoracentesis. Left 8th interspace. 1500cc straw fluid removed. Post-proc US negative for PTX.\n[Plan]\nSend fluid for cytology/chem.",
  "SYNPOOR010_syn_8": "This 60-year-old male needed his chest drained due to a large fluid buildup on the left. We did this at the bedside using ultrasound to guide the needle. We removed 1.5 liters of amber fluid, which should help his breathing significantly. We stopped when he started coughing to be safe. A quick ultrasound check afterwards showed no collapsed lung.",
  "SYNPOOR010_syn_9": "Procedure: Ultrasound-guided pleural aspiration.\nAction: The left hemithorax was interrogated sonographically. A catheter was introduced into the effusion. 1500mL of exudate was evacuated. \nResult: Symptomatic relief. No sonographic evidence of pneumothorax.",
  "SYNPOOR010": "Thoracentasis bedside note (scribbled): 60 yo guy, L lung mass w big L effusn, very dyspnic just talking. did consent verbal and paper. pt on NC 2L. no GA, just local lido plus tiny amnt fentanyl, not full sed, kinda light mod sed. sat on edge of bed leaning fwd. US chest: big free fluid left posterior. picked spot mid scap line 8th space. cleaned skin w chlorhex, numbed skin and pleura, pt says stingy. cath needle in, nice straw or amber fluid. hooked to bottle, drained about 1500 cc, no blood, no pus. stopped when pt cough more and pressure drop on manom, not recorded great. post US showed only small resid effusn, no pnx. band aid on. spec sent for labs including cell ct, protien, LDH and cyto."
}
