{
  "SYNPOOR006_syn_1": "Indication: RLL nodule, SBRT planning.\nProcedure: Nav Bronch + Fiducials.\nTechnique: EM Nav to RLL basilar. Radial EBUS eccentric view.\nAction: TBBx x4. 2 Gold fiducials placed.\nComplications: Minor bleed.\nPlan: PACU.",
  "SYNPOOR006_syn_2": "INDICATION: Tissue diagnosis and fiducial marker placement for RLL neoplasm in a 69-year-old male.\nPROCEDURE: Under moderate sedation, electromagnetic navigation was utilized to localize the RLL basilar segment lesion. Radial EBUS demonstrated an eccentric signal. Transbronchial forceps biopsies were performed. Subsequently, two gold fiducial markers were deployed under fluoroscopic guidance to facilitate stereotactic body radiation therapy (SBRT).\nIMPRESSION: Successful biopsy and marking of RLL lesion.",
  "SYNPOOR006_syn_3": "Codes:\n- 31626: Placement of fiducial markers (Primary).\n- 31628: Transbronchial biopsy (RLL).\n- 31627: Navigation add-on.\n- 31654: Radial EBUS add-on.\nNote: Multiple interventions in same lobe. 31626 is highest RVU.",
  "SYNPOOR006_syn_4": "Procedure: Nav Bronch, Bx, Fiducials\nPatient: [REDACTED] T, 69M\nSteps:\n1. Mod sed. Native airway.\n2. Navigated to RLL.\n3. Radial EBUS check.\n4. Biopsy x4.\n5. Dropped 2 gold markers for SBRT.\n6. Checked fluoro - markers in place.\nPlan: CXR to rule out pneumo.",
  "SYNPOOR006_syn_5": "Marcus needs radiation for his RLL spot so we went in to get a biopsy and drop markers. Used the superD nav system. Found the spot with the radial probe but it was eccentric. Took some biopsies then dropped two gold seeds. Bleeding was minimal. Xray looks good no collapsed lung.",
  "SYNPOOR006_syn_6": "Bronch note nav case w fid markr sorry spelling pt Marcus T 69 y o M w RLL spiculr nodule about 2.4cm plan SBRT but need path and fiducials. No GA just mod sed fent and versed by RN under my sup nasal canula O2 airway native no tube. Used EM nav system superD type w pre loaded CT drove scope to RLL basilar seg. Radial e bus probe showed eccent view of lesion in airway left guide sheath parked there. Thru sheath did several TBBx 4 bites w forceps. Then loaded fiducial needle and dropped 2 gold markrs just distal to lesion under fluoro looked ok not in pleura. Small oozing bleed cleared with suction and iced saline. No linear EBUS no BAL no stent no ablation. Pt woke up chatty sats fine CXR after showed no pneumo.",
  "SYNPOOR006_syn_7": "[Indication]\nRLL nodule, need path and fiducials.\n[Anesthesia]\nModerate sedation.\n[Description]\nEM Navigation to RLL. Radial EBUS confirmation (eccentric). TBBx x4 performed. 2 gold fiducial markers placed under fluoro guidance.\n[Plan]\nPACU. CXR.",
  "SYNPOOR006_syn_8": "Mr. T, a 69-year-old male, underwent a navigational bronchoscopy for his right lower lobe nodule. We used the navigation system to reach the basilar segment and confirmed the lesion with radial EBUS. We took four biopsy samples and then placed two gold fiducial markers to help with his upcoming radiation therapy. He had a small amount of bleeding which we cleared, and the post-procedure X-ray was clear.",
  "SYNPOOR006_syn_9": "Procedure: Electromagnetic navigational bronchoscopy with fiducial deployment.\nAction: The RLL target was accessed via computer guidance. Radial sonography confirmed proximity. Forceps biopsies were harvested. Two metallic markers were implanted for radiotherapy guidance.\nResult: Markers visualized on fluoroscopy. No pneumothorax.",
  "SYNPOOR006": "Bronch note - nav case w fid markr (sorry spelling): pt Marcus T 69 y/o M w RLL spiculr nodule about 2.4cm, plan SBRT but need path and fiducials. no GA, just mod sed (fent and versed) by RN under my sup, nasal canula O2, airway native, no tube. used EM nav system (superD type) w pre loaded CT, drove scope to RLL basilar seg. radial e bus probe showed eccent view of lesion in airway, left guide sheath parked there. thru sheath did several TBBx (4 bites) w forceps. then loaded fiducial needle and dropped 2 gold markrs just distal to lesion under fluoro, looked ok, not in pleura. small oozing bleed, cleared with suction and iced saline. no linear EBUS, no BAL, no stent, no ablation. pt woke up chatty, sats fine, CXR after showed no pneumo."
}
