{
  "SYNPOOR005_syn_1": "Indication: RUL nodule, med nodes.\nProcedure: EBUS + Nav Bronch.\nEBUS: Stations 4R, 7 (2 stations). ROSE 4R suspicious.\nNav: Monarch system to RUL target. Radial EBUS confirmation.\nBiopsy: TBBx x5.\nPlan: Extubate, PACU.",
  "SYNPOOR005_syn_2": "INDICATION: Evaluation of RUL nodule and PET-avid mediastinal adenopathy.\nPROCEDURE: General anesthesia was induced. Linear EBUS staging was performed at stations 4R and 7; ROSE suggested malignancy at 4R. Subsequently, electromagnetic navigation (Monarch platform) was utilized to navigate to the peripheral RUL lesion. Radial EBUS confirmed concentric probe position. Transbronchial biopsies were obtained through the guide sheath.\nIMPRESSION: Diagnosis of lung cancer likely given nodal findings.",
  "SYNPOOR005_syn_3": "Codes:\n- 31652: EBUS (4R, 7).\n- 31627: Computer-assisted navigation (Add-on).\n- 31654: Peripheral EBUS (Add-on).\n- 31628: Transbronchial biopsy, single lobe (RUL).\nJustification: Staging followed by targeted peripheral biopsy of 1.8cm lesion.",
  "SYNPOOR005_syn_4": "Procedure: Robot Bronch + EBUS\nPatient: 75M\nSteps:\n1. GA, 8.0 ETT.\n2. EBUS first: sampled 4R and 7.\n3. Switched to Nav scope.\n4. Navigated to RUL nodule.\n5. Radial EBUS showed lesion.\n6. Biopsied x5.\nPlan: PACU.",
  "SYNPOOR005_syn_5": "Long case today. 75 year old guy with the RUL spot. Did the EBUS first hit 4R and 7. 4R looks bad. Then used the robot system to drive out to the nodule. Found it with the radial probe and took 5 bites with the forceps. Everything went smooth no pneumothorax.",
  "SYNPOOR005_syn_6": "Robot bronch case kinda long writing quick and messy pt mid 70s M w spiculated RUL nodule 1.8cm and PET hot mediast nodes. Under GA 8.0 ETT by gas. Quick white light look nothing in trachea or mainstem. Then linear EBUS first and sampled 4R and 7 about 3 passes each. Doplar ok ROSE at 4R suspicious or malig 7 just lymphs. After that switched to nav platform Monarch style computer navgation from CT used to drive out to periph RUL target. Radial EBUS probe in guide sheath showed concentric lesion left sheath parked at spot. Thru sheath did multiple TBBx around 5 pieces from lesion with forceps. No cryo no needle ablation no stents. Mild bleeding but cleared with suction and cold saline hemodyn stable. No complications pt extubated in OR and went to PACU ok.",
  "SYNPOOR005_syn_7": "[Indication]\nRUL nodule, mediastinal adenopathy.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nEBUS-TBNA performed at 4R and 7. Navigational bronchoscopy used to access RUL lesion. Radial EBUS confirmation. TBBx x5 performed.\n[Plan]\nPACU. Extubated.",
  "SYNPOOR005_syn_8": "We performed a combined staging and diagnostic procedure on this 75-year-old male. First, we used EBUS to sample lymph nodes at 4R and 7; the 4R node appeared suspicious. We then switched to the navigational system to locate the nodule in the right upper lobe. Using radial EBUS, we confirmed the location and took five biopsy samples. The patient tolerated the procedure well and was extubated in the OR.",
  "SYNPOOR005_syn_9": "Procedure: Endobronchial ultrasound staging and navigational biopsy.\nAction: Stations 4R and 7 were sampled via linear EBUS. Computer-guided navigation was employed to reach the RUL target. The lesion was visualized sonographically (radial probe). Forceps biopsies were acquired.\nResult: Samples obtained. Hemostasis maintained.",
  "SYNPOOR005": "robot bronch case (kinda long, writing quick and messy): pt mid 70s M w spiculated RUL nodule 1.8cm and PET hot mediast nodes. under GA, 8.0 ETT by gas. quick white light look, nothing in trachea or mainstem. then linear EBUS first and sampled 4R and 7, about 3 passes each. doplar ok, ROSE at 4R suspicious or malig, 7 just lymphs. after that switched to nav platform (Monarch style), computer navgation from CT used to drive out to periph RUL target. radial EBUS probe in guide sheath showed concentric lesion, left sheath parked at spot. thru sheath did multiple TBBx (around 5 pieces) from lesion with forceps. no cryo, no needle ablation, no stents. mild bleeding but cleared with suction and cold saline, hemodyn stable. no complications, pt extubated in OR and went to PACU ok."
}
