{
  "SYNPOOR009_syn_1": "Indication: Hilar adenopathy, Sarcoid vs other.\nProcedure: EBUS-TBNA via Trach.\nStations: 11L, 7 (2 stations).\nFindings: No ROSE. Path pending.\nPlan: Floor.",
  "SYNPOOR009_syn_2": "INDICATION: Evaluation of mediastinal and hilar lymphadenopathy in a patient with chronic tracheostomy; rule out sarcoidosis.\nPROCEDURE: General anesthesia was utilized. Access was achieved via the tracheostomy stoma. Linear EBUS guided TBNA was performed at stations 7 (subcarinal) and 11L (left interlobar). Three passes were obtained at each site. Specimens were submitted for permanent section.\nIMPRESSION: Lymphadenopathy, etiology pending pathology.",
  "SYNPOOR009_syn_3": "Code: 31652 (EBUS-TBNA, 1-2 stations).\nStations: 7, 11L.\nNote: Procedure performed via tracheostomy. No ROSE available. No other interventions.",
  "SYNPOOR009_syn_4": "Procedure: EBUS for Sarcoid?\nPatient: [REDACTED] B, 54F\nSteps:\n1. GA through trach.\n2. Looked with regular scope first - ok.\n3. Switched to EBUS.\n4. Sampled 11L and 7.\n5. Sent to path.\nPlan: Floor.",
  "SYNPOOR009_syn_5": "Michelle has a trach and swollen nodes maybe sarcoid. Went in through the trach. Sampled the 11L and 7 nodes with the EBUS needle. Didn't have the rapid read guy so we just sent it all to the lab. She woke up slow but fine.",
  "SYNPOOR009_syn_6": "EBUS for sarc vs other note messy pt Michelle B 54F chronic trach. CT shows bulky 2L and 4R nodes no clear lung mass. Case in bronch suite GA via trach again. Standard bronch scope first airway pretty clean some granln tissue at stoma but left alone. Switched to linear EBUS scanned mediastinum and took TBNA from 11L and 7 only three passes each. No ROSE avail slides sent to path. No nav robot no radial EBUS no lung TBBx no BAL no thoracentesis. Pt woke up slow but ok went back to floor on baseline O2.",
  "SYNPOOR009_syn_7": "[Indication]\nBulky nodes, r/o sarcoid.\n[Anesthesia]\nGeneral via Trach.\n[Description]\nEBUS-TBNA of stations 11L and 7. 3 passes each. No ROSE.\n[Plan]\nFloor. Follow pathology.",
  "SYNPOOR009_syn_8": "Ms. B underwent an EBUS procedure to investigate her swollen lymph nodes, possibly due to sarcoidosis. Since she has a trach, we used that for access under general anesthesia. We sampled the nodes at stations 11L and 7. We didn't have immediate results available, so we sent everything to the lab and sent her back to the floor.",
  "SYNPOOR009_syn_9": "Procedure: Trans-tracheal EBUS-TBNA.\nIndication: Granulomatous disease suspicion.\nAction: Tracheostomy access utilized. Needle aspiration performed at subcarinal (7) and left hilar (11L) stations.\nResult: Specimens procured for histologic examination.",
  "SYNPOOR009": "EBUS for sarc vs other (note messy): pt Michelle B, 54F, chronic trach. CT shows bulky 2L and 4R nodes, no clear lung mass. case in bronch suite, GA via trach again. standard bronch scope first, airway pretty clean, some granln tissue at stoma but left alone. switched to linear EBUS, scanned mediastinum and took TBNA from 11L and 7 only, three passes each. no ROSE avail, slides sent to path. no nav robot, no radial EBUS, no lung TBBx, no BAL, no thoracentesis. pt woke up slow but ok, went back to floor on baseline O2."
}
