{
  "SYNPOOR002_syn_1": "Indication: Nonresolving pneumonia LLL.\nAnesthesia: Moderate sedation (Fent/Versed).\nAction:\n- Scope via mouth.\n- Thick secretions LLL.\n- BAL LLL (100cc in, 80cc return).\n- Samples: Cx, AFB, Fung, Viral.\nFindings: No masses. Mucosa inflamed.\nPlan: Floor.",
  "SYNPOOR002_syn_2": "INDICATION: Evaluation of persistent left lower lobe pulmonary infiltrates in an 82-year-old female.\nPROCEDURE: The patient was placed under moderate sedation. The bronchoscope was introduced trans-orally. The airway inspection revealed thick purulent secretions emanating from the LLL, but no endobronchial masses. A bronchoalveolar lavage (BAL) was performed in the target segment utilizing 100mL of saline with adequate return. Specimens were submitted for comprehensive microbiology.\nIMPRESSION: Purulent bronchitis, LLL. No malignancy visualized.",
  "SYNPOOR002_syn_3": "Code: 31624 (Bronchoscopy with BAL).\nTarget: Left Lower Lobe.\nTechnique: Instillation of saline aliquots and aspiration of effluent.\nFindings: Purulent secretions, no mass.\nMedical Necessity: Non-resolving pneumonia (J18.9).\nNote: No biopsies performed.",
  "SYNPOOR002_syn_4": "Procedure: Diagnostic Bronch with BAL\nPatient: 82F\nSteps:\n1. Time out. Mod sed started.\n2. Scope passed. Vocal cords normal.\n3. LLL segments inspected - lots of yellow secretions.\n4. BAL performed LLL.\n5. Tol: Good. Mild desat corrected with O2.\nPlan: Await cultures.",
  "SYNPOOR002_syn_5": "Quick note for the pneumonia lady in 302. Did the bronch with moderate sedation. Went down to the LLL and it was full of yellow goo. Washed it out with saline sent the fluid for culture and virus checks. Didn't see any cancer or masses. She coughed a bit and sats dropped but came right back up. Back to the floor no issues.",
  "SYNPOOR002_syn_6": "Bronch note quick and sloppy pt old lady 82 yo came in w pna not geting better. No intub on NC O2 whole time. Consnt in chart. Mod sed only fent and versed by RN I was in room about 25min not timing perfect. Scope thru mouth cords ok trachea ok no masses seen. Lot of thick yellow junk esp LLL. Did BAL left lower squirt about 100cc NS got back maybe 70 80cc cloudy goo. Sent stuff for cx AFB fung viral etc. No bx no stent no ebus nothing fancy. Pt coughed some sats drop low 90s bumped O2 fine after. CXR after no pnx lungs look same more or less. Done back to floor.",
  "SYNPOOR002_syn_7": "[Indication]\nNonresolving pneumonia LLL.\n[Anesthesia]\nModerate sedation.\n[Description]\nInspection revealed thick secretions LLL. No masses. BAL performed LLL with 100cc saline. Return 70-80cc cloudy fluid sent for analysis.\n[Plan]\nReturn to floor. Await cx.",
  "SYNPOOR002_syn_8": "We performed a diagnostic bronchoscopy on this 82-year-old female due to her lingering pneumonia. Using moderate sedation, we advanced the scope and found heavy secretions in the left lower lobe. We washed the area with saline and collected the fluid for testing. There were no signs of tumors or other blockages. She tolerated the procedure well aside from some minor coughing and transient oxygen desaturation.",
  "SYNPOOR002_syn_9": "Procedure: Diagnostic flexible bronchoscopy with bronchoalveolar lavage.\nFindings: The LLL contained viscous exudate. No neoplasms were detected.\nAction: The segment was irrigated with saline and the effluent was retrieved for microbiological analysis.\nOutcome: Patient stable, oxygen saturation maintained.",
  "SYNPOOR002": "Bronch note (quick + sloppy): pt old lady 82 y/o came in w pna not geting better. no intub, on NC O2 whole time. consnt in chart. mod sed only, fent + versed by RN, I was in room about 25min (not timing perfect). scope thru mouth, cords ok, trachea ok, no masses seen. lot of thick yellow junk esp LLL. did BAL left lower, squirt about 100cc NS, got back maybe 70-80cc cloudy goo. sent stuff for cx, AFB, fung, viral, etc. no bx, no stent, no ebus, nothing fancy. pt coughed some, sats drop low 90s, bumped O2, fine after. CXR after, no pnx, lungs look same more or less. done, back to floor."
}
