{
  "SYNPOOR007_syn_1": "Indication: LLL peripheral nodule.\nProcedure: Robotic Nav Bronch (Ion).\nAnesthesia: Deep sedation, ETT.\nAction: Navigated to LLL. TBBx x6.\nNote: No radial EBUS used. No BAL.\nResult: Stable.\nPlan: PACU.",
  "SYNPOOR007_syn_2": "INDICATION: Diagnostic evaluation of a 1.3cm left lower lobe pulmonary nodule.\nPROCEDURE: The patient was placed under deep sedation and intubated. The Ion robotic bronchoscopy platform was utilized for navigation. Upon reaching the target in the LLL based on virtual geometric alignment, six transbronchial biopsy samples were obtained. No radial ultrasound was employed. There were no immediate complications.\nIMPRESSION: Successful robotic-assisted biopsy of LLL lesion.",
  "SYNPOOR007_syn_3": "Code: 31628 (Transbronchial biopsy).\nAdd-on: 31627 (Computer-assisted navigation).\nNote: No 31654 billed (radial EBUS not used). No 31629 (single lobe only).\nTechnique: Robotic platform (Ion) used for guidance.",
  "SYNPOOR007_syn_4": "Procedure: Robotic Bronchoscopy\nPatient: 62M\nSteps:\n1. Deep sed, ETT.\n2. Ion robot set up.\n3. Navigated to LLL nodule.\n4. Took 6 biopsies.\n5. No bleeding.\nPlan: PACU.",
  "SYNPOOR007_syn_5": "Did the robot case on the 62 year old guy. LLL spot hard to reach. Anesthesia put him deep with a tube. Used the Ion system drove right to it. Didn't use the radar probe just trusted the screen. Took 6 bites. No bleeding. He's waking up now.",
  "SYNPOOR007_syn_6": "Robot nav bronch simple half baked note pt 62M w periph LLL lesion around 1.3cm hard spot to reach on regular bronch. Anesthesia did deep sed pt basically out intubated with small ETT for airway control chart says deep not full GA. Vent running low settings. Ion robot used CT path loaded scope advanced to LLL target per navgation. No linear EBUS no radial probe used system relies on imaging. At target we did 6 transbronchial biopsys with forceps through working channel. No BAL no needle no cryo no stent. Very minor bleeding suction only no obvious pneumo on fluoro. Pt to PACU stable on 2L NC by time of sign out.",
  "SYNPOOR007_syn_7": "[Indication]\nPeripheral LLL nodule.\n[Anesthesia]\nDeep sedation, ETT.\n[Description]\nRobotic navigation (Ion) to LLL target. 6 transbronchial biopsies obtained. No radial EBUS used.\n[Plan]\nPACU. Discharge.",
  "SYNPOOR007_syn_8": "This 62-year-old male underwent a robotic bronchoscopy for a difficult-to-reach nodule in the left lower lobe. Under deep sedation, we used the Ion robot to navigate to the site. We relied on the system's imaging rather than radial EBUS. We successfully took six biopsy samples with the forceps. There was no significant bleeding or pneumothorax.",
  "SYNPOOR007_syn_9": "Procedure: Robotic-assisted navigational bronchoscopy.\nAction: The scope was guided to the LLL periphery via the robotic platform. Transbronchial forceps biopsies were executed at the target coordinates. Radial sonography was not utilized.\nResult: Specimens obtained. Hemodynamics stable.",
  "SYNPOOR007": "robot nav bronch (simple, half baked note): pt 62M w periph LLL lesion around 1.3cm, hard spot to reach on regular bronch. anesthesia did deep sed, pt basically out, intubated with small ETT for airway control, chart says deep not full GA. vent running low settings. Ion robot used, CT path loaded, scope advanced to LLL target per navgation. no linear EBUS, no radial probe used, system relies on imaging. at target we did 6 transbronchial biopsys with forceps through working channel. no BAL, no needle, no cryo, no stent. very minor bleeding, suction only, no obvious pneumo on fluoro. pt to PACU stable, on 2L NC by time of sign out."
}
