{
  "SYNPOOR001_syn_1": "Indication: Dyspnea, RMS tumor, effusion.\nAnesthesia: General, 8.0 ETT.\nProcedure:\n- RMS obstruction (near complete) id[REDACTED].\n- Debulking performed via rigid/flex scope (APC, mechanical).\n- Old stent removed/adjusted. New SEMS deployed RMS.\n- US-guided PleurX catheter placed right chest.\n- 1200cc straw fluid drained.\nComplications: Mild ooze, small apical PTX (stable).",
  "SYNPOOR001_syn_2": "HISTORY: Ms. [REDACTED] presented with severe dyspnea secondary to malignant central airway obstruction and recurrent pleural effusion.\nOPERATIVE SUMMARY: Under general anesthesia with rigid and flexible bronchoscopy, a near-total obstruction of the right mainstem bronchus was visualized. Multimodal recanalization was achieved utilizing argon plasma coagulation and mechanical debulking, restoring 90% patency. A malpositioned metallic stent was revised, and a new self-expanding metallic stent was deployed. Subsequently, ultrasound-guided placement of a tunneled indwelling pleural catheter was performed on the right, yielding 1200mL of exudative fluid. The patient remained stable.",
  "SYNPOOR001_syn_3": "Procedures Performed:\n1. 31641: Bronchoscopy with destruction of tumor (APC/mechanical) in Right Mainstem.\n2. 31636: Bronchoscopy with stent placement (SEMS) in Right Mainstem.\n3. 31645: Therapeutic aspiration of extensive clots/mucus.\n4. 32550: Insertion of tunneled pleural catheter (PleurX) under ultrasound guidance.\nMedical Necessity: Malignant central airway obstruction and recurrent malignant pleural effusion.",
  "SYNPOOR001_syn_4": "Procedure: Rigid Bronchoscopy, Tumor Debulk, Stent, IPC.\nAttending: Dr. X\nSteps:\n1. GA induced, 8.0 ETT.\n2. Rigid scope inserted. RMS mass seen.\n3. Debulked with APC and forceps.\n4. Replaced bent stent with new SEMS.\n5. Suctioned clots.\n6. PleurX catheter placed right side using Ultrasound.\n7. 1200cc fluid out.\nPlan: Monitor small PTX, stepdown unit.",
  "SYNPOOR001_syn_5": "patient E Okafor here for airway and pleural stuff shes got the bad tumor right side. general anesthesia tube down. lots of junk in the airway cleared it out with apc and scraper tool. old stent looked bad so put a new metal one in. suctioned a ton of mucous. then flipped her for the chest tube used ultrasound put in a pleurx drained 1200 cc straw fluid. cxr showed tiny pneumo but shes fine sending to stepdown.",
  "SYNPOOR001_syn_6": "E Okafor 65F came in with bad SOB big R main branch tumor and fluid on R chest. Plan was airway clean out and pleur cath. General anesthesia by gas team 8.0 ETT in I did flex rigid bronch. Lots of junk and endobronch mass almost full block in RMS. Used scope and tools scraped and APC probably 80 90 percent open after. Old metal stent looked bent in pulled adjusted new SEMS put in same area post view ok. Tons of thick clots mucus suctioned no real big bleed just ooz cold saline once. Then turned pt a bit US on R side big effusn. Cut down 5th space mid ax tunneled cath pleurx type in sutured hooked to vac. Straw colored fluid out about 1200. No obvious air leak. Post small apical pneumo R on CXR stable no chest tube. Pt to stepdown.",
  "SYNPOOR001_syn_7": "[Indication]\nSymptomatic R mainstem malignant obstruction and recurrent R pleural effusion.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nRigid/Flex bronchoscopy. RMS tumor debulked via APC/mechanical. Old stent revised; new SEMS placed. 31645 aspiration of clots performed. Right PleurX catheter inserted under US guidance; 1200cc drained.\n[Plan]\nStepdown unit. Monitor small apical pneumothorax.",
  "SYNPOOR001_syn_8": "The patient presented with severe shortness of breath due to a right mainstem tumor and effusion. We proceeded with general anesthesia and intubation. Upon inspection, the right mainstem was nearly blocked. We used APC and mechanical tools to debulk the tumor, achieving good patency. The existing stent was compromised, so we placed a new self-expanding metal stent. After clearing significant secretions, we used ultrasound to guide the insertion of a PleurX catheter in the right chest, draining 1200cc of fluid. A small pneumothorax was noted post-op but required no intervention.",
  "SYNPOOR001_syn_9": "Procedure: Bronchoscopic canalization and tunneled catheter insertion.\nAction: The right mainstem obstruction was ablated and cored out. The compromised prosthesis was extracted and a fresh SEMS was deployed. Significant secretions were evacuated. A tunneled pleural drain was implanted under sonographic visualization, evacuating 1200cc of effusion.\nResult: Airway patency restored. Mild pneumothorax observed.",
  "SYNPOOR001": "pt: E Okafor 65F, MRN [REDACTED], came in w bad SOB, big R main brnch tumer + fluid on R chest. plan was airway clean out + pleur cath, nothing fancy in note. genral anes by gas team, 8.0 ETT in, I did flex/rigid bronch. lots of junk + endobronch mass almost full block in RMS. used scope + tools, scraped + APC, probly 80-90% open after. old metal stent looked bent in, pulled/adjusted, new SEMS put in same area, post view ok. tons of thick clots/mucus suctioned, no real big bleed, just ooz, cold salin once. then turned pt a bit, US on R side, big effusn. cut down 5th space mid ax, tunneled cath (pleurx type) in, suturd, hooked to vac. straw colored fluid out about 1200. no obvious air leak. post: small apical pneumo R on CXR, stable, no chest tube. pt to stepdown. dictated fast, see monitor for times."
}
