{
  "SYNPOOR008_syn_1": "Indication: Mediastinal nodes, Chronic Trach.\nProcedure: EBUS-TBNA via Trach.\nAccess: Through existing cuff trach.\nStations: 4R, 4L, 7, 11R.\nPasses: 2-3 per station.\nROSE: 4R positive for Ca.\nPlan: ICU.",
  "SYNPOOR008_syn_2": "INDICATION: Nodal staging in a 67-year-old male with COPD and chronic tracheostomy.\nPROCEDURE: General anesthesia was maintained via the tracheostomy. The EBUS bronchoscope was introduced directly through the stoma. Systematic staging was performed with TBNA at stations 4R, 4L, 7, and 11R. Cytopathology (ROSE) indicated malignancy at station 4R.\nIMPRESSION: Lung cancer staging via tracheostomy access.",
  "SYNPOOR008_syn_3": "Code: 31653 (EBUS-TBNA, 3+ stations).\nStations: 4R, 4L, 7, 11R (4 distinct stations).\nAccess: Existing tracheostomy (no complex airway code billed for access).\nFindings: Malignancy confirmed.",
  "SYNPOOR008_syn_4": "Procedure: EBUS through Trach\nPatient: [REDACTED] R, 67M\nSteps:\n1. GA via trach.\n2. Scope through trach.\n3. Sampled 4R, 4L, 7, 11R.\n4. ROSE said cancer at 4R.\n5. No issues.\nPlan: Back to ICU.",
  "SYNPOOR008_syn_5": "Juan has a trach and needs his nodes checked. Went in through the trach with the EBUS scope. Poked 4R 4L 7 and 11R. Got good samples. 4R is cancer. He's back on the vent in the ICU.",
  "SYNPOOR008_syn_6": "EBUS thru trach rough dictation pt Juan C R long term trach for COPD now big mediast nodes on CT need staging for suspected lung cancer. In OR gen anes via existing cuffed trach. I put EBUS scope right thru trach quick look in trachea and main bronchi no endobronch mass. Using linear EBUS sampled 4R 4L 7 and 11R nodes multiple passes two to three each. Doplar check ok each time. ROSE from 4R said cancer others mostly lympy cells. No radial probe no robot nav no periph lung bx no BAL nothing pleural. Pt back to ICU on vent same settings as pre op stable.",
  "SYNPOOR008_syn_7": "[Indication]\nMediastinal adenopathy, suspected Ca, patient has Trach.\n[Anesthesia]\nGeneral via Trach.\n[Description]\nEBUS scope passed via tracheostomy. TBNA performed at 4R, 4L, 7, 11R. ROSE positive 4R.\n[Plan]\nICU.",
  "SYNPOOR008_syn_8": "Mr. R, who has a chronic tracheostomy, required staging for suspected lung cancer. We performed the EBUS procedure through his trach under general anesthesia. We sampled lymph nodes at stations 4R, 4L, 7, and 11R. The preliminary results from the 4R node showed cancer cells. He was returned to the ICU on his previous ventilator settings.",
  "SYNPOOR008_syn_9": "Procedure: Trans-tracheostomy endobronchial ultrasound.\nAction: The mediastinum was accessed via the tracheostoma. Needle aspiration was performed at four nodal stations (4R, 4L, 7, 11R). Immediate cytologic evaluation suggested carcinoma.\nResult: Staging complete. Patient returned to mechanical ventilation.",
  "SYNPOOR008": "EBUS thru trach (rough dictation): pt Juan C R, long term trach for COPD, now big mediast nodes on CT, need staging for suspected lung cancer. in OR, gen anes via existing cuffed trach. I put EBUS scope right thru trach, quick look in trachea and main bronchi, no endobronch mass. using linear EBUS, sampled 4R, 4L, 7 and 11R nodes, multiple passes two to three each. doplar check ok each time. ROSE from 4R said cancer, others mostly lympy cells. no radial probe, no robot nav, no periph lung bx, no BAL, nothing pleural. pt back to ICU on vent same settings as pre op, stable."
}
