{
  "SYNPOOR004_syn_1": "Indication: Symptomatic LM obstruction.\nAnesthesia: GA, 8.5 ETT.\nTechnique: Rigid & Flex bronch.\nAction: Mechanical debulking (forceps), APC, Cryo extraction of LM tumor.\nResult: 80% patency achieved.\nPlan: ICU obs.",
  "SYNPOOR004_syn_2": "INDICATION: Severe dyspnea secondary to malignant obstruction of the left mainstem bronchus.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was initiated. A large, friable exophytic tumor was visualized occluding the left mainstem. Therapeutic debulking was performed utilizing a combination of argon plasma coagulation for hemostasis/ablation and cryotherapy for tissue extraction. Luminal patency was improved to approximately 80%. No stent was required.\nIMPRESSION: Successful recanalization of left mainstem bronchus.",
  "SYNPOOR004_syn_3": "Code: 31641 (Bronchoscopy with destruction of tumor).\nLocation: Left Mainstem Bronchus.\nMethod: APC ablation, Cryo-debridement, Forceps removal.\nOutcome: Relief of stenosis from near-total to ~20% residual.\nNote: No stent placed (excludes 31636).",
  "SYNPOOR004_syn_4": "Procedure: Therapeutic Bronchoscopy\nPatient: [REDACTED] M, 61F\nSteps:\n1. GA, ETT 8.5.\n2. Rigid scope placed.\n3. Saw tumor blocking Left Main.\n4. Used APC to burn and forceps to pull it out.\n5. Cryo probe used to grab chunks.\n6. Airway opened up nicely.\nPlan: ICU for monitoring.",
  "SYNPOOR004_syn_5": "Operative note for Rosa she has that nasty tumor in the left main lung. Put her to sleep with a big tube. Used the rigid scope and the flexible one. Burned the tumor with APC and pulled big chunks out with the cryo probe and forceps. Got it mostly open. Didnt put a stent in this time. She bled a bit but the epi stopped it. Going to ICU.",
  "SYNPOOR004_syn_6": "Short op note tumor debulk pt Rosa M hx lung ca w nasty endobronchial chunk L main very SOB walking even to bathroom. In OR gen anes 8.5 ETT. I did flex then rigid scope. Big friable tumer almost closing LM lumen. Used APC and forceps and some cryo pull to open lumen maybe 80 percent. Some blood but not huge cold saline and epi helped. No stent placed no biopsy already dx from prior no nav no ebus no BAL. Post bronch CXR ok no ptx seen. Pt to ICU for obs overnight because COPD and O2 needs.",
  "SYNPOOR004_syn_7": "[Indication]\nSymptomatic malignant L mainstem obstruction.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nRigid/Flex bronchoscopy. Tumor destruction via APC, forceps, and cryo-extraction. Lumen restored to 80% patency. Hemostasis achieved.\n[Plan]\nICU observation.",
  "SYNPOOR004_syn_8": "Rosa underwent a therapeutic bronchoscopy to treat a tumor blocking her left main airway. Under general anesthesia, we used a rigid scope to access the obstruction. We used APC to cauterize the tissue and forceps along with a cryoprobe to physically remove the tumor mass. We managed to open the airway to about 80% of its normal size. There was some bleeding, but it was controlled with epinephrine and saline.",
  "SYNPOOR004_syn_9": "Procedure: Bronchoscopic tumor destruction and stenosis relief.\nTechnique: Ablation via argon plasma coagulation and cryoadhesion extraction.\nTarget: Left mainstem bronchus.\nOutcome: The obstruction was obliterated, restoring luminal caliber. Hemostasis was secured with vasoconstrictors.",
  "SYNPOOR004": "short op note - tumor debulk: pt Rosa M, hx lung ca w nasty endobronchial chunk L main, very SOB walking even to bathroom. in OR, gen anes, 8.5 ETT. I did flex then rigid scope. big friable tumer almost closing LM lumen. used APC and forceps and some cryo pull to open lumen maybe 80 percent. some blood, but not huge, cold saline and epi helped. no stent placed, no biopsy (already dx from prior), no nav, no ebus, no BAL. post bronch CXR ok, no ptx seen. pt to ICU for obs overnight because COPD and O2 needs."
}
