{
  "SYNPOOR003_syn_1": "Indication: Mediastinal adenopathy, r/o Ca.\nProcedure: EBUS-TBNA.\nTargets: 4R, 7, 11L.\nPasses: 3x each station.\nResults: ROSE + for malignancy at 4R.\nComplications: Minor bleed, controlled.\nPlan: PACU, Oncology referral.",
  "SYNPOOR003_syn_2": "INDICATION: Staging of mediastinal lymphadenopathy in a 58-year-old female with suspected bronchogenic carcinoma.\nPROCEDURE: Under moderate sedation, the EBUS scope was introduced. Systematic ultrasonic evaluation of the mediastinum was performed. Transbronchial needle aspiration (TBNA) was conducted at stations 4R, 7, and 11L. Rapid On-Site Evaluation (ROSE) confirmed the presence of malignant cells at station 4R. No vascular complications occurred.\nIMPRESSION: Metastatic lymphadenopathy (N2 disease).",
  "SYNPOOR003_syn_3": "CPT: 31653 (Bronchoscopy with EBUS-TBNA, 3 or more stations).\nStations Sampled: 4R, 7, 11L.\nTechnique: Ultrasound localization, Doppler avoidance of vessels, needle aspiration.\nPathology: ROSE positive at 4R.\nSetting: Bronchoscopy suite, moderate sedation.",
  "SYNPOOR003_syn_4": "Procedure: EBUS Staging\nPatient: 58F\nSteps:\n1. Mod sed. Scope in.\n2. Airway exam normal.\n3. EBUS scope to 4R, 7, 11L.\n4. TBNA x3 passes each.\n5. Path in room said 4R is cancer.\n6. No major bleeding.\nPlan: Follow up with Onc.",
  "SYNPOOR003_syn_5": "Staging bronch for the 58 year old lady. Used the ultrasound scope. Poked nodes at 4R 7 and 11L. Got good samples. The cyto guy in the room said 4R is definitely cancer. 11L and 7 looked like just lymph tissue. Procedure went fine little bit of blood stopped with ice. She went to recovery stable.",
  "SYNPOOR003_syn_6": "EBUS bronc quick sumry 58yo F med nodes on CT question lung ca. Came NPO IV in consnt already done in clinic. No GA just twilight type sed fent versed pushes by anesthesia nurse pt breathing on own nasal O2 3L airway native no tube. Scope in via mouth brief look no obvious endobronch lesion. Swapped to EBUS scope. Sampled 4R big round node around 2cm x3 passes station 7 x3 11L x2. Used doplar to check no big vessel hit. On site ROSE said lymphs plus malignant cells at 4R. No nav robot no radial probe no transbronchial lung bx no BAL. Tiny bleed but stop with ice saline and suction. Pt went to PACU stable sats mid 90s plan follow up path and oncology.",
  "SYNPOOR003_syn_7": "[Indication]\nSuspected lung cancer, mediastinal lymphadenopathy.\n[Anesthesia]\nModerate sedation.\n[Description]\nEBUS scope introduced. Stations 4R, 7, and 11L id[REDACTED] and sampled (TBNA). ROSE confirmed malignancy at 4R.\n[Plan]\nPACU recovery. Oncology consult.",
  "SYNPOOR003_syn_8": "This 58-year-old female underwent EBUS bronchoscopy for staging of suspected lung cancer. Using moderate sedation, we examined the airway and then used the EBUS scope to sample lymph nodes at stations 4R, 7, and 11L. We took multiple passes at each site. The on-site pathologist confirmed cancer cells in the 4R node. The patient had minor bleeding which stopped easily.",
  "SYNPOOR003_syn_9": "Procedure: Endobronchial ultrasound-guided transbronchial needle aspiration.\nAction: The mediastinum was scanned. Nodes at 4R, 7, and 11L were punctured and aspirated. Doppler verified vascular safety.\nResult: Cytopathology id[REDACTED] malignant cells at station 4R. Hemostasis was achieved with cold saline.",
  "SYNPOOR003": "EBUS bronc quick sumry: 58yo F, med nodes on CT, question lung ca. came NPO, IV in, consnt already done in clinic. no GA, just twilight type sed, fent/versed pushes by anesthesia nurse, pt breathing on own, nasal O2 3L, airway native, no tube. scope in via mouth, brief look, no obvious endobronch lesion. swapped to EBUS scope. sampled 4R (big round node around 2cm) x3 passes, station 7 x3, 11L x2. used doplar to check, no big vessel hit. on-site ROSE said lymphs plus malignant cells at 4R. no nav robot, no radial probe, no transbronchial lung bx, no BAL. tiny bleed but stop with ice saline and suction. pt went to PACU stable, sats mid 90s, plan follow up path and oncology."
}
