{
  "TBA-002": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending physician: Dr. L. Chen\nAssistants: Interventional pulmonology fellow; anesthesia team; radiology technologist.\n\nPre-procedure diagnosis: 12 mm part-solid right upper lobe apical segment ground-glass nodule in a patient with prior left upper lobectomy for adenocarcinoma.\nPost-procedure diagnosis: Same.\nIndication: Parenchyma-sparing local therapy for presumed metachronous stage IA adenocarcinoma in a patient with reduced pulmonary reserve.\nAnesthesia: General anesthesia with 8.0 mm endotracheal tube; ASA class III.\n\nProcedures performed:\n1. Robotic-assisted navigation bronchoscopy (Ion platform) with integrated Cios Spin mobile 3D C-arm guidance.\n2. Transbronchial microwave ablation of right upper lobe apical nodule using Emprint catheter.\n\nProcedure description: Following induction of general anesthesia, the Ion robotic bronchoscope was docked and advanced toward the planned pathway to the apical segment nodule. Shape-sensing navigation allowed precise catheter steering to the ninth-generation airway. A Cios Spin 3D rotational scan was obtained and registered, confirming the nodule position and updating the navigation plan. A flexible transbronchial needle was advanced into the lesion under fluoroscopic and 3D overlay guidance, followed by placement of the extended working channel 1 cm beyond the lesion center. The Emprint catheter was introduced and two overlapping ablations (8 minutes and 6 minutes) were delivered to cover the lesion and ensure at least a 5 mm margin. Post-ablation Cios Spin images demonstrated a confluent ablation zone with a minimal margin of approximately 7 mm circumferentially. Repeat bronchoscopic inspection showed no significant bleeding or mucus plugging.\n\nEstimated blood loss: <5 mL.\nComplications: None immediate. No pneumothorax on fluoroscopy.\nDisposition: Extubated in the operating room and admitted overnight for observation given prior contralateral lobectomy; planned follow-up CT in 3 months."
}
