{
  "TBA-003": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending physician: Dr. N. Patel\nAssistants: Pulmonary fellow; radiology technologist; circulating nurse.\n\nPre-procedure diagnosis: 24 mm solid right lower lobe superior segment nodule in a patient with prior stereotactic body radiotherapy to the left lower lobe; PET-avid without nodal disease.\nPost-procedure diagnosis: Same.\nIndication: Local treatment of presumed primary lung cancer in a medically inoperable patient.\nAnesthesia: General anesthesia with 8.0 mm endotracheal tube; ASA class III.\n\nProcedures performed:\n1. Electromagnetic navigation bronchoscopy (Illumisite platform) with cone-beam CT guidance.\n2. Transbronchial microwave ablation of right lower lobe superior segment nodule using Emprint catheter.\n\nProcedure description: After endotracheal intubation, the navigation bronchoscope was advanced to the right lower lobe. The Illumisite system was used to register the pre-procedural CT and plan a pathway to the superior segment lesion. Initial navigation demonstrated CT-to-body divergence; a tomosynthesis acquisition was performed and the nodule position was updated. A CrossCountry needle was advanced into the lesion, and the extended working channel was positioned 1 cm beyond the nodule center. Two sequential ablations (10 minutes and 7 minutes) were performed with slight retraction of the catheter between ablations to elongate the ablation zone. Cone-beam CT confirmed an elongated ablation zone encompassing the 2.4 cm lesion with an approximate minimal margin of 5 to 6 mm. A small right apical pneumothorax was seen on the post-ablation scan, without hemodynamic compromise.\n\nEstimated blood loss: <10 mL.\nComplications: Small asymptomatic right pneumothorax managed conservatively with supplemental oxygen and observation; no chest tube required.\nDisposition: Extubated in the operating room, monitored overnight with serial chest radiographs; discharged home on post-procedure day 1 with follow-up CT in 6 to 8 weeks."
}
