{
  "TBA-001": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending physician: Dr. A. Rivera\nAssistants: Pulmonary fellow; bronchoscopy nurse; radiology technologist.\n\nPre-procedure diagnosis: 18 mm PET-avid right lower lobe posterior basal segment nodule in a patient with severe COPD, clinical stage IA non-small cell lung cancer, high surgical risk.\nPost-procedure diagnosis: Same.\nIndication: Local control of early-stage lung cancer in a nonsurgical candidate via transbronchial microwave ablation.\nAnesthesia: General anesthesia with 8.5 mm endotracheal tube; ASA class III.\n\nProcedures performed:\n1. Electromagnetic navigation bronchoscopy (Illumisite platform) with cone-beam CT guidance in a hybrid operating room.\n2. Transbronchial microwave ablation of right lower lobe nodule using Emprint catheter.\n\nProcedure description: After induction of general anesthesia and endotracheal intubation, a therapeutic bronchoscope was advanced to the right lower lobe. The pre-procedural CT scan was loaded into the Illumisite navigation software and a target pathway to the posterior basal segment nodule was planned. Peripheral navigation achieved a bullseye view of the lesion after tomosynthesis-based correction of CT-to-body divergence. A CrossCountry needle was advanced approximately 1 cm beyond the lesion center under fluoroscopic and cone-beam CT guidance. The extended working channel was kept in position and an Emprint microwave ablation catheter was advanced until the ablation center was aligned with the lesion. A single 10-minute ablation at standard lung protocol power was delivered. Immediate cone-beam CT demonstrated a concentric ground-glass ablation zone with a minimal circumferential margin of approximately 6 mm. Repeat bronchoscopy showed no active bleeding and patent segmental airways.\n\nEstimated blood loss: <5 mL.\nComplications: None immediate. No pneumothorax on fluoroscopy.\nDisposition: Extubated in the operating room and observed in the post-anesthesia care unit, then discharged home the same day with a plan for surveillance CT at 3 months."
}
