{
  "TBA-004": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending physician: Dr. S. Moreno\nAssistants: Interventional pulmonology fellow; cytopathology technologist; radiology technologist.\n\nPre-procedure diagnosis: 16 mm peripheral left lower lobe lateral basal segment nodule with intermediate pre-test probability of malignancy.\nPost-procedure diagnosis: Adenocarcinoma of the lung based on frozen-section biopsy.\nIndication: Same-session diagnosis and local treatment of a peripheral lung cancer in a patient with cardiomyopathy and prohibitive surgical risk.\nAnesthesia: General anesthesia with 8.0 mm endotracheal tube; ASA class III.\n\nProcedures performed:\n1. Electromagnetic navigation bronchoscopy with radial EBUS confirmation.\n2. Transbronchial cryobiopsy of left lower lobe nodule with frozen-section analysis.\n3. Transbronchial microwave ablation of left lower lobe nodule using Emprint catheter.\n\nProcedure description: The navigation bronchoscope was advanced to the left lower lobe following registration of the planning CT. Radial EBUS demonstrated a concentric hypoechoic lesion. Two transbronchial cryobiopsies were obtained and submitted for frozen section, which confirmed invasive adenocarcinoma. Perilesional hemorrhage caused mild blurring of the lesion margins on fluoroscopy. A CrossCountry needle was then advanced into the lesion and an extended working channel placed. An Emprint catheter was introduced and a single 10-minute ablation performed. Post-ablation cone-beam CT showed a ground-glass ablation zone encompassing the biopsy cavity with an estimated minimal margin of approximately 5 mm, though interpretation was limited by hemorrhage-related opacities. Bronchoscopy at the end of the case demonstrated oozing in the lateral basal subsegment, which resolved with suctioning and topical iced saline.\n\nEstimated blood loss: 20 mL.\nComplications: Mild, self-limited perilesional hemorrhage; no pneumothorax.\nDisposition: Extubated in the operating room and admitted overnight for observation; oncology follow-up arranged with surveillance CT at 3 months."
}
