{
  "TBAMWA03_syn_1": "Indication: 24mm RLL nodule.\nProcedure: Nav bronch, MWA x2.\nFindings: Eccentric lesion on rEBUS.\nAction: 2 ablations (10+7 min). Small pneumo.\nResult: 5-6mm margin. Pneumo obs.\nDisp: Admit.",
  "TBAMWA03_syn_2": "OPERATIVE SUMMARY: A 75-year-old male with a 24 mm RLL superior segment malignancy underwent transbronchial microwave ablation. Electromagnetic navigation (Illumisite) facilitated access. Radial EBUS demonstrated an eccentric relationship. Two overlapping ablation cycles were delivered to ensure complete coverage. Post-ablation CBCT confirmed a 5-6 mm margin. A small, asymptomatic apical pneumothorax was id[REDACTED] and managed conservatively.",
  "TBAMWA03_syn_3": "Codes: 31641, +31627, +31654.\nService: Microwave ablation of RLL tumor.\nDetails: 24mm lesion required two overlapping ablations for coverage. Navigation and rEBUS used for localization. Complication: Small pneumothorax (no chest tube).",
  "TBAMWA03_syn_4": "Procedure: MWA RLL\nSteps:\n1. Navigated to RLL superior.\n2. rEBUS eccentric.\n3. Ablated x2 (10 min, 7 min).\n4. Check CBCT: good zone, small pneumo.\n5. Stable.\nPlan: Admit, CXRs.",
  "TBAMWA03_syn_5": "Patient 75M with the 2.4cm tumor in the RLL. Did the ablation today. Navigated down there needed two burns to cover it all. 10 mins then 7 mins. Looks good on the scan. He popped a lung a little bit small pneumo but hes breathing fine. We'll watch him overnight.",
  "TBAMWA03_syn_6": "Transbronchial microwave ablation was performed on a 75-year-old male with a 24 mm right lower lobe nodule. Electromagnetic navigation and radial EBUS were used for localization. Two sequential ablations were delivered to cover the lesion volume. Post-ablation imaging showed a satisfactory margin. A small apical pneumothorax was noted but did not require intervention. The patient was admitted for observation.",
  "TBAMWA03_syn_7": "[Indication]\n24 mm RLL superior segment cancer.\n[Anesthesia]\nGeneral.\n[Description]\nIllumisite nav. MWA x2 (overlapping). Small pneumothorax noted.\n[Plan]\nAdmit, serial CXRs.",
  "TBAMWA03_syn_8": "We treated a 24 mm tumor in the right lower lobe using microwave ablation. After navigating to the site, we performed two ablation cycles to ensure the entire tumor was treated. The post-procedure scan showed a good safety margin around the tumor. We did notice a small air leak (pneumothorax) on the scan, but it was small enough to watch without inserting a tube.",
  "TBAMWA03_syn_9": "Intervention: Thermal destruction of lung mass.\nLocation: Right lower lobe.\nAction: Dual applications of microwave energy were utilized to encompass the target. A minor pleural air leak was observed and monitored.",
  "TBAMWA03": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending: Dr. N. Patel\n\nPre-procedure diagnosis: 24 mm solid right lower lobe superior segment nodule, PET-avid, medically inoperable patient.\nIndication: Transbronchial microwave ablation of a peripheral lung cancer.\n\nProcedures:\n1. Electromagnetic navigation bronchoscopy (Illumisite) with CBCT confirmation.\n2. Radial EBUS localization.\n3. Two overlapping transbronchial microwave ablations of RLL superior segment nodule.\n\nDescription: Navigation was performed to the superior segment with tomosynthesis-based CT-to-body divergence correction. After needle puncture and EWC placement, radial EBUS showed an eccentric lesion. The Emprint catheter was advanced and two sequential 10- and 7-minute ablations were delivered with slight catheter retraction between cycles. CBCT showed an elongated ablation zone spanning the 2.4 cm lesion with an approximate minimal margin of 5–6 mm. A small apical pneumothorax was noted on CBCT and managed conservatively.\n\nComplications: Small asymptomatic right pneumothorax; observation only.\nDisposition: Overnight admission with serial CXRs; discharge on post-procedure day 1."
}
