{
  "TBAMWA05_syn_1": "Indication: 15mm RLL nodule.\nProcedure: ENB, Cryoablation.\nFindings: Concentric lesion.\nAction: 3 freeze-thaw cycles (8-5-8). \nResult: Low-attenuation zone on CBCT. 6mm margin.\nDisp: Admit.",
  "TBAMWA05_syn_2": "OPERATIVE REPORT: 63-year-old male with a 15 mm RLL nodule underwent investigational transbronchial cryoablation. Using ENB and CBCT guidance, a flexible cryoprobe was positioned. A triple freeze-thaw protocol was executed. Post-procedural imaging demonstrated a homogeneous ablation zone with ground-glass margins, consistent with effective cryonecrosis.",
  "TBAMWA05_syn_3": "Code: 31641 (Destruction by any method - used for Cryo).\nAdd-ons: 31627, 31654.\nTechnique: Cryoablation (3 cycles) of peripheral lung tumor.\nGuidance: SuperDimension + CBCT.",
  "TBAMWA05_syn_4": "Procedure: Cryoablation\nSteps:\n1. Navigated to RLL lateral basal.\n2. Confirmed position.\n3. Inserted cryoprobe.\n4. Freezes: 8min, 5min, 8min.\n5. CBCT: Ice ball visible.\nNo complications.",
  "TBAMWA05_syn_5": "TBACRYO01 63M RLL nodule. Using the new cryo probe today. Navigated out there. Did three freezes 8 5 and 8 minutes. You can see the ice ball on the CT scan its pretty cool. Got a good margin 6mm. No bleeding no pneumo. Keeping him for the registry.",
  "TBAMWA05_syn_6": "A 63-year-old male underwent transbronchial cryoablation of a 15 mm right lower lobe nodule. Electromagnetic navigation and cone-beam CT were utilized for guidance. Three freeze-thaw cycles were delivered using a flexible cryoprobe. Final imaging showed a well-defined low-attenuation ablation zone with a 6 mm margin. The patient was admitted for monitoring.",
  "TBAMWA05_syn_7": "[Indication]\n15 mm RLL nodule, investigational protocol.\n[Anesthesia]\nGeneral.\n[Description]\nCryoablation x3 cycles. CBCT confirmed ice ball and margin.\n[Plan]\nAdmit, registry follow-up.",
  "TBAMWA05_syn_8": "We performed a cryoablation procedure on Mr. [REDACTED]'s right lower lobe nodule. Instead of heat, we used extreme cold to destroy the tumor. We navigated a special probe to the site and performed three freezing cycles. The scans afterwards showed a nice ice ball covering the tumor with a safe margin.",
  "TBAMWA05_syn_9": "Intervention: Cryogenic destruction of pulmonary mass.\nMethod: Cyclic freezing.\nOutcome: Radiographic evidence of cryonecrosis encompassing the target.",
  "TBAMWA05": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending: Dr. D. Shah\n\nPre-procedure diagnosis: 21 mm left lower lobe superior segment nodule in severe COPD with prior lung volume reduction surgery.\nIndication: Local tumor control via transbronchial microwave ablation.\n\nProcedures:\n1. ENB-guided bronchoscopy with tomosynthesis correction (Illumisite).\n2. Radial EBUS confirmation.\n3. Two transbronchial microwave ablations of LLL superior segment lesion.\n\nDescription: CT-to-body divergence was corrected with Illumisite fluoroscopic navigation. After needle puncture and EWC advancement, an Emprint catheter was positioned across the lesion. A 10-minute ablation was delivered, followed by CBCT, which showed an ablation zone with only 3 mm posterolateral margin. The catheter was repositioned slightly posterolateral and a 5-minute repeat ablation was performed. Final CBCT demonstrated a symmetric ablation zone with approximately 6 mm minimal margin. Airways remained patent.\n\nComplications: None.\nDisposition: 23-hour observation due to underlying COPD; CT at 3 months and PFTs planned."
}
