{
  "TBAMWA01_syn_1": "Procedure: Transbronchial MWA.\nTarget: 18mm RLL nodule.\nAction: Illumisite nav + CBCT. Needle puncture. MWA 10 min/100W.\nResult: 6mm margin. No bleeding.\nPlan: D/C home.",
  "TBAMWA01_syn_2": "OPERATIVE REPORT: The patient, a 72-year-old male with an 18 mm PET-avid nodule in the right lower lobe, underwent electromagnetic navigation bronchoscopy utilizing the Illumisite platform. Following registration and pathway generation, the lesion in the posterior basal segment was targeted. Digital tomosynthesis confirmed alignment. An extended working channel was deployed, and radial EBUS verified a concentric lesion. Microwave ablation was delivered via an Emprint catheter for 10 minutes. Post-procedural cone-beam CT confirmed an adequate ablation zone with a 6 mm margin.",
  "TBAMWA01_syn_3": "CPT 31641: Bronchoscopy with destruction of tumor (MWA).\nCPT +31627: Computer-assisted navigation (Illumisite).\nCPT +31654: Radial EBUS for peripheral lesion.\nDetails: Navigated to RLL posterior basal segment. Confirmed with rEBUS and CBCT. Ablated 18mm lesion using microwave energy.",
  "TBAMWA01_syn_4": "Procedure Note\nResident: Dr. Patel\nAttending: Dr. Rivera\nSteps:\n1. GA/ETT.\n2. Navigated to RLL nodule (Illumisite).\n3. Confirmed with rEBUS (concentric).\n4. Placed Emprint catheter.\n5. Ablated x1 (10 min).\n6. CBCT check: good margin.\nNo complications.",
  "TBAMWA01_syn_5": "Patient 72M RLL nodule likely cancer. Did the microwave ablation today used the illumisite system. Navigated down there rEBUS looked good concentric. Put the needle in then the catheter. Cooked it for 10 mins. CBCT showed a nice burn zone like 6mm margin. No bleeding really. Going home later.",
  "TBAMWA01_syn_6": "A 72-year-old male underwent transbronchial microwave ablation of an 18 mm right lower lobe nodule. Electromagnetic navigation with cone-beam CT guidance was used to localize the target. Radial EBUS confirmed the lesion position. A single 10-minute ablation was performed using an Emprint catheter. Post-ablation imaging demonstrated a satisfactory ablation zone with a 6 mm margin. The patient tolerated the procedure well without immediate complications.",
  "TBAMWA01_syn_7": "[Indication]\n18 mm PET-avid RLL nodule, medically inoperable.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nIllumisite navigation to RLL posterior basal. rEBUS confirmation. MWA 10 min. CBCT confirmed 6mm margin.\n[Plan]\nDischarge home, CT 3 months.",
  "TBAMWA01_syn_8": "The patient presented for treatment of a suspicious right lower lobe nodule. We proceeded with electromagnetic navigation bronchoscopy to localize the 18 mm lesion in the posterior basal segment. Using the Illumisite platform and cone-beam CT, we confirmed the target. Radial EBUS provided further verification. We then inserted a microwave ablation catheter and delivered a 10-minute treatment. Post-ablation imaging showed a successful burn with clear margins.",
  "TBAMWA01_syn_9": "Intervention: Endoscopic destruction of pulmonary tumor.\nMethod: Electromagnetic guidance and microwave energy.\nTarget: Right lower lobe mass.\nAction: The lesion was localized and destroyed using thermal ablation. Verification via tomosynthesis showed effective coverage.",
  "TBAMWA01": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending: Dr. A. Rivera\nAssistants: Pulmonary fellow; bronchoscopy RN; radiology technologist.\n\nPre-procedure diagnosis: 18 mm PET-avid right lower lobe posterior basal segment nodule, presumed clinical stage IA non–small cell lung cancer in a nonsurgical candidate.\nPost-procedure diagnosis: Same.\nIndication: Parenchyma-sparing local control of early lung cancer via transbronchial microwave ablation.\nAnesthesia: General anesthesia, 8.5 mm ETT, ASA III.\n\nProcedures:\n1. Electromagnetic navigation bronchoscopy (Illumisite platform) with cone-beam CT guidance in a hybrid OR.\n2. Radial EBUS confirmation of peripheral lesion position.\n3. Transbronchial microwave ablation of right lower lobe nodule using Emprint catheter.\n\nDescription: After induction and intubation, a therapeutic bronchoscope was advanced to the right lower lobe. The planning CT was registered on the Illumisite platform; a pathway was generated to the posterior basal segment nodule. Following peripheral navigation, digital tomosynthesis corrected CT-to-body divergence and demonstrated a bullseye view of the lesion. A CrossCountry needle was advanced into the lesion, and an extended working channel (EWC) was positioned 1 cm beyond the nodule center. Radial EBUS showed a concentric hypoechoic lesion. An Emprint microwave catheter was advanced until the ablation center was aligned with the lesion. A single 10-minute ablation using the standard lung protocol was delivered. Post-ablation cone-beam CT demonstrated a concentric ground-glass ablation zone with a minimal circumferential margin of approximately 6 mm. There was no significant airway bleeding and the segmental bronchi remained patent.\n\nEstimated blood loss: <5 mL.\nComplications: None immediate. No pneumothorax on fluoroscopy.\nDisposition: Extubated in OR; observed for 6 hours in PACU; discharged home with plan for CT chest at 3 months."
}
