{
  "TBAMWA02_syn_1": "Indication: 12mm RUL nodule.\nProcedure: Robotic bronch (Ion), MWA.\nFindings: Apical nodule reached.\nAction: 2 ablations (8+6 min). CBCT confirmed.\nResult: 7mm margin. Stable.\nDisp: Admit.",
  "TBAMWA02_syn_2": "PROCEDURE NOTE: This 68-year-old female with a solitary 12 mm RUL apical nodule underwent robotic-assisted bronchoscopy. The Ion catheter was navigated to the target under shape-sensing guidance. Cone-beam CT and radial EBUS confirmed accurate placement. Transbronchial microwave ablation was performed with two overlapping cycles. Post-ablation imaging revealed a fused ablation zone with a 7 mm circumferential margin.",
  "TBAMWA02_syn_3": "Billing: 31641 (Destruction), 31627 (Navigation), 31654 (rEBUS).\nTechnique: Robotic navigation to RUL apical segment. Microwave ablation of 12mm lesion. Confirmation via CBCT and rEBUS.",
  "TBAMWA02_syn_4": "Resident Note: Robotic MWA\nPatient: [REDACTED]02\n1. GA / Ion Robot.\n2. Navigated to RUL apical.\n3. Confirmed with CBCT/rEBUS.\n4. Ablated x2 (Emprint).\n5. Margins good on spin.\nPlan: Admit for obs (single lung).",
  "TBAMWA02_syn_5": "68F with RUL nodule previous lobectomy on other side. Used the Ion robot today. Drove it out to the apical segment. Checked with spin CT and EBUS. Burned it twice 8 and 6 minutes. Looks like we got it all with good margins. She's stable staying overnight just in case.",
  "TBAMWA02_syn_6": "A 68-year-old female underwent robotic-assisted transbronchial microwave ablation for a 12 mm right upper lobe nodule. The Ion platform was used for navigation, confirmed by cone-beam CT and radial EBUS. Two overlapping ablations were delivered. Post-procedural imaging showed a fused ablation zone with a 7 mm margin. The patient was extubated and admitted for observation.",
  "TBAMWA02_syn_7": "[Indication]\n12 mm RUL apical nodule, prior contralateral lobectomy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRobotic navigation to RUL. MWA x2. CBCT confirmed 7mm margin.\n[Plan]\nAdmit overnight, CT 3 mos.",
  "TBAMWA02_syn_8": "Ms. [REDACTED] underwent a robotic bronchoscopy to treat a nodule in her right upper lobe. We navigated the Ion catheter to the apical segment and confirmed our position with cone-beam CT. We then performed two microwave ablation cycles to destroy the tumor. The final scan showed excellent coverage of the lesion with a safe margin.",
  "TBAMWA02_syn_9": "Procedure: Robotic endoscopic ablation.\nTarget: Apical pulmonary lesion.\nTechnique: Shape-sensing guidance was utilized to reach the target. Thermal destruction was applied via microwave catheter. The treatment zone was verified radiographically.",
  "TBAMWA02": "Interventional Pulmonology Procedure Note\nPatient ID: [REDACTED]\nDate of procedure: [REDACTED]\nAttending: Dr. L. Chen\n\nPre-procedure diagnosis: 12 mm part-solid right upper lobe apical nodule in a patient with prior contralateral lobectomy.\nIndication: Local treatment of presumed metachronous early adenocarcinoma using robotic transbronchial microwave ablation.\n\nProcedures:\n1. Robotic-assisted navigation bronchoscopy (Ion platform) with mobile C-arm cone-beam CT (Cios Spin).\n2. Radial EBUS confirmation of peripheral lesion.\n3. Transbronchial microwave ablation (Emprint catheter) of RUL apical nodule.\n\nDescription: The Ion catheter was navigated to the apical segment using shape-sensing guidance. Cone-beam CT confirmed the catheter tip centered within the lesion. After confirmation with radial EBUS (concentric view), an Emprint microwave catheter was advanced via the Ion EWC. Two overlapping ablations (8 and 6 minutes) were delivered without pleural disruption. Post-ablation CBCT demonstrated a fused ablation zone with an estimated minimal margin of 7 mm. The patient remained hemodynamically stable.\n\nComplications: None.\nDisposition: Extubated in OR; admitted overnight given single-lung status; plan CT at 3 months."
}
