{
  "TK9472_syn_1": "Indication: RLL 21mm nodule, bronchus sign+.\nTechnique: Traditional bronch (no nav). Fluoroscopy used.\nSampling: TBNA x3, TBBx x8, Brush x2.\nResult: Lesion visualized. Diagnostic yield high.\nComp: Minor bleeding.",
  "TK9472_syn_2": "PROCEDURE NOTE: [REDACTED] bronchoscopy for an RLL nodule. Due to a positive bronchus sign, traditional thin bronchoscopy was utilized without electromagnetic navigation. The lesion was visualized endobronchially and confirmed with radial EBUS. Transbronchial needle aspiration and forceps biopsies were performed under fluoroscopic guidance. Tolerance was excellent.",
  "TK9472_syn_3": "Codes: 31629 (TBNA), 31654 (rEBUS).\nNote: No 31627 (Nav) charged - traditional approach used.\nBiopsy: RLL nodule.\nFluoroscopy time: 3.1 min.",
  "TK9472_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Bronchoscopy\n- RLL nodule with bronchus sign.\n- Went down with thin scope.\n- Saw the lesion.\n- Confirmed with rEBUS.\n- Needle and forceps biopsies taken.\n- No navigation needed.",
  "TK9472_syn_5": "mark thompson rll nodule. saw a bronchus sign on ct so didnt use the superdimension. just went down there and saw the mucosal irregularity. radial ebus confirmed it was solid. took needle aspirates and forceps biopsies. simple procedure no complications. discharged home.",
  "TK9472_syn_6": "Patient: [REDACTED] | MRN# [REDACTED] | Born: [REDACTED] INDICATION: RLL 21mm solid nodule with clear bronchus sign on CT, PET SUV 4.8 ANESTHESIA: Moderate sedation, midazolam 3mg + fentanyl 75mcg Ramsay 3 throughout, monitoring BP q5min, SpO2 continuous TECHNIQUE: Traditional bronchoscopy (no navigation system needed due to bronchus sign) Procedure: - Thin bronchoscope advanced to RLL - Bronchus sign followed to nodule location - Lesion visualized endobronchially as subtle mucosal irregularity... [Rest of text]",
  "TK9472_syn_7": "[Indication]\nRLL Nodule 21mm.\n[Anesthesia]\nModerate Sedation.\n[Description]\nTraditional bronchoscopy to RLL. Lesion visualized. rEBUS confirmed. TBNA and TBBx performed. No Nav used.\n[Plan]\nDischarge.",
  "TK9472_syn_8": "[REDACTED] a nodule in his right lower lung that had a clear airway leading to it, so we didn't need the advanced navigation system. We guided the scope directly to the spot, confirmed it with ultrasound, and took samples with a needle and forceps. He had a little bleeding that stopped on its own, and he went home shortly after.",
  "TK9472_syn_9": "Patient: [REDACTED]. INDICATION: RLL 21mm solid nodule. TECHNIQUE: Traditional bronchoscopy. Procedure: Thin bronchoscope advanced to RLL. Lesion visualized endobronchially. Radial EBUS probe: Solid eccentric pattern. Sampling performed: Transbronchial needle aspiration x3. Transbronchial forceps biopsy x5. Brush cytology x2. Complications: Minor self-limited hemorrhage.",
  "TK9472": "Patient: [REDACTED] | MRN# [REDACTED] | Born: [REDACTED]\n\nINDICATION: RLL 21mm solid nodule with clear bronchus sign on CT, PET SUV 4.8\n\nANESTHESIA: Moderate sedation, midazolam 3mg + fentanyl 75mcg\nRamsay 3 throughout, monitoring BP q5min, SpO2 continuous\n\nTECHNIQUE: Traditional bronchoscopy (no navigation system needed due to bronchus sign)\n\nProcedure:\n- Thin bronchoscope advanced to RLL\n- Bronchus sign followed to nodule location\n- Lesion visualized endobronchially as subtle mucosal irregularity\n- Radial EBUS probe: Solid eccentric pattern consistent with lesion\n- Fluoroscopy used for confirmation: 3.1 minutes, DAP 124 cGy*cm²\n\nSampling performed:\n- Transbronchial needle aspiration ×3 (22G Wang needle)\n- Transbronchial forceps biopsy ×5\n- Brush cytology ×2\n- Additional forceps biopsies ×3 for molecular testing\n\nTool approach successful, diagnostic yield anticipated given direct visualization\n\nComplications: Minor self-limited bleeding after forceps biopsies, resolved with gentle suction\n\nPost-procedure: CXR showed small basilar atelectasis, no PTX. Patient stable, discharged."
}
