{
  "TT9482L_syn_1": "Procedure: Diagnostic Bronchoscopy (Teaching).\nIndication: Staging LUL Adeno.\nActions:\n- Airway inspected.\n- Systematic EBUS evaluation (N3->N1).\n- Needle passes performed by fellow.\n- ROSE reviewed.\nPlan: Post-proc monitoring.",
  "TT9482L_syn_2": "PROCEDURE NOTE: A diagnostic flexible bronchoscopy was performed for mediastinal staging of a known left upper lobe adenocarcinoma. This procedure was conducted as a formal teaching case. The fellow demonstrated a systematic approach to Endobronchial Ultrasound (EBUS), evaluating nodal stations from N3 to N1. Real-time Rapid On-Site Evaluation (ROSE) was utilized to guide decision-making. Focus was placed on optimal needle agitation techniques and the management of anatomical challenges.",
  "TT9482L_syn_3": "Service: Diagnostic Bronchoscopy (31622).\nRole: Teaching physician present/supervising.\nDetails: Evaluation of mediastinal lymph nodes via EBUS approach. Nodal stations assessed systematically. ROSE employed for adequacy. Fellow performed needle passes under direct supervision.",
  "TT9482L_syn_4": "Procedure: Bronchoscopy with EBUS (Teaching)\nAttending: [REDACTED]\nFellow: [REDACTED]\nSteps:\n1. Moderate sedation (Versed/Fentanyl).\n2. Scope passed vocal cords.\n3. Systematic EBUS exam performed (N3 to N1).\n4. ROSE tech reviewed slides.\n5. Fellow performed needle passes.\n6. Scope removed.\nPlan: Recover.",
  "TT9482L_syn_5": "teaching case for lul adeno staging. donald martinez. fellow did the ebus part looking at the nodes n3 to n1. we looked at the rose slides as we went. worked on needle technique. patient did fine with the versed and fentanyl.",
  "TT9482L_syn_6": "TEACHING CASE - BRONCHOSCOPY WITH FELLOW PARTICIPATION. Patient: Donald Martinez. INDICATION: Mediastinal staging, LUL adenocarcinoma. EDUCATIONAL OBJECTIVES: Systematic N3-N2-N1 EBUS evaluation, ROSE interpretation, Optimal needle pass technique. SEDATION: Moderate (midazolam 3mg, fentanyl 75mcg), Ramsay 3.",
  "TT9482L_syn_7": "[Indication]\nMediastinal staging, LUL adenocarcinoma.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nTeaching case. Systematic EBUS N3->N1 evaluation performed by fellow. Needle technique optimized. ROSE utilized for decision making.\n[Plan]\nPathology review.",
  "TT9482L_syn_8": "We performed a bronchoscopy on [REDACTED] staging of his LUL adenocarcinoma. This was a teaching case where the fellow took the lead on the EBUS evaluation. We went through the nodes systematically from N3 to N1. The fellow practiced their needle technique, and we used ROSE to check the samples in real-time. Everything went smoothly.",
  "TT9482L_syn_9": "Operation: Educational Bronchoscopy.\nIndication: Staging of LUL neoplasm.\nAction: The fellow executed a methodical EBUS assessment (N3-N1). Needle aspiration technique was refined. ROSE was employed for immediate cytological interpretation.\nResult: Training objectives met.",
  "TT9482L": "TEACHING CASE - BRONCHOSCOPY WITH FELLOW PARTICIPATION\n\nPatient: [REDACTED] | MRN: [REDACTED] | DOB: [REDACTED]\n\nTEAM:\nAttending: [De-id[REDACTED] per protocol]\nFellow: [De-id[REDACTED] per protocol]\nROSE Technician: [De-id[REDACTED] per protocol]\n\nINDICATION: Mediastinal staging, LUL adenocarcinoma\n\nEDUCATIONAL OBJECTIVES FOR FELLOW:\n1. Systematic N3→N2→N1 EBUS evaluation\n2. ROSE interpretation and real-time decision-making\n3. Optimal needle pass technique\n4. Management of technical challenges\n\nSEDATION: Moderate (midazolam 3mg, fentanyl 75mcg), Ramsay 3"
}
