{
  "UNKNOWN001": "Indications: Diagnosis and staging of presumed lung cancer\nMedications: General Anesthesia,\nProcedure, risks, benefits, and alternatives were explained to the patient. All questions were answered and informed consent was documented as per institutional protocol. A history and physical were performed and updated in the preprocedure assessment record. Laboratory studies and radiographs were reviewed. A time-out was performed prior to the intervention.\n Following intravenous medications as per the record and topical anesthesia to the upper airway and tracheobronchial tree, the Q190 video bronchoscope was introduced through the mouth, via laryngeal mask airway and advanced to the tracheobronchial tree. The laryngeal mask airway was in good position. The vocal cords appeared normal. The subglottic space was normal. The trachea was of normal caliber. The carina was sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy were normal; there are no endobronchial lesions, and no secretions. The video bronchoscope was then removed and the UC180F convex probe EBUS bronchoscope was introduced through the mouth, via laryngeal mask airway and advanced to the tracheobronchial tree. A systematic hilar and mediastinal lymph node survey was carried out. Sampling criteria (5mm short axis diameter) were met in station 4R,7, 11Rs, 11Ri lymph nodes. Additionally, the 10R lymph node, although 4mm, meets sampling criteria based on PET avidity.  Sampling by transbronchial needle aspiration was performed beginning with the 4R Lymph node, followed by 7, 10R,11Rs,11Ri lymph nodes using an Olympus EBUSTBNA 22 gauge needle. Further details regarding nodal size and number of samples are included in the EBUS procedural sheet which is available in AHLTA. ROSE showed benign lymphocytes in all stations. All samples were sent for routine cytology. Following completion of EBUS bronchoscopy the P190 Olympus video bronchoscope was inserted into the airway and utilizing the radial EUBS probe we attempted to id[REDACTED] the left upper lobe lesion suspicious for malignancy but were unsuccessful. The Q190 video bronchoscope was then re-inserted and after suctioning blood and secretions there was no evidence of active bleeding and the bronchoscope was subsequently removed.\n\nComplications: No immediate complications\nEstimated Blood Loss: 10 cc.\n\nPost Procedure Diagnosis:\n- Technically successful flexible bronchoscopy with endobronchial ultrasound-guided biopsies.\n- Unsuccessful localization of left upper lobe pulmonary nodule\n- The patient has remained stable and has been transferred in good condition to the post-surgical monitoring unit.\n- Will await final pathology results"
}
