{
  "Unknown_syn_1": "Procedure: Left Medical Thoracoscopy & PleurX.\nFindings: 800cc bloody fluid. Dense adhesions/tethered lung. Diffuse inflammation.\nActions:\n- Biopsy parietal pleura x8.\n- PleurX catheter tunneled and inserted.\nComplications: None.",
  "Unknown_syn_2": "OPERATIVE NARRATIVE: The patient underwent left-sided medical pleuroscopy for evaluation of a recurrent pleural effusion. Approximately 800ml of hemorrhagic fluid was evacuated. Visualization revealed extensive fibrous adhesions and lung entrapment, preventing full inspection of the apex. Biopsies of the parietal pleura and adherent visceral pleura were obtained. Subsequently, a tunneled indwelling pleural catheter (PleurX) was placed via a separate incision to facilitate ongoing drainage.",
  "Unknown_syn_3": "Billing Summary:\n- CPT 32609: Medical thoracoscopy with biopsy of pleura. Supported by rigid thoracoscopy, visualization of adhesions, and 8 biopsies of parietal pleura.\n- CPT 32550: Insertion of tunneled pleural catheter. Supported by creation of subcutaneous tunnel and placement of PleurX device via separate site.\n- Note: Thoracentesis fluid removal bundled.",
  "Unknown_syn_4": "Procedure: Pleuroscopy + IPC Placement\nSteps:\n1. Ultrasound guidance.\n2. Trocar placement 6th intercostal space.\n3. Drained 800cc bloody fluid.\n4. Saw adhesions, took biopsies.\n5. Tunneled PleurX catheter placed.\n6. Sutured and dressed.\nPlan: Home with drain instructions.",
  "Unknown_syn_5": "patient in lateral decubitus put the port in drained a lot of bloody fluid like 800cc lung was stuck down with adhesions couldnt see the top took some biopsies of the pleura then put in a pleurx catheter tunneled it under the skin wife knows how to use it now no issues",
  "Unknown_syn_6": "The patient was prepped and draped. Local anesthesia and sedation were administered. We inserted a trocar into the left chest and evacuated 800cc of bloody effusion. Inspection revealed trapped lung with thick adhesions. Biopsies were taken from the parietal pleura. A PleurX catheter was then tunneled and inserted into the pleural space through a separate site. The incisions were closed.",
  "Unknown_syn_7": "[Indication] Recurrent Pleural Effusion.\n[Anesthesia] Moderate Sedation/Local.\n[Description] Rigid Pleuroscopy. 800cc drained. Dense adhesions. Biopsy x8. Tunneled IPC (PleurX) placed.\n[Plan] Discharge. PleurX education completed.",
  "Unknown_syn_8": "We positioned the patient in the left lateral decubitus position. After placing the primary port, we drained the effusion. The lung appeared entrapped by significant inflammation and adhesions. We utilized forceps to biopsy the parietal pleura. Following the diagnostic portion, we established a subcutaneous tunnel and placed an indwelling pleural catheter for long-term management.",
  "Unknown_syn_9": "Intervention: Thoracic exploration and drainage.\nFindings: Hemorrhagic effusion and fibrous tethering.\nActions: Tissue sampling of the chest wall lining was performed. A tunneled drainage conduit was implanted for chronic management.",
  "Unknown": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n \nDATE OF PROCEDURE: [REDACTED]\n \nCC Referred Physician:  Perry, Sandip Pravin, MD\n3855 Health Sciences Dr\nHollywood,  CA [REDACTED]\n \nINDICATION FOR OPERATION:  Elizabeth Larkin is a 89 year old-year-old female who presents with lung mass.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\n \nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\n \nPREOPERATIVE DIAGNOSIS: R91.8 Other nonspecific abnormal finding of lung field.\n \nPOSTOPERATIVE DIAGNOSIS:  R91.8 Other nonspecific abnormal finding of lung field.\n \nPROCEDURE:  \n31645 Therapeutic aspiration initial episode\n31624 Dx bronchoscope/lavage (BAL)    \n31628 TBBX single lobe     \n31629 TBNA single lobe   \n31653 EBUS sampling 3 or more nodes  \n31654 Radial EBUS for peripheral lesion\n76982 Ultrasound Elastography, First Target Lesion\n76983 Ultrasound Elastography, Additional Targets \n76983 Ultrasound Elastography, Additional Target 2\n \nATTENDING:  \nDuane Johnson MD PhD\n \nASSISTANT:   none\n \nSupport Staff: \nRN: Rebecca Loman andWilliam Shakespeak\nRT: Philip Knight\n \nANESTHESIA: \nGeneral Anesthesia\n \nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n \nINSTRUMENT : \nFlexible Therapeutic Bronchoscope\nLinear EBUS \nRadial EBUS\n \nESTIMATED BLOOD LOSS:   None\n \nCOMPLICATIONS:    None\n \nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).  All procedure related images were saved and archived in Media folder on Onedrive behind UCSD firewall, relevant images are also uploaded to PACS system or in the media section of the patient's chart. \n \nPATIENT [REDACTED]: . \n \nInitial Airway Inspection Findings:\n \nSuccessful therapeutic aspiration was performed to clean out the Right Mainstem, Bronchus Intermedius , and Left Mainstem from mucus. \n \nTherapeutic bronchoscope was parked in RML; lateral segment was engaged.\n \nRadial EBUS was performed to confirm that the location of the nodule is Concentric.  The following features were noted: Continuous margin  and Absence of linear-discrete air bronchogram.\n \nTransbronchial needle aspiration was performed with 19G Needle and 21G Needle through the extended working channel catheter.  Total 6 samples were collected.  Samples sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\n \nTransbronchial biopsy was performed with alligator forceps the extended working channel catheter.  Total 6 samples were collected.  Samples sent for Pathology.\n \nBronchial alveolar lavage was performed the extended working channel catheter.  Instilled 40 cc of NS, suction returned with 20 cc of NS.  Samples sent for Microbiology (Cultures/Viral/Fungal) and Cytology.\n \nROSE from procedure was noted to be:\nConclusive evidence of malignant neoplasm\n \nEBUS-Findings\nIndications: Diagnostic and Staging\nTechnique:\nAll lymph node stations were assessed. Only those 5 mm or greater in short axis were sampled.\n \nLymph node sizing was performed by EBUS and sampling by Transbronchial needle aspiration was performed using 22-gauge Needle.\n \nLymph Nodes/Sites Inspected: 2R (upper paratracheal) node\n2L (upper paratracheal) node\n4R (lower paratracheal) node\n4L (lower paratracheal) node\n7 (subcarinal) node\n10R lymph node\n10L lymph node\n11Rs lymph node\n11Ri lymph node\n11L lymph node\n \nNo immediate complications\n \nEndobronchial ultrasound (EBUS) elastography was performed to assess lymph node stiffness and tissue characteristics. Elastography provided a semi-quantitative classification (Type 1–3), which was used to guide biopsy site selection and sampling strategy. \n \nLymph Nodes Evaluated:\nSite 1: The 11L lymph node was => 10 mm on CT and Metabolic activity unknown or PET-CT scan unavailable. The lymph node was photographed. The site was sampled.. 4 endobronchial ultrasound guided Transbronchial biopsies were performed with samples obtained. Endobronchial ultrasound (EBUS) elastography was performed to assess lymph node stiffness and tissue characteristics. The target lymph node demonstrated a Type 1 elastographic pattern, predominantly soft (green/yellow), suggesting a reactive or benign process. Despite the benign appearance, TBNA was performed to confirm the absence of malignancy and to obtain cytology for diagnostic completeness.\n \nSite 2: The 7 (subcarinal) node was => 10 mm on CT and Metabolic activity unknown or PET-CT scan unavailable. The lymph node was photographed. The site was sampled.. 4 endobronchial ultrasound guided Transbronchial biopsies were performed with samples obtained. Endobronchial ultrasound (EBUS) elastography was performed to assess lymph node stiffness and tissue characteristics. The target lymph node demonstrated a Type 2 elastographic pattern with mixed soft and stiff regions. Given this heterogeneous and indeterminate appearance, TBNA was directed at representative areas to ensure comprehensive sampling and to minimize the risk of underdiagnosis.\n \nSite 3: The 11Rs lymph node was => 10 mm on CT and Metabolic activity unknown or PET-CT scan unavailable. The lymph node was photographed. The site was sampled.. 4 endobronchial ultrasound guided Transbronchial biopsies were performed with samples obtained. Endobronchial ultrasound (EBUS) elastography was performed to assess lymph node stiffness and tissue characteristics. The target lymph node demonstrated a Type 2 elastographic pattern with mixed soft and stiff regions. Given this heterogeneous and indeterminate appearance, TBNA was directed at representative areas to ensure comprehensive sampling and to minimize the risk of underdiagnosis.\n \nThe patient tolerated the procedure well.  There were no immediate complications.  At the conclusion of the operation, the patient was extubated in the operating room and Transported to the recovery room in stable condition. \n \nSPECIMEN(S): \nRML TBBX, TBNA, BAL\nTBNA 11L, 11R, 7\n \nIMPRESSION/PLAN: Elizabeth Larkin is a 89 year old-year-old female who presents for bronchoscopy for lung mass evaluation.\n- f/u in clinic\n- complete pred course and zpak\n- f/u cxr\n \nDuane Johnson , MD, PhD\n[REDACTED]"
}
