{
  "VINCEYOUND65_syn_1": "Procedure: Therapeutic Bronchoscopy (APC).\n- Stent RML patent.\n- Obstruction (90%) noted in Trachea, RMS, LMS.\n- APC applied (Pulse effect 4).\n- Result: 100% patency achieved.\n- Therapeutic aspiration of mucus from airways.\n- No comps.",
  "VINCEYOUND65_syn_2": "OPERATIVE SUMMARY: The patient presented for management of central airway obstruction. Inspection revealed a patent RML stent but significant (90%) malignant obstruction involving the distal trachea, right mainstem, and left mainstem bronchi. Argon Plasma Coagulation (APC) was utilized to ablate the endobronchial tumor tissue. Post-treatment inspection confirmed restoration of 100% airway patency. Additionally, therapeutic aspiration was performed to clear mucous secretions from the bronchial tree.",
  "VINCEYOUND65_syn_3": "OPERATIVE SUMMARY: The patient presented for management of central airway obstruction. Inspection revealed a patent RML stent but significant (90%) malignant obstruction involving the distal trachea, right mainstem, and left mainstem bronchi. Argon Plasma Coagulation (APC) was utilized to ablate the endobronchial tumor tissue. Post-treatment inspection confirmed restoration of 100% airway patency. Additionally, therapeutic aspiration was performed to clear mucous secretions from the Right Mainstem, Bronchus Intermedius, and Left Mainstem.",
  "VINCEYOUND65_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Johnson\nSteps:\n1. GA induced.\n2. Scope inserted.\n3. RML stent checked - OK.\n4. Found 90% blockage in Trachea/RMS/LMS.\n5. Used APC to burn tumor/open airway.\n6. Suctioned mucus from all airways.\n7. Result: Airway open.\nPlan: Repeat in 4-6 weeks.",
  "VINCEYOUND65_syn_5": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Johnson\nSteps:\n1. GA induced.\n2. Scope inserted.\n3. RML stent checked - OK.\n4. Found 90% blockage in Trachea/RMS/LMS.\n5. Used APC to burn tumor/open airway.\n6. Suctioned mucus from all airways including Right Mainstem, Bronchus Intermedius, and Left Mainstem.\n7. Result: Airway open.\nPlan: Repeat in 4-6 weeks.",
  "VINCEYOUND65_syn_6": "Vince was here for his airway check today 12/16 stent looks fine but he had regrowth in the trachea and both mainstems about 90 percent blocked so we used the APC to burn it back opened it up to 100 percent also had to suction out a lot of mucus from the lower airways specifically the Right Mainstem, Bronchus Intermedius, and Left Mainstem patient did great extubated in room come back in a month or so.",
  "VINCEYOUND65_syn_7": "[Indication]\nAirway Obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nDiagnostic inspection: 90% obstruction Trachea/RMS/LMS. APC ablation performed. Patency restored to 100%. Therapeutic aspiration of mucus.\n[Plan]\nRepeat bronchoscopy 4-6 weeks.",
  "VINCEYOUND65_syn_8": "[Indication]\nAirway Obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nDiagnostic inspection: 90% obstruction Trachea/RMS/LMS. APC ablation performed. Patency restored to 100%. Therapeutic aspiration of mucus from Right Mainstem, Bronchus Intermedius, and Left Mainstem.\n[Plan]\nRepeat bronchoscopy 4-6 weeks.",
  "VINCEYOUND65_syn_9": "[REDACTED] a therapeutic bronchoscopy to address his airway obstruction. We found the previously placed stent in the RML was functioning well, but there was significant tumor regrowth occluding the trachea and mainstem bronchi. We utilized Argon Plasma Coagulation to ablate this tissue, successfully restoring full airway patency. We also suctioned a significant amount of mucus from the Right Mainstem, Bronchus Intermedius, and Left Mainstem to further optimize his airway. He recovered well and will return for follow-up.",
  "VINCEYOUND65": "DATE OF PROCEDURE: [REDACTED]\n \nCC Referred Physician:  Self, Referred\nNo address on file\n \nINDICATION FOR OPERATION:  Vince Yound  is a 65 year old-year-old male who presents with lung mass.  The nature, purpose, risks, benefits and alternatives to Bronchoscopy were discussed with the patient in detail.  Patient indicated a wish to proceed with surgery and informed consent was signed.\n \nCONSENT : Obtained before the procedure. Its indications and potential complications and alternatives were discussed with the patient or surrogate. The patient or surrogate read and signed the provided consent form / provided consent over the phone. The consent was witnessed by an assisting medical professional.\n \nPREOPERATIVE DIAGNOSIS: J98.09 Other diseases of bronchus, not elsewhere classified\n \nPOSTOPERATIVE DIAGNOSIS:  J98.09 Other diseases of bronchus, not elsewhere classified\n \nPROCEDURE:  \n31645 Therapeutic aspiration initial episode\n31641 Destruction of tumor OR relief of stenosis by any method other than excision (eg. laser therapy, cryotherapy)\n \n \n \nATTENDING:  \nDuane Johnson MD PhD\n \nASSISTANT:   none\n \nSupport Staff: \nRN: Andrew Larson\nRT: Mary Moore \n \nANESTHESIA: \nGeneral Anesthesia\n \nMONITORING : Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure.\n \nINSTRUMENT : \nFlexible Therapeutic Bronchoscope\n \nESTIMATED BLOOD LOSS:   None\n \nCOMPLICATIONS:    None\n \nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).  All procedure related images were saved and archived in Media folder on Onedrive behind UCSD firewall, relevant images are also uploaded to PACS system or in the media section of the patient's chart. \n \nPATIENT [REDACTED]: . \n \nInitial Airway Inspection Findings:\n \nStent in RML orifice in good [REDACTED]. \n \nSuccessful therapeutic aspiration was performed to clean out the Right Mainstem, Bronchus Intermedius , and Left Mainstem from mucus. \n \nEndobronchial obstruction at Trachea (Distal 1/3), Right Mainstem, and Left Mainstem was treated with the following modalities:\n \nModality\tTools\tSetting/Mode\tDuration\tResults\nElectrocautery\t \t \t \t \nAPC\t2.3 mm\tstraight\tPulse effect 4\tablated\nLaser\t \t \t \t \nCoreCath\t \t \t \t \nCryoprobe\t \t \t \t \n \nPrior to treatment, affected airway was note to be 90% patent.  After treatment, the airway was 100% patent. \n \n \nThe patient tolerated the procedure well.  There were no immediate complications.  At the conclusion of the operation, the patient was extubated in the operating room and Transported to the recovery room in stable condition. \n \nSPECIMEN(S): \nnone\n \nIMPRESSION/PLAN: Vince Yound  is a 65 year old-year-old male who presents for bronchoscopy for stent evaluation.\n- repeat bronchoscopy in 4-6 weeks\n- f/u in clinic with consideration to perform PDT\n \nDuane Johnson , MD, PhD\n[REDACTED]"
}
