{
  "10001_syn_1": "Indication: ILD (UIP/NSIP).\nTechnique: LMA, Flex Bronch, Radial EBUS.\n- RLL Basilar segments cleared via REBUS.\n- 1.9mm Cryoprobe.\n- Site 1: RLL Posterior Basal (5s freeze).\n- Site 2: RLL Lateral Basal (5s freeze).\n- Fogarty balloon used prophylactically.\n- 2 samples (10mm each).\n- No pneumothorax.",
  "10001_syn_2": "OPERATIVE SUMMARY: The patient presented for diagnostic evaluation of progressive fibrotic interstitial lung disease. Under general anesthesia with a laryngeal mask airway, transbronchial cryobiopsy was performed. Radial EBUS confirmed the absence of significant vasculature in the target zones. A 1.9mm cryoprobe was utilized to obtain biopsies from the RLL posterior basal and lateral basal segments using a 5-second activation time. A Fogarty balloon was deployed immediately post-extraction for prophylactic hemostasis. Two substantial parenchymal specimens were retrieved.",
  "10001_syn_3": "Codes: 31628 (Transbronchial lung biopsy, single lobe), 31654 (Radial EBUS guidance).\nJustification:\n- Biopsies taken from lung parenchyma (RLL) using cryoprobe supports 31628.\n- Radial EBUS utilized to survey biopsy site for safety supports 31654.\n- Note: Multiple biopsies in same lobe bundle into single 31628.",
  "10001_syn_4": "Procedure: Cryobiopsy\nPt: [REDACTED]\n1. LMA/GA.\n2. Radial EBUS check RLL bases.\n3. Cryoprobe to RLL Post Basal -> Freeze 5s -> Pull.\n4. Balloon up for bleeding control.\n5. Repeat in RLL Lat Basal.\n6. 2 good chunks.\n7. Fluoro/US check neg for pneumo.",
  "10001_syn_5": "Did a cryobiopsy on mr [REDACTED] for his ILD today. Used the LMA and general. Checked with the radial ebus first to make sure no vessels were there. Froze for 5 seconds in the RLL posterior and lateral basal segments. Pulled the whole scope out with the sample. Used the fogarty balloon to stop any bleeding. Got two big pieces of lung. No pneumothorax on the ultrasound after.",
  "10001_syn_6": "Transbronchial cryobiopsy for interstitial lung disease. General anesthesia with LMA. Radial EBUS guidance used. Biopsies obtained from RLL posterior basal and lateral basal segments. 1.9mm probe, 5-second freeze time. Fogarty balloon used for hemostasis. Two specimens obtained. Post-procedure imaging negative for pneumothorax.",
  "10001_syn_7": "[Indication]\nFibrotic ILD, suspect UIP/NSIP.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nRadial EBUS used. 1.9mm Cryoprobe biopsies x2 in RLL (Posterior/Lateral Basal). Freeze time 5s. Fogarty balloon control. Specimens 10mm.\n[Plan]\nPathology pending. D/C home.",
  "10001_syn_8": "We performed a cryobiopsy to evaluate [REDACTED]. After placing an LMA, we used radial EBUS to ensure the biopsy sites in the right lower lobe were safe. We then advanced the cryoprobe and obtained biopsies from the posterior and lateral basal segments, freezing for 5 seconds each time. We used a Fogarty balloon to manage potential bleeding. We retrieved two large lung samples and confirmed there was no pneumothorax before finishing.",
  "10001_syn_9": "Procedure: Transbronchial cryo-sampling of parenchyma.\nContext: Pulmonary fibrosis.\nMethod: Under LMA anesthesia, sonographic clearance was obtained. The cryo-instrument was applied to the RLL basilar segments. Freezing activation yielded two substantial tissue aggregates. Prophylactic balloon occlusion was employed.\nResult: Hemostasis secured. Lung intact.",
  "10001": "PROCEDURE: Transbronchial Cryobiopsy for ILD\nDATE: [REDACTED]\nPATIENT: [REDACTED] (MRN: [REDACTED])\n\nIndication: Progressive fibrotic ILD, UIP vs NSIP pattern.\n\nTechnique: LMA placed. Flexible bronchoscopy. \nRadial EBUS used to confirm absence of large vessels in RLL basilar segments. \nCryoprobe (1.9mm) advanced to RLL Posterior Basal segment. \nFreezing performed x 5 seconds. \nProbe and scope withdrawn en bloc. \nFogarty balloon inflated for hemostasis (prophylactic).\nSpecimen: Large lung chunk (10mm) obtained. \nRepeated in RLL Lateral Basal segment x 1.\n\nTotal 2 biopsies. Fluoroscopy used.\nNo pneumothorax on post-op ultrasound."
}
