{
  "1005321": "BRONCHOSCOPY PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (46 years old)\nDate: [REDACTED]\nLocation: [REDACTED]\n\nAttending: Dr. Rachel Kim, MD\nFellow: Dr. Ahmed Hassan, MD (PGY-5)\n\nPREOPERATIVE DIAGNOSIS: Recurrent post-intubation tracheal stenosis\n\nPOSTOPERATIVE DIAGNOSIS: Same - Grade III tracheal stenosis, 8mm web-like\n\nPROCEDURE:\n1. Rigid bronchoscopy\n2. Balloon dilation of tracheal stenosis\n3. Biodegradable tracheal stent placement (BD-Stent, Merit Endotek)\n\nINDICATION: 46-year-old male with history of prolonged intubation (28 days) for ARDS secondary to COVID-19 in 2021. Developed tracheal stenosis requiring multiple dilations. Has failed 3 prior balloon dilations with recurrence within 4-6 weeks. After discussion of options including T-tube, surgical resection, and biodegradable stent, patient elected for biodegradable stent trial given relatively young age and desire to avoid permanent stent or surgery.\n\nANESTHESIA: Total intravenous anesthesia (propofol/remifentanil)\n\nPROCEDURE DETAILS:\nUnder TIVA, rigid bronchoscopy performed using 12mm Storz ventilating rigid bronchoscope. Airway anatomy:\n- Subglottic region: Normal\n- Tracheal stenosis: Located 2.5cm below vocal cords, approximately 8mm thick web-like stenosis narrowing the lumen to 5mm (Grade III, Myer-Cotton)\n- Distal trachea and bilateral mainstem: Normal\n\nBalloon dilation performed using 15mm x 40mm CRE balloon (Boston Scientific). Balloon inflated to 8 ATM x 60 seconds x 3 inflations with radial fracturing of the stenosis observed. Post-dilation diameter approximately 12mm.\n\nMerit Endotek BD-Stent (18mm diameter x 30mm length, polydioxanone-based) selected based on tracheal measurements. Stent delivery system advanced through the rigid bronchoscope and deployed under direct visualization with the proximal and distal markers positioned 1cm beyond the stenosis margins. Stent expanded fully to approximately 16mm. Confirmation of good apposition to tracheal wall.\n\nPost-procedure bronchoscopy confirmed patent airway through the stent with no evidence of stent migration. Mucosa intact with minimal bleeding from dilation site.\n\nSPECIMENS: None\n\nCOMPLICATIONS: None\n\nEBL: <5mL\n\nDISPOSITION: PACU recovery, discharge home same day with post-procedure instructions. No activity restrictions. Soft diet x 24 hours.\n\nFOLLOW-UP:\n- Bronchoscopy in 8 weeks for stent assessment\n- BD-Stent expected to degrade over 4-6 months\n- CT airway in 3 months\n\nDr. Rachel Kim, MD\nDr. Ahmed Hassan, MD"
}
