{
  "1028374_syn_1": "Indication: Staging RUL CA.\nProcedure:\n- 31653: EBUS 3 stations (4R, 7, 4L).\n- 31629: TBNA RUL mass (First lobe).\n- 31633: TBNA LUL nodule (Add'l lobe).\nResults: N2 disease confirmed.",
  "1028374_syn_2": "OPERATIVE REPORT: EBUS-TBNA and Conventional TBNA.\nThe mediastinum was staged utilizing EBUS, sampling stations 4R, 7, and 4L. Attention was then turned to parenchymal targets. Using a conventional TBNA needle, the RUL mass was sampled (Initial Lobe, 31629). Subsequently, the separate LUL nodule was id[REDACTED] and sampled (Additional Lobe, 31633). ROSE confirmed malignancy.",
  "1028374_syn_3": "Code Selection:\n- 31653 (EBUS-TBNA 3+ stations).\n- 31629 (Transtracheal/bronchial needle aspiration, initial lobe/structure - RUL Mass).\n- 31633 (TBNA, each additional lobe - LUL Nodule).\nRationale: Separate parenchymal lesions in distinct lobes sampled via needle aspiration.",
  "1028374_syn_4": "Procedure: EBUS + TBNA\n1. EBUS done first (3 stations).\n2. Switched to conventional needle.\n3. Poked RUL mass (First lobe).\n4. Poked LUL nodule (Second lobe).\nDiagnosis: Adeno CA.",
  "1028374_syn_5": "doing staging for linda chang she has rul cancer but also a lul nodule. did the ebus first got the lymph nodes. then used the needle on the rul mass. then went to the left side and needled the lul nodule too. positive for cancer.",
  "1028374_syn_6": "Bronchoscopy with EBUS and conventional TBNA performed. EBUS sampling of stations 4R, 7, and 4L completed. Conventional transbronchial needle aspiration performed on RUL mass (initial lobe). Conventional TBNA then performed on LUL nodule (additional lobe).",
  "1028374_syn_7": "[Indication]\nRUL Adeno, Staging.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS: 4R, 7, 4L sampled.\nTBNA: RUL mass sampled (31629).\nTBNA: LUL nodule sampled (31633).\n[Plan]\nOncology referral.",
  "1028374_syn_8": "We performed a procedure to stage [REDACTED]. First, we used an ultrasound scope to check the lymph nodes in the center of her chest. Then, we used a needle to take samples directly from the main tumor in her right lung. We also saw a spot on her left lung and used the needle to sample that one as well to see if the cancer had spread there.",
  "1028374_syn_9": "Procedure: Endobronchial ultrasound and multi-lobar needle aspiration.\nAction: Lymph nodes sampled via EBUS. RUL mass aspirated (primary parenchymal target). LUL nodule aspirated (secondary parenchymal target)."
}
