{
  "1029384_syn_1": "Indication: RUL SCC obstruction (80%). Palliative.\nAnesthesia: GA, Rigid.\nAction: Cryotherapy (Erbe). 7 cycles (30s each) to RUL/BI tumor.\nResult: Necrosis/Debridement. RUL 50% open, BI 80% open.\nComplications: Mod bleeding (controlled).\nPlan: Repeat 1 week. Rad Onc consult.",
  "1029384_syn_2": "OPERATIVE REPORT: The patient presented with advanced squamous cell carcinoma causing critical RUL obstruction. Under general anesthesia via rigid bronchoscopy, a large exophytic tumor was visualized occluding 80% of the RUL and extending into the bronchus intermedius. Cryotherapeutic ablation was executed using an Erbe flexible probe. Multiple freeze-thaw cycles were applied to the tumor surface. Necrotic tissue was mechanically debrided. Hemostasis was achieved following moderate hemorrhage. Luminal patency was significantly improved.",
  "1029384_syn_3": "CPT: 31641 (Tumor destruction via cryotherapy).\nMethod: Rigid bronchoscopy with cryo-ablation.\nTarget: RUL and Bronchus Intermedius.\nDetails:\n- Tumor debulking performed.\n- 7 freeze-thaw cycles utilized.\n- Mechanical debridement of necrotic tissue.\n- Hemostasis managed (EBL 75ml).\nOutcome: Relief of obstruction (RUL 80%->50% block).",
  "1029384_syn_4": "Resident Note\nPatient: [REDACTED] Reyes\nDx: RUL SCC tumor\nProcedure: Cryo debulking\nSteps:\n1. GA, Rigid scope.\n2. Big tumor in RUL/BI.\n3. Used cryo probe to freeze it (7 cycles).\n4. Pulled out dead tissue.\n5. Bleeding controlled with cold saline.\n6. Airway looks better.\nPlan: Do it again next week.",
  "1029384_syn_5": "Procedure for Manuel O. Morales palliative debulking for the cancer. Rigid bronchoscopy general anesthesia. Big tumor blocking the right upper lobe. Used the cryo probe froze it a bunch of times about 30 seconds each. Pulled out the dead pieces. Some bleeding about 75cc but stopped it with epinephrine. Got the airway open a bit more. Will bring him back next week for more.",
  "1029384_syn_6": "Rigid bronchoscopy with cryotherapy ablation. 66 y/o male with advanced squamous cell lung cancer. Progressive dyspnea with near-complete RUL obstruction. Large exophytic tumor at RUL orifice causing 80% obstruction with extension into bronchus intermedius. Cryotherapy performed using Erbe Erbokryo CA unit with flexible cryoprobe. Multiple freeze-thaw cycles applied to tumor surface. Significant tumor necrosis achieved. Necrotic tissue debrided with rigid suction. Post-procedure patency improved to approximately 50% at RUL, BI now 80% patent.",
  "1029384_syn_7": "[Indication]\nMalignant airway obstruction (SCC), RUL (80%).\n[Anesthesia]\nGeneral, Rigid Bronchoscopy.\n[Description]\nCryotherapy ablation performed (7 cycles, 30s). Necrotic tissue debrided. RUL patency improved to 50%, BI to 80%. Moderate bleeding controlled.\n[Plan]\nRepeat bronchoscopy 1 week. Rad Onc consult.",
  "1029384_syn_8": "We performed a palliative procedure on [REDACTED] E. Chavez to clear the tumor blocking his right lung. Using a rigid bronchoscope, we applied freezing therapy (cryotherapy) to the tumor mass in the right upper lobe. This killed the surface tissue which we then removed. We managed to open the airway significantly, though some blockage remains. There was some bleeding which we controlled during the case.",
  "1029384_syn_9": "PRE-OP DX: Endobronchial squamous cell carcinoma, RUL with 80% obstruction\nPROCEDURE: Rigid bronchoscopy with cryotherapy destruction\nDETAILS: Large exophytic tumor at RUL orifice. Cryotherapy performed using Erbe unit. Multiple freeze-thaw cycles applied. Significant tumor necrosis achieved. Necrotic tissue extracted with rigid suction. Post-procedure patency improved. Moderate hemorrhage controlled."
}
