{
  "1034928_syn_1": "Procedure: PleurX IPC placement Rt Hemithorax.\n- US guidance used.\n- Local anesthetic.\n- Seldinger technique: 18G needle -> wire -> dilators -> sheath.\n- Catheter tunneled 6cm.\n- Fluid: 1200mL serous.\n- No complications. CXR pending.",
  "1034928_syn_2": "OPERATIVE NARRATIVE: The patient presented with a recurrent, malignant right-sided pleural effusion. Under ultrasound guidance, the pleural space was accessed at the 5th intercostal space. A subcutaneous tunnel was created, and the indwelling pleural catheter was advanced into the pleural cavity. Approximately 1.2 liters of exudative fluid were drained. The catheter was secured, and the patient tolerated the procedure without hemodynamic compromise.",
  "1034928_syn_3": "Service: Insertion of Tunneled Pleural Catheter (32550).\nGuidance: Ultrasound (76942) for site selection and safety.\nDetails: Right hemithorax. Subcutaneous tunneling performed. Cuff positioned appropriately.\nDrainage: 1200 mL removed to confirm function.\nStatus: Successful placement.",
  "1034928_syn_4": "Resident Note\nProcedure: PleurX Placement\nAttending: Dr. Green\n1. US check - big effusion right side.\n2. Local lidocaine.\n3. Stick w/ needle, wire down.\n4. Tunneled catheter under skin.\n5. Peel-away sheath in.\n6. Catheter in, drained 1.2L.\n7. Stitched up.\nPlan: Home health teaching.",
  "1034928_syn_5": "ipc placement note pt patricia johnson. right side effusion recurrent cancer. did the ultrasound marked spot. numbed her up good with lido. put the wire in tunneled the catheter about 6cm. dilated track put sheath in. catheter went in easy drained 1200cc straw fluid. stitched it up dressing on. no issues.",
  "1034928_syn_6": "Indwelling Tunneled Pleural Catheter Placement was performed on a 74-year-old female with metastatic breast cancer. Ultrasound guidance confirmed a large right pleural effusion. Under local anesthesia, the pleural space was accessed. A subcutaneous tunnel was created. The catheter was inserted and 1200 mL of serous fluid was drained. The procedure was uncomplicated.",
  "1034928_syn_7": "[Indication]\nRecurrent malignant pleural effusion, Right.\n[Anesthesia]\nLocal (Lidocaine 1%).\n[Description]\nUS-guided access. Subcutaneous tunnel created. PleurX catheter inserted. 1200mL drained. Cuff positioned. Incisions closed.\n[Plan]\nHome drainage education.",
  "1034928_syn_8": "[REDACTED] to the procedure room for management of her recurrent right pleural effusion. We utilized ultrasound to id[REDACTED] a safe pocket of fluid. After anesthetizing the area, we placed a tunneled PleurX catheter using the standard Seldinger technique. The catheter was tunneled subcutaneously before entering the pleural space. We drained 1200mL of fluid to verify patency. The patient remained stable throughout.",
  "1034928_syn_9": "Procedure: Implantation of long-term pleural drainage device.\nContext: Persistent fluid accumulation due to malignancy.\nTechnique: Sonographic localization. Creation of subcutaneous tract. Deployment of cuffed catheter into pleural cavity.\nOutput: 1.2 Liters serous fluid.\nOutcome: Successful implantation.",
  "1034928": "PATIENT: [REDACTED], 74-year-old Female\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Ms. [REDACTED] is a 74-year-old female with metastatic breast cancer presenting with recurrent symptomatic right-sided malignant pleural effusion despite two recent therapeutic thoracenteses. The nature, purpose, risks, benefits and alternatives to tunneled pleural catheter placement were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Recurrent malignant pleural effusion, right\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Indwelling Tunneled Pleural Catheter Placement (CPT 32550)\nATTENDING: Dr. Rachel Green\nASSISTANT: Dr. Paul Anderson, Fellow\nSupport Staff:\n\nRN: Jennifer Martinez\nRT: David Lee\n\nANESTHESIA: Local anesthesia with Lidocaine 1%\nMONITORING: Pulse oximetry, blood pressure\nINSTRUMENT: CareFusion PleurX catheter system, ultrasound machine\nESTIMATED BLOOD LOSS: <10 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter timeout, all procedure related images were saved and archived.\nPATIENT [REDACTED]: Sitting upright at 60 degrees, right arm elevated\nCHEST ULTRASOUND FINDINGS: (Image saved and printed)\n\nHemithorax: Right\nPleural Effusion Volume: Large\nEchogenicity: Anechoic\nLoculations: None\nDiaphragmatic Motion: Diminished\nLung sliding before procedure: Present\nLung consolidation/atelectasis: Present (compressive atelectasis)\nPleura: Mildly thickened, no nodularity visualized\n\nThe right lateral chest was prepped and draped in sterile fashion. Ultrasound guidance was used to id[REDACTED] the optimal insertion site and confirm absence of vital structures.\nANESTHESIA: Lidocaine 1%: 20ml injected at skin, subcutaneous tissue, pleura, and tunnel tract\nEntry Site: Right 5th Intercostal Space\nLocation: [REDACTED]\nProcedure Steps:\n\nA finder needle (18G) was used to enter the pleural space in the 5th intercostal space along the midaxillary line under ultrasound guidance. Pleural fluid was easily aspirated (straw-colored fluid). The needle was withdrawn and a 0.038\" guidewire was placed into the pleural space through the finder catheter.\nTwo 5mm skin incisions were made: one at the guidewire entry site and another 5-6cm away anteriorly for the catheter exit site.\nThe tunneling device was used to tunnel the catheter in the subcutaneous tissue from the exit site to the pleural entry site. Tunnel length: 6cm.\nSerial dilation over the guidewire was achieved using 10Fr and 15Fr dilators. The peel-away introducer sheath (16Fr) was placed over the guidewire and advanced into the pleural space.\nThe guidewire was removed. The PleurX catheter was then inserted through the introducer sheath into the pleural space until all fenestrations were within the pleural cavity (approximately 15cm inserted).\nThe introducer sheath was peeled away and removed. The pleural entry site incision was closed with a 3-0 absorbable suture (Vicryl).\nThe catheter cuff was positioned in the subcutaneous tunnel approximately 1cm from the exit site. The catheter was secured to the skin at the exit site using 2-0 nylon sutures.\nSterile dressings were applied (foam and transparent dressing).\n\nExit site: 5th Intercostal space, anterior axillary line\nInitial Drainage:\nThe PleurX vacuum bottle was attached and drainage initiated.\n\nFluid Removed: 1200 mL\nAppearance: Serous, straw-colored\n\nPleural Pressures Measured:\n\nOpening: -8 cmH₂O\n500ml: -10 cmH₂O\n1000ml: -15 cmH₂O\n1200ml: -18 cmH₂O (stopped due to chest discomfort)\n\nDrainage device: Initially vacuum bottle, then capped after drainage complete\nSPECIMEN(S):\n\nPleural fluid (cytology, chemistry, cell count)\n\nPost-procedure ultrasound showed reduced effusion volume with no pneumothorax. Post-procedure CXR ordered.\nThe patient tolerated the procedure well with only mild discomfort during catheter insertion. The attending, Dr. Green, was present throughout the entire procedure.\nIMPRESSION/PLAN: Ms. [REDACTED] underwent successful placement of right-sided tunneled pleural catheter for recurrent malignant effusion. Procedure completed without complications. Patient and family educated on catheter care and home drainage protocol. Drainage every other day initially, adjusting based on output. Follow-up appointment in 2 weeks. Home health nursing arranged for first drainage. Patient given written discharge instructions and emergency contact information."
}
