{
  "1037685_syn_1": "Dx: 14mm nodule RML (Lung-RADS 4B).\nMethod: Galaxy Nav + TiLT + rEBUS.\nFindings: 2.1cm divergence corrected via TiLT. rEBUS concentric.\nActions: TBNA 21G x 7 passes.\nROSE: Necrotic debris, rare atypical cells.\nComplication: None. Pneumothorax negative on post-op scan.",
  "1037685_syn_2": "The patient underwent elective robotic bronchoscopy for a suspicious 14mm nodule in the Right Middle Lobe. The Noah Galaxy platform was utilized. Intra-procedural tomosynthesis (TiLT+) revealed a 2.1cm target divergence attributed to respiratory motion, which was digitally corrected. Following concentric rEBUS confirmation, transbronchial needle aspiration was executed. Rapid on-site evaluation suggested necrosis with atypia.",
  "1037685_syn_3": "Billable Services:\n- 31627 (Navigational Bronchoscopy): Required for 14mm RML nodule.\n- 31629 (Transbronchial Needle Aspiration): Primary sampling modality.\n- 31654 (Peripheral EBUS): Used for localization.\nNote: High complexity due to 2.1cm divergence requiring TiLT+ correction.",
  "1037685_syn_4": "Resident Note:\nAttending: Dr. Thompson\nPt: 65F, RML nodule.\n1. ETT placed.\n2. Galaxy nav to RB4.\n3. TiLT spin -> updated target (2.1cm shift).\n4. rEBUS concentric.\n5. TBNA x7.\n6. ROSE: Atypical.\nStable.",
  "1037685_syn_5": "sandra came in for the rml nodule. galaxy scope used. reg was 3.9mm. got to the rml and did the tilt spin thing, huge shift 2.1cm from breathing i guess. fixed it and saw concentric view on ebus. stuck it with the 21g needle 7 times. rose showed necrotic junk and maybe cancer. shes fine going home.",
  "1037685_syn_6": "Lung-RADS 4B nodule 14mm in RML. General anesthesia. Noah Galaxy bronchoscope introduced. Registration error 3.9mm. TiLT+ sweep performed showing 2.1cm divergence. Target updated. rEBUS concentric. TBNA 21G performed. ROSE necrotic debris. Patient tolerated well.",
  "1037685_syn_7": "[Indication]\nLung-RADS 4B, 14mm RML.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy navigation. TiLT+ used to sync target (2.1cm divergence). rEBUS concentric. TBNA performed.\n[Plan]\nMonitor for pneumothorax (negative on immediate check). Discharge.",
  "1037685_syn_8": "After inducing anesthesia, we inserted the Galaxy scope to biopsy the 14mm nodule in the right middle lobe. Because of significant respiratory motion, the TiLT system showed a 2.1cm difference from the pre-op CT, which we corrected. We confirmed the position with a nice concentric EBUS view and took seven needle passes. The pathologist saw some atypical cells on the slide.",
  "1037685_syn_9": "Reason: Lung-RADS 4B lesion.\nAction: The Galaxy system was guided to the RML. A 2.1cm divergence was rectified using TiLT+. The nodule was localized via rEBUS. Samples were acquired using a 21G needle.\nResult: ROSE showed atypical cells.",
  "1037685": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Emily Thompson\n\nIndication: Lung-RADS 4B nodule\nTarget: 14mm nodule in RML\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t14\t345\t15\t100\t5\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RML (RB4) based on the pre-operative CT navigational plan. Registration accuracy: 3.9mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 2.1cm divergence between the pre-op CT target and the actual lesion location due to respiratory motion.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 21G needle. 7 passes obtained. Samples sent for Cytology and Cell block.\n\nROSE Result: Necrotic debris with rare atypical cells\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nThompson, MD"
}
