{
  "1045878_syn_1": "Indication: PET-avid RLL nodule (15mm).\nAnesthesia: GA, 8.0 ETT.\nTechnique: Monarch robotic nav to RLL (Anterior-Basal).\nVerification: rEBUS (Adjacent).\nSampling: 22G TBNA x6 passes.\nResult: ROSE atypical/cannot exclude malignancy.\nComplications: None.",
  "1045878_syn_2": "PROCEDURE: Robotic bronchoscopy with transbronchial needle aspiration. The patient, a male with a PET-avid 15mm nodule in the Right Lower Lobe, was placed under general anesthesia. We utilized the Monarch platform for navigation to the RB8 segment. Electromagnetic registration error was 2.2mm. Radial EBUS confirmed the target location (adjacent view). We performed 22G needle aspiration under direct visualization. Preliminary pathology (ROSE) revealed atypical cells, malignancy not excluded. The patient remained stable throughout.",
  "1045878_syn_3": "Code Selection:\n- 31629 (TBNA): Primary intervention, 6 passes with 22G needle.\n- 31627 (Nav): Electromagnetic guidance used to reach RLL target.\n- 31654 (rEBUS): Used to confirm peripheral lesion.\nNote: No forceps or brush used (supports only 31629 for sampling).\nSite: RLL Anterior-Basal Segment.\nOutcome: ROSE atypical.",
  "1045878_syn_4": "Procedure: RLL Nodule Biopsy\nAttending: Dr. Martinez\nFellow: Dr. Torres\nSteps:\n1. ETT placed.\n2. Monarch nav to RLL (RB8).\n3. rEBUS: Adjacent.\n4. TBNA: 22G needle, 6 passes.\n5. ROSE: Atypical cells.\n6. No bleeding.\nPlan: Monitor, discharge.",
  "1045878_syn_5": "Hernandez John 15mm nodule in the RLL we used the robot today. Good registration 2.2mm. Navigated down to the anterior basal segment RB8. rEBUS showed it adjacent. Just did the needle today 22 gauge 6 passes. Cytology came back atypical cant rule out cancer. Patient did fine no bleeding extubated sent to PACU.",
  "1045878_syn_6": "Robotic bronchoscopy was performed for a 15mm RLL nodule. Under general anesthesia, the Monarch endoscope was navigated to the anterior-basal segment. Registration error was 2.2mm. Radial EBUS showed an adjacent view. Transbronchial needle aspiration was performed using a 22G needle for 6 passes under fluoroscopic and endoscopic guidance. ROSE results showed atypical cells. No complications occurred.",
  "1045878_syn_7": "[Indication]\nPET-avid lung nodule, RLL (15mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to RB8. rEBUS: Adjacent. TBNA performed with 22G needle (6 passes). Continuous visualization maintained. ROSE: Atypical cells, cannot exclude malignancy.\n[Plan]\nRecovery, CXR, discharge.",
  "1045878_syn_8": "We brought [REDACTED] the operating room to biopsy a 15mm nodule in his right lower lobe. Once he was asleep, we inserted the Monarch robotic scope and navigated to the target in the anterior-basal segment. The radial EBUS confirmed we were right next to the lesion. We decided to use a 22-gauge needle for aspiration and completed six passes. The preliminary results were atypical, so we couldn't rule out cancer yet. He handled the procedure well.",
  "1045878_syn_9": "Procedure: Robotic navigational bronchoscopy.\nSite: RLL Anterior-Basal.\nAction: The scope was guided to the target. rEBUS corroborated the location. The lesion was aspirated using a 22G needle. Six samples were collected.\nResult: ROSE suggested atypical cells. No adverse events.\nDisposition: Outpatient discharge.",
  "1045878": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: PET-avid lung nodule\nTarget: 15mm nodule in RLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t11\t296\t11\t80\t5\t16\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.2mm.\n\nThe device was navigated to the RLL. The outer sheath was parked and locked at the ostium of the segmental airway (RB8) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anterior-Basal Segment of RLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 22G aspiration needle under direct endoscopic and fluoroscopic guidance. 6 passes performed. Samples sent for Cytology and Cell block.\n\nROSE Result: Atypical cells, cannot exclude malignancy\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nMartinez, MD"
}
