{
  "1145427": "Michael Gomez, MRN [REDACTED], a 48-year-old female underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Community Hospital on [REDACTED]. The indication was combined staging and peripheral nodule diagnosis with a 16.3mm ground-glass lesion in the RLL superior (B6), bronchus sign positive, PET SUV max 6.9. The patient was ASA class 2 with smoking history of 23 pack-years (former). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Olympus BF-UC190F bronchoscope with 22-gauge Standard FNA needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 11L (14.4mm, 4 passes, ROSE: Granuloma); station 4L (21.7mm, 3 passes, ROSE: Malignant - NSCLC NOS); station 10L (19.2mm, 2 passes, ROSE: Malignant - adenocarcinoma). Rapid on-site evaluation was available for all stations.\n\nThe Galaxy robotic bronchoscopy system (Noah Medical) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 3.4mm. The robotic catheter was advanced to the RLL superior (B6) and radial EBUS probe deployment revealed adjacent view of the lesion. Tool-in-lesion was confirmed by radial ebus. Transbronchial forceps biopsies (6 specimens), transbronchial needle aspiration (4 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed malignant - squamous cell carcinoma.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 94 minutes. Attending physician: Andrew Nakamura, MD."
}
