{
  "1145039_syn_1": "Procedure: Robotic Bronchoscopy (Ion), LLL nodule.\n- Nav: Ion system, 3.8mm error.\n- Confirmation: Radial EBUS (concentric) + Cone Beam CT.\n- Sampling: Forceps x6, Brush x2.\n- Complications: None.\n- Plan: D/C, path follow-up.",
  "1145039_syn_2": "OPERATIVE REPORT: The patient underwent robotic-assisted bronchoscopy utilizing the Intuitive Ion platform for a peripheral LLL lesion. Navigation was aided by shape-sensing technology. Target verification was achieved via radial EBUS (concentric view) and intraoperative Cone-Beam CT, confirming tool-in-lesion. Transbronchial biopsies and brushings were obtained. The patient remained stable.",
  "1145039_syn_3": "Codes: 31627 (Nav), 31628 (Biopsy), 31623 (Brush), 31654 (REBUS).\nTarget: Left Lower Lobe (LB9).\nTech: Robotic platform, Fluoroscopy, CBCT, Radial EBUS.\nSamples: Histology and Cytology obtained.\nComplications: None.",
  "1145039_syn_4": "Procedure: Robotic Bronch LLL\nSteps:\n1. GA/ETT.\n2. Registered Ion robot.\n3. Navigated to LLL target.\n4. REBUS check: Concentric.\n5. CBCT spin: Tool in lesion.\n6. Biopsied (forceps/brush).\n7. No bleeding.\nPlan: Extubate, recover.",
  "1145039_syn_5": "robotic bronch for michael chang lll nodule. ion system used. registration good. drove out to the lb9 segment. rebus showed the lesion concentric view. did a spin with the c-arm to be sure. took 6 bites and 2 brushes. no bleeding. woke up fine.",
  "1145039_syn_6": "Robotic Navigational Bronchoscopy using Intuitive Ion System was performed for a 1.8cm left lower lobe nodule. Navigation planning and registration were completed. The catheter was advanced to the target in LB9. Radial EBUS and Cone-Beam CT confirmed lesion location. Transbronchial biopsy and brushing were performed. No complications occurred.",
  "1145039_syn_7": "[Indication]\n1.8cm LLL Nodule.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon Robotic Navigation. REBUS/CBCT confirmation. Transbronchial biopsy x6. Brushing x2. No pneumothorax.\n[Plan]\nPathology pending.",
  "1145039_syn_8": "We performed a robotic bronchoscopy to biopsy a nodule in [REDACTED] lobe. Using the Ion platform, we navigated to the lateral basal segment. We confirmed our position with both radial EBUS and a cone-beam CT spin, ensuring the tool was right in the lesion. We then took multiple biopsies and brushings. The procedure went smoothly with no complications.",
  "1145039_syn_9": "Procedure: Robotic-assisted transbronchial sampling.\nTarget: Peripheral pulmonary nodule, LLL.\nGuidance: Electromagnetic/Shape-sensing navigation, Radial Ultrasound, Cone-Beam Tomography.\nAction: Acquired tissue via forceps and brush.\nResult: No adverse events.",
  "1145039": "PATIENT: [REDACTED], 55-year-old Male\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Mr. [REDACTED] is a 55-year-old male with a 1.8cm spiculated left lower lobe nodule discovered on low-dose CT screening. PET shows SUV 3.2. Nodule location is peripheral in the lateral basal segment. The nature, purpose, risks, benefits and alternatives to robotic navigational bronchoscopy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Left lower lobe pulmonary nodule\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Robotic Navigational Bronchoscopy using Intuitive Ion System (CPT 31627), Radial EBUS (CPT 31654), Transbronchial Biopsy (CPT 31628), Transbronchial Brushing (CPT 31623)\nATTENDING: Dr. Amanda Roberts\nASSISTANT: Dr. Jason Kim, Fellow\nSupport Staff:\n\nRN: Laura Martinez\nRT: Thomas Wilson\nAnesthesia: Dr. Susan Park\n\nANESTHESIA: General anesthesia with endotracheal intubation\nMONITORING: Standard ASA monitoring\nINSTRUMENT: Intuitive Ion Robotic Platform, radial EBUS probe, biopsy forceps, cytology brush\nESTIMATED BLOOD LOSS: <10 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia and intubation with 8.0 ETT, a timeout was performed. All procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine\nVentilation Parameters:\n\nMode: Volume Control\nRR: 12\nTV: 500mL\nPEEP: 5 cmH₂O\nFiO₂: 40%\nFlow Rate: 50 L/min\nPmean: 14 cmH₂O\n\nNavigation Planning:\nCT Chest scan from [REDACTED] was placed on the separate planning station (Synapse Lung) to generate 3D rendering of the pathway to target nodule in the lateral basal segment of the left lower lobe (LB9). The navigational plan was reviewed, verified, and loaded into the Ion robotic bronchoscopy platform.\nTarget lesion characteristics:\n\nLocation: LLL, lateral basal segment (LB9)\nSize: 1.8cm\nDistance from pleura: 1.2cm\nBronchus sign: Present\n\nIon Registration - Complete:\nRegistration to the pre-procedure CT was completed using automatic methods. Adequate airway landmark matching achieved at:\n\nMain carina\nLeft main carina\nLLL segmental carinas\nTertiary bifurcations in LB9\n\nMean fiducial error: 3.8mm\nGlobal alignment quality: Excellent\nNo registration drift observed during the case\nA confidence sweep confirmed stable targeting throughout the planned trajectory with virtual-to-live alignment within acceptable parameters.\nNavigation:\nThe Ion catheter was advanced under navigational guidance through the left mainstem bronchus, into the LLL, and subsequently into the LB9 segment. The robotic system provided real-time feedback with shape sensing technology.\nTarget reached notification appeared when catheter tip was 0.6cm from the planned target center.\nRadial EBUS Confirmation:\nRadial EBUS probe (1.4mm) was passed through the Ion extended working channel to confirm lesion location. The following features were noted:\n\nPattern: Concentric\nEchogenicity: Heterogeneous\nLesion size by REBUS: 19mm\nDistance to pleura: 11mm\nVessel proximity: No large vessels within 5mm\n\nCone-Beam CT Verification:\nMobile C-arm CBCT spin was performed with the Ion catheter in [REDACTED]. Three-dimensional reconstruction confirmed:\n\nCatheter tip within lesion margins\nDistance from lesion center: 4mm\nTrajectory angle: Optimal for sampling\nNo pleural transgression\n\nSampling:\nWith confirmed tool-in-lesion [REDACTED]:\n\nTransbronchial Biopsy: Forceps biopsies obtained through Ion extended working channel. Total 6 samples collected with visible tissue in each specimen.\nBronchial Brushings: Cytology brush advanced to lesion site. Total 2 brush samples obtained.\nAspiration: Catheter aspiration performed for cytology.\n\nAll samples appeared adequate with visible tissue/cellular material. No ROSE available.\nPost-Sampling Inspection:\nThe Ion catheter was withdrawn. Final bronchoscopic inspection showed:\n\nNo active bleeding from biopsy site\nPatent LLL airways\nNo complications id[REDACTED]\n\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Roberts, was present throughout the entire procedure.\nSPECIMEN(S):\n\nLLL nodule forceps biopsies x6 (histology, molecular if malignant)\nBronchial brushings x2 (cytology)\nCatheter aspiration (cytology)\n\nIMPRESSION/PLAN: Mr. [REDACTED] underwent successful robotic navigational bronchoscopy with sampling of LLL nodule. Procedure completed without complications. Post-procedure CXR shows no pneumothorax. Patient discharged home same day with instructions to follow up in 1 week for pathology results. If benign, will need CT follow-up in 3-6 months per Fleischner criteria. If malignant, will be discussed at multidisciplinary tumor board for treatment planning."
}
