{
  "117657391_syn_1": "Indication: Malignant effusion.\nProcedure: Medical Thoracoscopy (Left).\nFindings: Carcinomatosis, adhesions.\nAction: Adhesiolysis. 800cc fluid drained. 5 biopsies parietal pleura.\nClosure: 14Fr Pigtail placed.\nPlan: Await path.",
  "117657391_syn_2": "PROCEDURE: Left Medical Thoracoscopy (Pleuroscopy). The pleural space was accessed via the 8th intercostal space. Inspection revealed diffuse carcinomatosis and dense adhesions. Approximately 1275cc of serosanguinous fluid was evacuated. Forceps biopsies were obtained from the parietal pleura. A 14Fr chest tube was placed under direct vision. \nIMPRESSION: Malignant pleural effusion with extensive metastatic deposits.",
  "117657391_syn_3": "Code: 32609 (Thoracoscopy with biopsy of pleura).\nDetails: Rigid pleuroscopy performed. Trocar entry. Visualization of pleural cavity. Biopsy of parietal pleura nodules (x5). Drainage of effusion. Placement of indwelling chest catheter.",
  "117657391_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Pleuroscopy\nSteps:\n1. Local/Sedation.\n2. Trocar in left 8th rib space.\n3. Drained fluid.\n4. Saw nodules -> Biopsied x5.\n5. Put in Pigtail catheter.\nComplications: None.\nPath: Sent fluid and tissue.",
  "117657391_syn_5": "Doing a thoracoscopy on [REDACTED] effusion. Put the port in the left side drained a liter of bloody fluid. The lung looked stuck down and there were bumps everywhere. Took 5 biopsies of the bumps. Put a pigtail chest tube in at the end. Biopsies went to pathology.",
  "117657391_syn_6": "Medical Thoracoscopy (Pleuroscopy), left side. Indication: Malignant pleural effusion. 1275cc fluid removed. Diffuse carcinomatosis noted. Multiple biopsies of parietal pleura performed. 14Fr Wayne pigtail catheter placed. Lung re-expansion confirmed on post-procedure CXR.",
  "117657391_syn_7": "[Indication]\nMalignant pleural effusion.\n[Anesthesia]\nModerate Sedation + Local.\n[Description]\nLeft thoracoscopy. 1275cc drained. Diffuse mets seen. Biopsies taken. Pigtail placed.\n[Plan]\nPathology pending. Suture removal 2 weeks.",
  "117657391_syn_8": "We performed a procedure to look inside [REDACTED]. We drained the fluid and saw extensive signs of cancer on the lining of the lung. We took several biopsy samples for the lab. We left a small chest tube in place to keep the fluid from building up again.",
  "117657391_syn_9": "Procedure: Medical Thoracoscopy with pleural sampling.\nFindings: Effusion and carcinomatosis.\nAction: Fluid was evacuated. Pleural nodules were sampled. A drainage catheter was inserted.\nResult: Samples submitted for analysis."
}
