{
  "118802_syn_1": "Indication: Thyroid CA, tracheal compression.\nProc: Rigid bronch, APC, Stent.\nDevice: Ultraflex SEMS Covered (20x40mm).\nLoc: Bronchus Intermedius.\nOutcome: 83% -> 24% obstruction.\nPlan: Admit floor.",
  "118802_syn_2": "PREOPERATIVE DIAGNOSIS: Thyroid carcinoma with extrinsic tracheal compression and invasion.\nPROCEDURE: Rigid bronchoscopy with therapeutic stenting.\nFINDINGS: Critical stenosis (83%) noted at the Bronchus Intermedius. The lesion was pre-treated with APC ablation to facilitate stent seating. An Ultraflex Self-Expanding Metallic Stent (Covered, 20x40mm) was successfully deployed. Verification of stent expansion confirmed restoration of airway patency (24% residual stenosis).",
  "118802_syn_3": "Billing Explanation:\n- 31636: Placement of bronchial stent (Ultraflex SEMS) in Bronchus Intermedius.\n- 31641: Destruction of tumor via APC prior to stenting.\nMedical Necessity: Relief of 83% malignant obstruction caused by thyroid cancer.",
  "118802_syn_4": "Resident Note: [REDACTED]\nAttending: Dr. Lee\nProcedure: Bronchoscopy with Stent\n1. Inducted GA/Jet vent.\n2. Scope to Bronchus Intermedius.\n3. APC used for prep/ablation.\n4. Ultraflex Covered stent 20x40mm deployed.\n5. Checked position: Good.\nNo complications.",
  "118802_syn_5": "note for melissa young 70yo female with thyroid cancer compressing the airway. we went in with the rigid scope. used apc to clear some space then put in an ultraflex covered stent 20 by 40 in the bronchus intermedius. opened up nicely. went from 83 percent blocked to maybe 24. admitting her to the floor.",
  "118802_syn_6": "Thyroid cancer with tracheal compression. Pre-procedure obstruction approximately 83% Bronchus intermedius. Under general anesthesia with jet ventilation, rigid bronchoscopy performed. APC used for tumor ablation prior to stent placement. Airway measured and Ultraflex SEMS - Covered stent (20x40mm) deployed in Bronchus intermedius. Stent position confirmed with good expansion and patency. Post-procedure obstruction approximately 24%. No complications.",
  "118802_syn_7": "[Indication]\nThyroid CA, 83% BI obstruction.\n[Anesthesia]\nGeneral, Jet Vent.\n[Description]\nRigid bronchoscopy. APC ablation. Ultraflex SEMS Covered (20x40mm) deployed in BI. Residual obstruction 24%.\n[Plan]\nFloor admission. Repeat bronch 4-6 wks.",
  "118802_syn_8": "[REDACTED] bronchoscopy under general anesthesia due to tracheal compression from thyroid cancer. We first utilized APC to ablate the tumor and prepare the airway. Following this, we measured the stenosis and deployed a 20x40mm Ultraflex Covered SEMS into the Bronchus Intermedius. The stent expanded well, significantly improving airway patency.",
  "118802_syn_9": "Under general anesthesia with jet ventilation, rigid bronchoscopy was undertaken. APC was applied for tumor destruction before stent insertion. The airway was sized and an Ultraflex SEMS - Covered stent (20x40mm) was positioned in the Bronchus intermedius. Stent placement was verified with satisfactory dilation.",
  "118802": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Thyroid cancer with tracheal compression\nPre-procedure obstruction: ~83% Bronchus intermedius\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nAPC used for tumor ablation prior to stent placement.\nAirway measured and Ultraflex SEMS - Covered stent (20x40mm) deployed in Bronchus intermedius.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~24%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nLee, MD"
}
