{
  "12245954_syn_1": "Indication: Esophageal stent migrated into airway. TE Fistula.\nProc: Rigid Bronch, FB Removal, Y-Stent.\nAction: Remnant esophageal stent removed piecemeal (31635). Large TEF exposed. Hybrid Y-stent placed (31631) to cover defect.\nPlan: ICU, nebulizers.",
  "12245954_syn_2": "OPERATIVE REPORT: Rigid Bronchoscopy with Esophageal Stent Extraction and Airway Stenting.\nThe patient presented with a migrated esophageal stent occluding the left mainstem. Using rigid bronchoscopic techniques and endoscopic scissors, the stent was extracted piecemeal from the trachea. This revealed a significant tracheoesophageal fistula involving the carina. To restore airway patency and seal the fistula, a dynamic Hybrid Y-stent was deployed. The limbs were seated in the mainstems and the tracheal limb secured.",
  "12245954_syn_3": "Coding Summary:\n- 31635: Removal of foreign body (Migrated esophageal stent fragments removed piecemeal).\n- 31631: Placement of tracheal stent (Y-stent placed covering trachea and mainstems).\nMedical Necessity: Critical airway obstruction and TE fistula.",
  "12245954_syn_4": "Procedure: Rigid Bronch Stent Removal/Placement\nPt: [REDACTED]\nSteps:\n1. Rigid scope inserted.\n2. Saw esophageal stent in airway.\n3. Cut it out piece by piece (FB removal).\n4. Saw huge fistula.\n5. Placed Y-stent to cover the hole.\n6. Intubated through stent.\nPlan: ICU.",
  "12245954_syn_5": "op note for jessica mcbee... airway emergency esophageal stent came through the trachea... used the rigid scope to pull the stent out had to cut it into pieces very difficult... huge hole te fistula found... placed a hybrid y stent to cover it up took a few tries but got it seated... intubated through the stent patient stable for now.",
  "12245954_syn_6": "Rigid bronchoscopy with esophageal stent removal. Dynamic Y (hybrid) Tracheal stent placement. Bronchoscopic intubation. 14mm ventilating rigid bronchoscope was inserted. The stents traversed into the left mainstem causing complete occlusion. Using multiple techniques to include rigid endoscopic scissors, APC, and forceps we slowly removed exposed wires and attempted to transect the stent. The majority of the stents had to be removed in a piecemeal fashion. Large defect at the main carina extending directly into the esophagus. Placed a 13X10X10 mm dynamic Y stent.",
  "12245954_syn_7": "[Indication]\nAirway obstruction from migrated esophageal stent.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy performed. Esophageal stent fragments removed piecemeal from airway. TE fistula id[REDACTED]. Dynamic Y-stent deployed to cover fistula and maintain patency.\n[Plan]\nICU, humidity, check CXR.",
  "12245954_syn_8": "Jessica required emergency rigid bronchoscopy because her esophageal stent had eroded into her airway, blocking her left lung. We carefully removed the metal stent pieces from her windpipe using heavy scissors and forceps. Once removed, we saw a large hole (fistula) between the airway and esophagus. We placed a silicone Y-shaped stent to cover this hole and keep her breathing passages open.",
  "12245954_syn_9": "Procedure: Rigid bronchoscopic foreign body extraction and airway stenting.\nAction: Retrieved migrated prosthetic material from the tracheobronchial tree. Deployed a bifurcated silicone stent (Y-stent) to bridge the resultant tracheoesophageal defect.\nResult: Airway patency restored.",
  "12245954": "DATE OF PROCEDURE: [REDACTED]\nNAME: [REDACTED]RN: [REDACTED]\n\nPREOPERATIVE DIAGNOSIS: \n1.        Esophageal stent migration through distal trachea and left mainstem\n2.         Left mainstem occlusion secondary to  esophageal stent\nPOSTOPERATIVE DIAGNOSIS: \n1.        Tracheoesophageal fistula status post tracheal Y-stent placement\nPROCEDURE PERFORMED: \n1.        Rigid bronchoscopy with esophageal stent removal \n2.        Dynamic Y ( hybrid) Tracheal stent placement\n3.        Bronchoscopic intubation\nSURGEON: Jordan Parks MD\nINDICATIONS: left mainstem obstruction secondary to esophageal stent migration\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient acknowledged and gave consent. \nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. After administration of sedatives an LMA was inserted and the T190 therapeutic flexible bronchoscope was passed through the vocal cords and into the trachea. Approximately 2 cm proximal to the main carina an esophageal stent was visualized protruding into the airway causing approximately 30% obstruction of the distal trachea. On closer inspection we could visualize both of the patients telescoping esophageal stent. The proximal end of the inner covered stent could be seen with the origin of the lumen approximately 50% into the airway. The outer uncovered stents proximal origin was seen about 5mm into the distal left mainstem. Additionally a large clip attached to the uncovered outer stent could be seen within the airway. The stents traversed into the left mainstem causing complete occlusion which we could not bypass with the flexible bronchoscope. Bronchial lavage was performed to collect purulent secretions from the airway. The flexible bronchoscope and LMA were then removed and a 14mm ventilating rigid bronchoscope was subsequently inserted into the mid trachea and connected to ventilator. Using flexible forceps we were able to detach and remove the clip. We were aware that the outer uncovered stent was embedded into the trachea and could not be removed. However, given that the inner stents proximal lumen was within the airway and that this stent was not known to be fixed to tissue we chose to attempt the remove the stent enblock through the airway. Using the rigid forceps the proximal edge of the stent was grasped and slowly withdrawn. Initially the stent moved easily however after retracting approximately 3cm of the stent sudden resistance was encountered and the proximal edge of the stent fractured. Given that a much longer segment of the stent was now within the trachea causing significant obstruction (which also now made placement of a tracheal stent impossible) we had no choice except to attempt to further extract the stent. The stent however was firmly fixed and retraction resulted in further fracture with multiple exposed sires within the trachea. Advanced GI endoscopy was called and came to the OR. The rigid bronchoscope was removed and an EGD was performed. The proximal edge of the outer uncovered stent  from the esophageal side was embedded and distorted and could not be passed even with the Ultra slim (6mm) gastroscope.  The rigid bronchoscope was reinserted during EGD to better allow us to visualize the communication and attempt to pass a wire in into the esophagus to place an additional stent but the wire would only pass into the airway and this was subsequently aborted leaving us no choice but to continue to remove the esophageal stent piecemeal. Using multiple techniques to include rigid endoscopic scissors, APC, and forceps we slowly removed exposed wires and attempted to transect the stent to allow airway stent placement. This was extremely difficult as more and more unraveling stent was seen. As both stents migrated further into the airway while extracting exposed wires the majority of the stents had to be removed in a piecemeal fashion. Once the stents were removed, with the exception of some small distal wires, the extent of the fistula (which extended during extraction) became completely apparent with the posterior wall of the trachea essentially absent in the lower third with a large defect at the main carina extending directly into the esophagus. We then attempted to place a 15x12x12 hybrid dynamic Y stent into the airway to occlude the fistula by removing the rigid bronchoscope and using glide-scope laryngoscopy visualizing the vocal cords and directly passing the stent, secured with Freitag forceps, into the trachea. Once the stent was within the airway we inserted a  rigid non-ventilating tracheoscope through the vocal cords proximal to the stent. Due to the large defect at the main carina it was extremely difficult to seat the limbs within the bilateral mainstem and despite multiple attempts utilizing rigid forceps, reverse forceps CRE balloons and manipulation with the tip of the flexible bronchoscope we could not adequately seat the stent. The stent was removed and we then attempted to place a smaller 13X10X10 mm dynamic Y with a 5.5cm tracheal limb, a 2cm right sided limb and a 3cm left sided limb using a similar technique and were eventually able to secure the stent in place. Once this was accomplished a 6.5 ETT was inserted into the airway over a bronchoscope and advanced into the proximal limb of the stent and secured in place.   \nComplications:  Extension of TE fistula \nRecommendations:\n-        Patient to remain on positive pressure ventilation tonight.\n-        Please obtain CXR once patient arrives in ICU\n-        Please obtain CT chest prior to extubation if possible \n-        Appreciate GI recommendations. \n-        Please contact the interventional pulmonary team if any airway issues occur in this patient. Anesthesia is also aware\n-        Patient will require 3 times a day 3% saline nebulizers starting tonight and as long as the patient’s airway stent is in place for mucolytic effect and hydration to prevent stent plugging.\n-        If tracheostomy tube needs to be removed and reinserted this must be performed  with direct visualization of the distal tip as it is inserted into the lumen of the tracheostomy tube to prevent kinking or obstruction of the stent by  the tracheostomy tube.\n-        Please do not adjust the endotracheal tubes position or attempt suction unless absolutely necessary (tonight).\n-        Extubation must be performed with flexible bronchoscope to allow visualization of the stent and using flexible forceps to apply downward pressure on the main carina while retracting the ETT to avoid dislodging of the stent.\n-        If invasive ventilatory support is required after ETT removal blind intubation (direct laryngoscopy, glidescope) should be avoided as it can result in dislodgment of the tracheal stent and potential catastrophic airway obstruction.  Intubation should be performed with a 6.5 or smaller ETT with bronchoscopic insertion to visualize the distal tip of the endotracheal tube. The endotracheal tube should be advanced into the tracheal limb of the stent and secured.        \nJordan Parks, MD \nInterventional Pulmonology \nUCLA Medical Center"
}
