{
  "1232915_syn_1": "Dx: Pleural nodularity.\nProc: Right Thoracoscopy + Biopsy + Talc.\n- Inflammatory changes seen.\n- 6 biopsies parietal pleura + diaphragm.\n- Talc poudrage done.\n- Chest tube to suction.",
  "1232915_syn_2": "PROCEDURE RECORD: [REDACTED] a right-sided medical thoracoscopy. The indication was radiographic pleural nodularity. Intraoperative inspection revealed inflammatory changes lacking distinct nodularity, contrary to imaging. Nevertheless, six biopsies were harvested from the parietal pleura and additional tissue from the diaphragm to rule out occult disease. Talc poudrage was instilled to achieve pleurodesis. A chest tube was inserted.",
  "1232915_syn_3": "CPT Justification:\n- 32609: Thoracoscopy with biopsy (6 parietal samples obtained).\n- 32650: Thoracoscopy with pleurodesis (Talc poudrage).\nSite: [REDACTED]\nFindings: Inflammatory changes.\nDisposition: Inpatient.",
  "1232915_syn_4": "Steps:\n1. Right side prep.\n2. Scope in 6th ICS.\n3. Looked around: Inflammatory changes, no obvious nodules.\n4. Took 6 biopsies anyway (parietal) + diaphragm.\n5. Puffed Talc.\n6. Chest tube in.\nRes: Dr. Walsh.",
  "1232915_syn_5": "[REDACTED] right thoracoscopy. indications were nodules on ct but inside it just looked inflammatory. we took biopsies anyway 6 from the wall and some from diaphragm. did the talc procedure just in case. chest tube placed to suction. no air leak hemostasis good.",
  "1232915_syn_6": "Medical Thoracoscopy with Pleural Biopsy. Under moderate sedation, single-port entry at 6th intercostal space. Semi-rigid pleuroscope inserted. Findings: Inflammatory changes without nodularity. Multiple biopsies obtained from parietal pleura (6 specimens). Additional biopsies from diaphragmatic pleura. Given findings, talc poudrage performed for pleurodesis. Chest tube placed.",
  "1232915_syn_7": "[Indication]\nPleural nodularity on imaging.\n[Anesthesia]\nModerate.\n[Description]\nRight side. Findings: Inflammatory changes. Action: 6 parietal biopsies, diaphragm biopsy, Talc poudrage. Fluid evacuated.\n[Plan]\nAdmit to floor. Suction.",
  "1232915_syn_8": "We carried out a right medical thoracoscopy on [REDACTED]. Although imaging suggested nodules, direct visualization showed mostly inflammatory changes. We proceeded to biopsy the parietal pleura six times and sampled the diaphragm as well. To manage the effusion, we performed talc poudrage. The chest tube was placed without complication, and the lung expanded well.",
  "1232915_syn_9": "Procedure: Pleuroscopy with Tissue Sampling and Sclerosant Administration.\nSide: Right.\nFindings: Phlegmonous/inflammatory changes.\nAction: Acquired 6 parietal specimens. Instilled talc for pleurodesis. Drained effusion and sited chest catheter.",
  "1232915": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Pleural nodularity on imaging\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Inflammatory changes without nodularity\nMultiple biopsies obtained from parietal pleura (6 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nTaylor, MD"
}
