{
  "12345678_syn_1": "Procedure: BLVR RUL.\nIndication: Severe emphysema, CV negative.\nAction: 3 Zephyr valves placed in RB1 (4.0), RB2 (4.0), RB3 (5.5).\nResult: Total lobar occlusion. No air leak.\nPlan: Admit for obs.",
  "12345678_syn_2": "OPERATIVE REPORT: Mr. [REDACTED] presented for elective bronchoscopic lung volume reduction. Pre-procedural Chartis assessment confirmed the absence of collateral ventilation in the Right Upper Lobe (RUL). Using a flexible bronchoscope, the RUL segmental anatomy was id[REDACTED]. Three Zephyr endobronchial valves were deployed: a 4.0mm valve in RB1, a 4.0mm valve in RB2, and a 5.5mm valve in RB3. Bronchoscopic inspection confirmed optimal seating and complete lobar occlusion.",
  "12345678_syn_3": "CPT 31647 (Bronchoscopy with placement of bronchial valves, initial lobe).\n- Site: Right Upper Lobe.\n- Devices: 3 Zephyr Valves.\n- Assessment: Chartis utilized to rule out collateral ventilation (bundled).\n- Outcome: Complete occlusion achieved.",
  "12345678_syn_4": "Procedure: Valve Placement (BLVR)\nAttending: Dr. Thompson\nSteps:\n1. Airway inspection. RUL selected.\n2. Chartis negative (good for valves).\n3. Sized airways.\n4. Placed valves in RB1, RB2, RB3.\n5. Checked for leaks - none.\nPlan: CXR to check for pneumothorax.",
  "12345678_syn_5": "We did the lung volume reduction on Mr [REDACTED] today for his emphysema right upper lobe. Chartis balloon showed no collateral ventilation so we proceeded. Put in three valves total two 4s and one 5.5. They fit good no leaks. RUL looks closed off. Patient woke up fine sending to recovery.",
  "12345678_syn_6": "Bronchoscopic lung volume reduction with endobronchial valve placement. The right upper lobe was targeted for treatment of severe emphysema. Chartis assessment confirmed the absence of collateral ventilation. Three Zephyr valves were deployed in the apical, posterior, and anterior segments of the RUL. Visual inspection confirmed appropriate placement and lobar occlusion. There were no immediate complications.",
  "12345678_syn_7": "[Indication]\nSevere emphysema, RUL target.\n[Anesthesia]\nModerate Sedation.\n[Description]\nChartis: CV Negative. Valves placed: RB1, RB2, RB3. Total occlusion confirmed.\n[Plan]\nOvernight observation. CXR protocol.",
  "12345678_syn_8": "[REDACTED] a procedure to help with his severe emphysema. We targeted the right upper lobe of his lung. After confirming that the lobe was isolated using a balloon catheter, we placed three one-way valves into the airways leading to that lobe. These valves will allow air to escape but not enter, hopefully reducing the size of the lobe and helping him breathe better. Everything went smoothly and the valves are sitting perfectly.",
  "12345678_syn_9": "Procedure: Endobronchial prosthesis implantation.\nTarget: Right Upper Lobe.\nAction: Collateral ventilation was ruled out. Three occlusion devices were deployed in the segmental bronchi. \nResult: Complete lobar isolation observed.",
  "12345678": "PROCEDURE: BRONCHOSCOPIC LUNG VOLUME REDUCTION WITH ENDOBRONCHIAL VALVE PLACEMENT\nDate: [REDACTED]\nPatient: [REDACTED] | DOB: [REDACTED] | Age: 67 | MRN: [REDACTED]\nInstitution: [REDACTED]\nPhysician: Jennifer Martinez, MD, FCCP\nAttending: David Thompson, MD\n\nINDICATION:\nSevere heterogeneous emphysema with hyperinflation, predominantly affecting the right upper lobe. FEV1 35% predicted, marked dyspnea, GOLD Stage IV COPD.\n\nPRE-PROCEDURE ASSESSMENT:\n- CT thorax: Severe heterogeneous emphysema, RUL destruction score 90%, fissure integrity 95%\n- Chartis assessment: Negative collateral ventilation confirmed\n- PFTs: FEV1 0.9L (35%), RV 285% predicted, TLC 145%\n\nPROCEDURE DETAILS:\nFlexible bronchoscopy performed under moderate sedation with midazolam 4mg and fentanyl 100mcg. Topical anesthesia with lidocaine. \n\nThe bronchoscope was advanced through the oral cavity. Complete airway inspection performed. No endobronchial lesions noted. Moderate secretions cleared.\n\nTARGET: Right upper lobe\n- RB1: Zephyr EBV 4.0mm placed with good wall apposition\n- RB2: Zephyr EBV 4.0mm placed with good wall apposition  \n- RB3: Zephyr EBV 5.5mm placed with good wall apposition\n\nAll valves deployed successfully with complete occlusion confirmed. No air leaks detected. Procedure tolerated well.\n\nCOMPLICATIONS: None\nESTIMATED BLOOD LOSS: Minimal\nSPECIMENS: None\n\nIMPRESSION:\nSuccessful bronchoscopic lung volume reduction with placement of 3 endobronchial valves in right upper lobe bronchi. Complete lobar occlusion achieved.\n\nPLAN:\n- Chest X-ray in recovery\n- Observe overnight\n- Follow-up CT chest in 30 days\n- PFTs in 6 weeks"
}
