{
  "12345_syn_1": "Indication: Undiagnosed right effusion.\nProcedure: Medical Thoracoscopy.\n- Local + MAC.\n- 1.5L bloody fluid drained.\n- Findings: Diffuse parietal nodules.\n- Biopsy x6.\n- Talc poudrage (4g).\n- 24Fr chest tube.\nDx: Suspicious for Mesothelioma.\nPlan: Admit.",
  "12345_syn_2": "PROCEDURE NOTE: Medical Thoracoscopy. The patient was positioned in the left lateral decubitus position. Following induction of MAC, a trocar was introduced into the right 5th intercostal space. Thoracoscopic inspection revealed hemorrhagic effusion (1.5L evacuated) and extensive nodularity of the parietal pleura, sparing the visceral surface. Multiple parietal pleural biopsies were obtained. To prevent recurrence, talc poudrage was performed under direct vision. A chest tube was placed. Clinical impression suggests mesothelioma.",
  "12345_syn_3": "Code: 32650 (Thoracoscopy, surgical; with pleurodesis).\nRationale:\n- Method: Surgical thoracoscopy (VATS/Medical Thoracoscopy).\n- Therapeutic Agent: Talc poudrage insufflated for pleurodesis.\n- Bundling: Biopsies (32602) are typically bundled into the comprehensive pleurodesis code when performed in the same session for the same pathology.",
  "12345_syn_4": "Procedure: Pleuroscopy / Talc\nPatient: [REDACTED]:\n1. MAC sedation. Local.\n2. Trocar in.\n3. Suctioned 1.5L bloody fluid.\n4. Saw nodules all over chest wall.\n5. Grabbed biopsies x6.\n6. Sprayed talc (4g).\n7. Chest tube in.\nPlan: Wait for path.",
  "12345_syn_5": "Thoracoscopy note for Greg MRN [REDACTED]. Right effusion. Went in with the scope found bloody fluid and nodules everywhere on the parietal pleura. Looks like mesothelioma. Took a bunch of biopsies. Sprayed talc for pleurodesis. Put a tube in. Admitting him.",
  "12345_syn_6": "Medical thoracoscopy right. Patient 50M. Undiagnosed effusion. 1.5L hemorrhagic fluid drained. Diffuse parietal pleural nodules visualized. Biopsies performed. Talc poudrage pleurodesis performed. 24Fr chest tube placed. Diagnosis suspicious for mesothelioma. Disposition admission.",
  "12345_syn_7": "[Indication]\nUndiagnosed right pleural effusion.\n[Anesthesia]\nMAC + Local.\n[Description]\nTrocar entry. Drainage of 1.5L bloody fluid. Parietal nodules biopsied. Talc poudrage (4g) administered. Chest tube placed.\n[Plan]\nAdmit, Oncology consult.",
  "12345_syn_8": "We performed a medical thoracoscopy on Greg to investigate his pleural effusion. After draining a large amount of bloody fluid, we saw many nodules lining the chest wall. We took several biopsies of these nodules. To stop the fluid from coming back, we sprayed sterile talc into the chest cavity. A chest tube was left in place to drain any remaining fluid.",
  "12345_syn_9": "Procedure: Thoracoscopic exploration with pleurodesis.\nAction: The pleural space was accessed. Hemorrhagic fluid was evacuated. Nodular pathology on the parietal surface was sampled. A sclerosing agent (talc) was insufflated. A drainage catheter was sited.\nResult: Tissue obtained; symphysis attempted.",
  "12345": "PROCEDURE: Medical Thoracoscopy (Right)\nDATE: [REDACTED]\nPHYSICIAN: Dr. House\nPATIENT: [REDACTED] (MRN [REDACTED])\n\nIndication: Undiagnosed right pleural effusion.\n\nLocal anesthesia + MAC. Pt in LLD. Trocar inserted 5th ICS. 1.5L bloody fluid removed. Inspection showed diffuse nodules on parietal pleura. Visceral pleura appeared normal. \nBiopsies taken x 6 from parietal pleura. \nTalc poudrage (4g) performed for pleurodesis. \n24Fr Chest tube placed. \n\nDx: Suspicious for Mesothelioma.\nPlan: Admit."
}
