{
  "123789_syn_1": "Indication: Thymoma.\nProcedure: VATS thymectomy/mass excision.\n- 3 ports.\n- Mass dissected from pericardium/innominate.\n- Margins clear.\n- Removed via endobag.\n- 24Fr chest tube.",
  "123789_syn_2": "OPERATIVE SUMMARY: Video-assisted thoracoscopic excision of anterior mediastinal mass.\nFINDINGS: A 4.5 cm well-circumscribed thymic mass was id[REDACTED] in the anterior mediastinum. There was no evidence of invasion into the pericardium or great vessels.\nPROCEDURE: Using a three-port VATS approach, the mediastinal pleura was incised. The mass was dissected free from the pericardial and thymic bed using ultrasonic energy. Complete resection was achieved, and the specimen was extracted via an endo-catch bag.",
  "123789_syn_3": "CPT 32662: VATS excision of mediastinal cyst, tumor, or mass.\nApproach: 3-port VATS.\nPathology: Thymoma (4.5cm).\nWork: Complete dissection from pericardium and innominate vein; extraction via bag; chest tube placement.",
  "123789_syn_4": "Procedure: VATS Resection Mediastinal Mass\n1. GA / DLT / Lateral decubitus.\n2. Ports: 5th, 3rd, 7th ICS.\n3. Id[REDACTED] mass anterior mediastinum.\n4. Dissected with harmonic.\n5. Bagged and removed.\n6. Chest tube placed.",
  "123789_syn_5": "Vats for thymoma right side wait left side 3 ports mass was anterior dissected it off the vessels and heart looked contained put it in a bag and pulled it out chest tube in blood loss minimal patient fine.",
  "123789_syn_6": "Video-assisted thoracoscopic surgery (VATS) with excision of mediastinal lesion. 65-year-old male with 4.2cm anterior mediastinal mass. Three port placements. Thoracoscope introduced. Anterior mediastinum visualized with well-encapsulated mass arising from thymic tissue. Careful dissection performed using harmonic scalpel separating mass from pericardium and left innominate vein. Specimen removed via endo-bag. Single 24Fr chest tube placed.",
  "123789_syn_7": "[Indication]\nAnterior mediastinal mass (Thymoma).\n[Anesthesia]\nGeneral, DLT.\n[Description]\n3-port VATS. 4.5cm mass dissected from anterior mediastinum. Complete excision. Endo-bag extraction.\n[Plan]\nAdmit, chest tube management.",
  "123789_syn_8": "[REDACTED] a VATS procedure to remove a suspicious mass in his chest. We used three small incisions to access the space. The mass, located in the anterior mediastinum, was carefully separated from the heart and major veins. We were able to remove it completely in a retrieval bag. A chest tube was left in place to drain any fluid or air.",
  "123789_syn_9": "Diagnosis: Anterior mediastinal neoplasm.\nAction: Thoracoscopic resection of mediastinal tumor.\nDetails: Three-port access established. Tumor separated from surrounding structures. Complete removal achieved via retrieval sac. Drainage tube inserted.",
  "123789": "OPERATIVE REPORT\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (65 years old)\nDate of Service: [REDACTED]\nLocation: [REDACTED]\n\nSurgeons:\nAttending: Dr. Elizabeth Warren, MD - Thoracic Surgery\nAssistant: Dr. Michael Chen, MD - Thoracic Surgery Fellow\n\nAnesthesia: General endotracheal anesthesia\nAnesthesiologist: Dr. Peter Williams, MD\n\nPreoperative Diagnosis: Mediastinal mass, suspected thymoma\n\nPostoperative Diagnosis: Anterior mediastinal mass - thymoma confirmed\n\nProcedure: Video-assisted thoracoscopic surgery (VATS) with excision of mediastinal lesion\n\nIndications: 65-year-old male with incidentally discovered 4.2cm anterior mediastinal mass on CT chest. PET showed mild FDG uptake (SUV 3.2). MRI confirmed well-circumscribed anterior mediastinal lesion. Patient elected for surgical excision.\n\nProcedure Details:\nPatient [REDACTED] supine position with left side elevated 30 degrees. Double-lumen ETT placed. General anesthesia induced. Left chest prepped and draped in sterile fashion.\n\nThree port placements:\n- 10mm camera port, 5th intercostal space, anterior axillary line\n- 5mm working port, 3rd intercostal space, mid-clavicular line\n- 5mm working port, 7th intercostal space, anterior axillary line\n\nThoracoscope introduced. Pleural space inspected - no effusion, no adhesions. Anterior mediastinum visualized with well-encapsulated mass arising from thymic tissue. Careful dissection performed using harmonic scalpel, separating mass from pericardium and left innominate vein. All margins appeared grossly clear. Specimen removed via endo-bag through enlarged camera port.\n\nHemostasis confirmed. Single 24Fr chest tube placed. Lung re-expanded under direct visualization. Ports closed in layers.\n\nSpecimen: 4.5 x 3.8 x 3.2 cm encapsulated mass, sent for permanent pathology.\n\nEBL: 75mL\nComplications: None\nDisposition: To PACU in stable condition\n\nE. Warren, MD"
}
