{
  "1256170_syn_1": "Procedure: Medical Thoracoscopy (Right).\n- Findings: Parietal/visceral nodules, trapped lung.\n- Action: Biopsy x8, Adhesiolysis, Talc poudrage (4g).\n- Drain: 28Fr chest tube placed.\n- Plan: Admit, suction -20.",
  "1256170_syn_2": "PROCEDURE NOTE: The patient underwent right-sided medical thoracoscopy. Inspection of the pleural cavity revealed diffuse nodularity suggestive of malignancy and a trapped lung. Multiple biopsies were harvested from the parietal and visceral pleura. Given the findings, talc pleurodesis was performed via insufflation. A chest tube was placed for post-operative drainage.",
  "1256170_syn_3": "Billing Code: 32650 (Thoracoscopy with pleurodesis). Note: Biopsies (32602) are bundled/included in the primary procedure when performed. Indication: Undiagnosed effusion/suspected malignancy. Technique: Rigid thoracoscope, Talc insufflation.",
  "1256170_syn_4": "Resident Note: Pleuroscopy\n1. Local/Sedation.\n2. Trocar in 5th ICS.\n3. Drained fluid.\n4. Saw nodules everywhere -> Biopsied.\n5. Lung trapped -> Talc poudrage performed.\n6. Chest tube in.\nPlan: Admit.",
  "1256170_syn_5": "medical thoracoscopy on mr [REDACTED]. right side. drained the fluid. looked inside saw a bunch of nodules looks like cancer. took 8 biopsies. lung wouldnt come up all the way so we puffed in some talc for pleurodesis. put a chest tube in. sent him to the floor.",
  "1256170_syn_6": "Medical thoracoscopy with pleural biopsies, talc pleurodesis, and chest tube placement was performed. The patient is a 66-year-old male with a large right pleural effusion. Rigid thoracoscopy revealed multiple nodules. Biopsies were taken. Talc slurry was insufflated. A 28Fr chest tube was inserted. The patient was transferred to the floor.",
  "1256170_syn_7": "[Indication]\nRight Pleural Effusion, suspected malignancy.\n[Anesthesia]\nMAC/Local.\n[Description]\nThoracoscopy performed. Nodules biopsied (x8). Trapped lung noted. Talc pleurodesis performed. Chest tube placed.\n[Plan]\nAdmit, suction.",
  "1256170_syn_8": "[REDACTED] a medical thoracoscopy to investigate his right pleural effusion. After entering the chest, we found extensive nodules and a trapped lung. We took several biopsies for diagnosis and then performed a talc pleurodesis to prevent fluid recurrence. A chest tube was left in place to ensure drainage and facilitate lung re-expansion if possible.",
  "1256170_syn_9": "Operation: Pleuroscopy with tissue sampling and chemical sclerosis.\nFindings: Diffuse pleural modularity, non-expandable lung.\nIntervention: Multiple biopsies. Insufflation of talc agent.\nHardware: Indwelling thoracic catheter (chest tube) placed.",
  "1256170": "Patient: [REDACTED] | Age: 66 | Sex: M | MRN: [REDACTED]\nDate: [REDACTED]\nAttending: Dr. Nicole Turner\nClinical Summary: Patient is a 66 year old gentleman presenting with a large right sided pleural effusion, unclear etiology. Previous thoracentesis showed exudative fluid with negative cytology. CT shows pleural thickening concerning for malignancy versus infectious process.\nWe discussed the need for tissue diagnosis via medical thoracoscopy. Risks including bleeding, infection, pneumothorax, need for chest tube, and rare complications such as empyema or need for surgical intervention were explained. The patient understood and signed consent.\nProcedure Performed: Medical thoracoscopy with pleural biopsies, talc pleurodesis, chest tube placement\nHow it went: Patient was positioned in left lateral decubitus. Right hemithorax prepped and draped. Ultrasound used to mark the 5th intercostal space at mid-axillary line - this showed large effusion with no loculations. After infiltrating with 20cc of 1% lidocaine, we made a 2cm incision and used blunt dissection to enter the pleural space. Initial gush of fluid noted. A 28Fr chest tube was inserted and connected to suction, draining approximately 800mL of bloody fluid initially.\nThrough the same incision site, we introduced the rigid thoracoscope. The pleural space was systematically examined. Findings were significant: The parietal pleura showed multiple white nodular lesions, largest about 1.5cm, scattered throughout. The visceral pleura had similar appearing nodules with some areas of thickened pleura. Lung appeared trapped with inability to fully expand. There were some loose adhesions which were lysed using blunt technique.\nMultiple biopsies were taken from both parietal and visceral pleura using biopsy forceps - total of 8 samples obtained from various sites. Each biopsy site had minimal bleeding controlled with pressure.\nAfter biopsies were complete, we decided to proceed with talc pleurodesis given the likely malignant etiology and trapped lung. Approximately 4 grams of sterile talc slurry mixed in 50mL normal saline was insufflated throughout the pleural cavity ensuring good distribution. The chest tube was left in place and secured with 0-silk suture. Dressing applied.\nPathology sent: Pleural biopsies x8 in formalin, pleural fluid for cytology and chemistry\nPatient [REDACTED] throughout. No complications. Transferred to floor with chest tube to suction at -20cmH2O. Post procedure CXR pending.\nFollow up plan: Monitor drainage. Chest tube likely to stay for several days given trapped lung. Await pathology. If malignancy confirmed, will need oncology consultation. Patient understands may need indwelling pleural catheter if lung doesn't re-expand."
}
