{
  "1269056_syn_1": "Proc: Lt Thoracoscopy w/ Biopsy & Talc.\nFindings: Visceral tumor implants.\nActions:\n- 11 biopsies parietal pleura.\n- Diaphragmatic biopsies.\n- Talc poudrage.\n- Tube placed.\nStatus: No leak.",
  "1269056_syn_2": "PROCEDURE NOTE: Left-sided medical thoracoscopy revealed tumor implants on the visceral pleura. Eleven biopsies were obtained from the parietal pleura, along with diaphragmatic sampling. Talc poudrage was utilized for pleurodesis. Fluid was evacuated and a chest tube positioned.",
  "1269056_syn_3": "Billing: 32609 (Biopsy) & 32650 (Talc).\nSite: [REDACTED]\nDetails: Visceral implants seen. 11 parietal biopsies taken. Diaphragmatic biopsies taken. Talc poudrage performed. Chest tube placed.",
  "1269056_syn_4": "Resident Note: Left Thoracoscopy\nSteps:\n1. Sedation.\n2. Entry left 6th ICS.\n3. Findings: Tumor implants.\n4. Biopsies: 11 parietal + diaphragm.\n5. Talc poudrage.\n6. Chest tube placed.\nPlan: Admit.",
  "1269056_syn_5": "left thoracoscopy on kathleen saw tumor implants took 11 biopsies from parietal pleura and some from diaphragm did talc poudrage drained the fluid put the chest tube in",
  "1269056_syn_6": "Left medical thoracoscopy was performed. Visceral pleural tumor implants were visualized. Eleven biopsies were obtained from the parietal pleura, along with diaphragmatic biopsies. Talc poudrage was performed for pleurodesis. Fluid was evacuated and a chest tube was placed.",
  "1269056_syn_7": "[Indication] Persistent effusion.\n[Anesthesia] Moderate.\n[Description] Left thoracoscopy. Visceral tumor implants. 11 parietal biopsies. Diaphragmatic biopsies. Talc poudrage.\n[Plan] Path results.",
  "1269056_syn_8": "We performed a left medical thoracoscopy on [REDACTED]. We observed visceral pleural tumor implants. We collected eleven biopsies from the parietal pleura and additional samples from the diaphragm. We then performed talc poudrage for pleurodesis and placed a chest tube.",
  "1269056_syn_9": "Left pleuroscopy performed. Visceral tumor implants observed. Eleven tissue samples harvested from parietal pleura; diaphragm also sampled. Talc insufflation executed. Fluid drained and catheter deployed.",
  "1269056": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\n\nIndication: Persistent effusion despite thoracentesis\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Visceral pleural tumor implants\nMultiple biopsies obtained from parietal pleura (11 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nWilliams, MD"
}
