{
  "1334901_syn_1": "Target: 13mm LLL nodule.\nNav: Galaxy + TiLT (1.9cm div).\nTools: rEBUS (adjacent), TBNA.\nROSE: Suspicious for NSCLC.\nDisposition: D/C.",
  "1334901_syn_2": "The patient underwent evaluation of a 13mm LLL nodule. Galaxy robotic navigation was employed. Intraoperative TiLT imaging revealed a significant 1.9cm divergence due to respiratory motion, which was corrected. Following adjacent rEBUS confirmation, 21G TBNA was performed. Cytology is suspicious for non-small cell lung cancer.",
  "1334901_syn_3": "31629 (TBNA), 31627 (Nav), 31654 (EBUS). 1.9cm divergence corrected by TiLT+.",
  "1334901_syn_4": "LLL Nodule (13mm).\n- Galaxy to LB10.\n- TiLT: 1.9cm shift.\n- rEBUS: Adjacent.\n- TBNA x6.\n- ROSE: Suspicious NSCLC.",
  "1334901_syn_5": "carol here for lll nodule 13mm. galaxy scope. breathing moved the target 1.9cm tilt fixed it. adjacent ebus view. just did needles. rose thinks nsclc.",
  "1334901_syn_6": "Peripheral pulmonary nodule 13mm in LLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB10. TiLT+ sweep revealed 1.9cm divergence. Corrected. rEBUS adjacent. TBNA 21G performed. ROSE Suspicious for non-small cell carcinoma.",
  "1334901_syn_7": "[Indication]\n13mm nodule, LLL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav. TiLT correction 1.9cm. rEBUS adjacent. TBNA performed.\n[Plan]\nFollow up.",
  "1334901_syn_8": "[REDACTED] a 13mm nodule in the back of the left lower lobe. We used the Galaxy robot. The TiLT scan showed it was almost 2cm away from where we expected due to her breathing, so we updated the target and found it. We did six needle passes. It looks suspicious for cancer.",
  "1334901_syn_9": "Reason: Peripheral nodule.\nAction: Galaxy navigation to LLL. TiLT+ adjusted for 1.9cm shift. Sampled via TBNA. ROSE: Suspicious for NSCLC.",
  "1334901": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\n\nIndication: Peripheral pulmonary nodule\nTarget: 13mm nodule in LLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t10\t351\t14\t100\t5\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LLL (LB10) based on the pre-operative CT navigational plan. Registration accuracy: 2.4mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.9cm divergence between the pre-op CT target and the actual lesion location due to respiratory motion.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 21G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nBrown, MD"
}
