{
  "1391425_syn_1": "Indication: RLL nodule (Brock high risk).\nTools: Galaxy, TiLT+, 22G Needle, Forceps, Fiducial.\nNav: 1.7cm divergence found on TiLT. Corrected.\nActions: rEBUS concentric. TBNA x7. Forceps x4. Brush. Gold fiducial placed.\nROSE: Suspicious for malignancy.",
  "1391425_syn_2": "PROCEDURE: The patient was intubated for robotic bronchoscopy targeting a 9mm RLL nodule. The Galaxy system was utilized. Registration was performed (3.8mm error). Crucially, a TiLT+ spin demonstrated 1.7cm of target divergence. The virtual target was updated to match reality. rEBUS showed a concentric view. We performed TBNA, forceps biopsies, and brushing. A gold fiducial marker was deployed under TiLT-augmented fluoroscopy for future SBRT.",
  "1391425_syn_3": "CPT Coding:\n- 31626: Placement of fiducial markers (SBRT planning).\n- 31629: TBNA.\n- 31623: Brush.\n- 31627: Navigation (Galaxy).\n- 31654: rEBUS.\nNote: TiLT+ used to verify tool-in-lesion.",
  "1391425_syn_4": "Resident Note\nPt: E. Lewis\nCase: RLL Nodule Biopsy + Fiducial\n1. GA/ETT.\n2. Nav to RB6.\n3. TiLT showed 1.7cm divergence (atelectasis).\n4. Adjusted.\n5. rEBUS concentric (good view).\n6. Samples: TBNA, Bx, Brush.\n7. Dropped 1 fiducial.\n8. ROSE: Suspicious.",
  "1391425_syn_5": "elizabeth lewis here for rll nodule biopsy and marker placement. galaxy robot used. pretty big divergence on the tilt spin 1.7cm so good thing we checked. fixed it. concentric view on ultrasound. did 7 needle passes 4 bites and a brush. put a gold marker in for radiation. rose looks suspicious for cancer.",
  "1391425_syn_6": "Suspicious nodule with high Brock score. 9mm nodule in RLL. General anesthesia. Galaxy robotic platform. Navigated to RB6. TiLT+ sweep generated updated 3D volume showing 1.7cm divergence. Target updated. rEBUS: Concentric. TBNA (22G), Forceps biopsy, Brush. Gold fiducial marker placed. ROSE: Suspicious for malignancy.",
  "1391425_syn_7": "[Indication]\n9mm RLL nodule, high risk.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav to RB6. TiLT+ corrected 1.7cm divergence. rEBUS Concentric. TBNA, Bx, Brush done. Fiducial placed.\n[Plan]\nOncology referral pending final path.",
  "1391425_syn_8": "We performed a robotic biopsy on [REDACTED] lobe nodule. The Galaxy system helped us navigate, and the TiLT+ feature was essential as it showed the nodule was 1.7cm away from the expected spot due to atelectasis. Once corrected, we got a concentric ultrasound view. We took multiple samples and placed a gold marker for future radiation therapy.",
  "1391425_syn_9": "Procedure: Robotic navigation and sampling.\nLesion: 9mm RLL.\nCorrection: TiLT+ detected a 1.7cm drift; we compensated.\nSampling: Needle aspiration, forceps extraction, and brushing were executed. A fiducial was implanted.\nOutcome: ROSE suspicious.",
  "1391425": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Suspicious nodule with high Brock score\nTarget: 9mm nodule in RLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t10\t342\t16\t80\t8\t20\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RLL (RB6) based on the pre-operative CT navigational plan. Registration accuracy: 3.8mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.7cm divergence between the pre-op CT target and the actual lesion location due to atelectasis.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 22G needle. 7 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nRodriguez, MD"
}
