{
  "1464511": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED] Baker\nMedical Record: [REDACTED]\nService Date: [REDACTED]\nOperator: Brian O'Connor, MD\n\nCLINICAL RATIONALE\nMediastinal staging for biopsy-proven lung adenocarcinoma. Target lesion: 22.6mm solid nodule localized to RUL apical (B1).\n\nSEDATION DETAILS\nGeneral endotracheal sedation administered. 8.0mm airway device deployed orally.\n\nOPERATIVE NARRATIVE\n\nSEGMENT 1: LINEAR EBUS MEDIASTINAL ASSESSMENT\n\nThe convex-probe ultrasound bronchoscope (Olympus BF-UC190F) was advanced through the endotracheal conduit. Systematic mediastinal survey was executed. Lymph nodes were visualized at multiple stations and sampled utilizing 22-gauge aspiration needle (Standard FNA).\n\nStation 11R: Visualized homogeneous node (24.9x17.4mm). Executed 3 aspiration passes. ROSE yielded: Malignant - adenocarcinoma.\nStation 2L: Visualized heterogeneous node (14.7x16.9mm). Executed 2 aspiration passes. ROSE yielded: Malignant - NSCLC NOS.\nStation 4R: Visualized heterogeneous node (13.0x24.5mm). Executed 3 aspiration passes. ROSE yielded: Malignant - small cell carcinoma.\nStation 11L: Visualized heterogeneous node (19.1x15.5mm). Executed 3 aspiration passes. ROSE yielded: Suspicious for malignancy.\n\nSEGMENT 2: ROBOTIC-ASSISTED PERIPHERAL NAVIGATION\n\nThe Galaxy robotic navigation platform (Noah Medical) was initialized and calibrated. Registration accuracy measured 1.8mm. The articulating catheter was maneuvered to the RUL apical (B1) target zone.\n\nRadial ultrasound miniprobe was deployed, yielding concentric visualization of the lesion. Instrument-within-target was verified via cbct.\n\nTISSUE ACQUISITION:\n- Grasping forceps specimens acquired: 4\n- Aspiration needle passes executed: 4  \n- Cytology brushings harvested: 2\n- Lavage fluid extracted from RUL\n\nROSE assessment yielded: Suspicious for malignancy\n\nSPECIMEN DISPOSITION\n- EBUS aspirates dispatched to: Cytology, cell block, flow cytometry\n- Parenchymal samples dispatched to: Surgical pathology, molecular analysis\n- Brushings dispatched to: Cytology\n- Lavage dispatched to: Microbiology (bacterial, mycobacterial, fungal)\n\nOUTCOME ASSESSMENT\nProcedure concluded without adverse events. Hemorrhage: negligible (<10mL). Post-procedure radiograph: unremarkable, pneumothorax excluded.\n\nDISPOSITION\nPatient [REDACTED] recovery suite. Discharged to residence following observation period. Outpatient follow-up scheduled for pathology review.\n\nSUMMARY\n1. EBUS-guided mediastinal staging successfully executed (4 stations sampled)\n2. Robotic navigation to peripheral target successfully accomplished\n3. Tissue acquisition achieved via multiple modalities\n4. Zero procedural complications documented\n\nElectronically attested,\nBrian O'Connor, MD\nDivision of Interventional Pulmonology\nVeterans Affairs Medical Center"
}
