{
  "1472710": "OPERATIVE REPORT - INTERVENTIONAL PULMONOLOGY / THORACIC SURGERY\n\nDATE: [REDACTED]\nPATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (64 years old)\n\nSURGEONS:\nIP: Dr. Mark Anderson, MD (started case)\nThoracic Surgery: Dr. Sarah Kim, MD (completed case after conversion)\n\nLOCATION: [REDACTED]\n\nPREOPERATIVE DIAGNOSIS: Right-sided exudative pleural effusion, unknown etiology\n\nPOSTOPERATIVE DIAGNOSIS: Dense pleural adhesions with loculated effusion; trapped lung\n\nPLANNED PROCEDURE: Medical thoracoscopy (pleuroscopy) with pleural biopsy and potential talc poudrage\n\nACTUAL PROCEDURES PERFORMED:\n1. Attempted medical thoracoscopy (aborted)\n2. Conversion to VATS (Video-Assisted Thoracoscopic Surgery)\n3. VATS lysis of adhesions\n4. VATS pleural biopsy\n5. Decortication (partial)\n6. Chest tube placement\n\nINDICATION: 64-year-old female with 2-month history of progressive dyspnea. CT chest revealed large right pleural effusion with mild enhancement of pleura concerning for malignancy. Thoracentesis x 2 showed exudative effusion with negative cytology. Medical thoracoscopy planned for definitive diagnosis and potential pleurodesis.\n\nANESTHESIA: General anesthesia with double-lumen endotracheal tube (left-sided)\n\nPROCEDURE NARRATIVE:\n\nMEDICAL THORACOSCOPY ATTEMPT (Dr. Anderson):\nPatient [REDACTED] left lateral decubitus. After induction of general anesthesia and lung isolation, the right chest was prepped and draped. Ultrasound examination revealed a small pocket of fluid in the mid-axillary line but significant lung adherence to chest wall throughout.\n\nA 2cm incision was made in the 6th intercostal space. Upon blunt dissection into the pleural space, immediate dense adhesions were encountered. The 7mm trocar could not be safely advanced due to extensive lung-to-chest-wall adhesions. A small pocket of loculated fluid (~200mL) was drained but no window could be created for safe pleuroscopy. Multiple attempts at different intercostal spaces (5th, 7th) encountered similar dense adhesions.\n\nDECISION TO CONVERT: After thorough discussion with thoracic surgery colleagues and the patient's family (who had been counseled preoperatively about this possibility), the decision was made to convert to VATS for safe completion of the procedure.\n\nVATS PROCEDURE (Dr. Kim):\nThe incision was extended and a 10mm port placed under direct vision where a small pleural space was id[REDACTED]. Two additional 5mm ports were placed. Dense adhesions were found throughout the hemithorax. Using a combination of blunt dissection, electrocautery, and harmonic scalpel, extensive adhesiolysis was performed over approximately 90 minutes.\n\nFindings:\n- Dense fibrinous adhesions throughout\n- Thickened visceral pleura with trapped lung\n- Nodular thickening of parietal pleura (multiple biopsies taken)\n- Approximately 500mL of loculated, amber-colored fluid drained\n\nMultiple parietal pleural biopsies were obtained from chest wall and diaphragmatic pleura. Partial decortication of the visceral pleura was performed to allow lung expansion, though complete expansion could not be achieved due to chronic entrapment.\n\nA 28Fr chest tube was placed. Negative-pressure water seal established. Lung expansion approximately 70% at end of case.\n\nSPECIMENS:\n- Pleural fluid: Cytology, cell count, chemistry, cultures, adenosine deaminase\n- Pleural biopsies (multiple): Surgical pathology\n\nESTIMATED BLOOD LOSS: 150mL\n\nCOMPLICATIONS: None intraoperatively. Conversion was planned contingency.\n\nDISPOSITION: Transferred to SICU for overnight monitoring. Chest tube to suction.\n\nPOST-OPERATIVE PLAN:\n1. Monitor chest tube output\n2. CXR in AM\n3. Await pathology - concern for malignant mesothelioma or chronic fibrinous pleuritis\n4. If lung remains trapped, may require chronic indwelling pleural catheter\n\nDr. Mark Anderson, MD - Interventional Pulmonology\nDr. Sarah Kim, MD - Thoracic Surgery"
}
