{
  "1553685": "PROCEDURE NOTE - INTERVENTIONAL PULMONOLOGY\n\nDATE: [REDACTED]\nPATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nAGE: 84 years old\nSEX: Female\n\nATTENDING: Dr. Michael Santos, MD\nLOCATION: [REDACTED]\n\nPREOPERATIVE DIAGNOSIS:\n1. Recurrent bilateral pleural effusions\n2. New York Heart Association Class IV heart failure with reduced ejection fraction (EF 15%)\n3. Not candidate for mechanical circulatory support or transplant\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE: Left-sided tunneled indwelling pleural catheter (PleurX) placement\n\nINDICATION: This 84-year-old female with end-stage heart failure has required hospitalization 6 times in the past 3 months for symptomatic bilateral pleural effusions despite maximum medical therapy. After multidisciplinary discussion including heart failure, palliative care, and IP, decision was made for left-sided IPC given larger effusion on left. Patient and family understand palliative intent.\n\nANESTHESIA: Local anesthesia only (2% lidocaine) - patient unable to tolerate any sedation given severity of cardiac dysfunction.\n\nPROCEDURE:\nPatient [REDACTED]-recumbent at 45 degrees (unable to lay flat due to orthopnea). Timeout completed. Ultrasound id[REDACTED] large left pleural effusion. Skin marked at 6th intercostal space, anterior axillary line.\n\nSkin prepped with ChloraPrep. Local anesthesia infiltrated liberally along proposed tract. 3cm skin incision made. Tunneling device used to create 8cm subcutaneous tunnel anteriorly. PleurX 15.5Fr catheter threaded through tunnel.\n\nPleural space entered using Seldinger technique under ultrasound guidance. Catheter advanced without difficulty. Initial drainage of 800mL clear yellow fluid - drainage stopped per institutional protocol for heart failure patients (max 500-1000mL to avoid re-expansion issues and volume shifts).\n\nCatheter secured with suture. Dry sterile dressing applied. Post-procedure portable CXR confirms good catheter position, no pneumothorax.\n\nFluid sent for: Cell count, chemistry, NT-proBNP\n\nESTIMATED BLOOD LOSS: Minimal\n\nCOMPLICATIONS: None. Patient tolerated procedure well with no hemodynamic changes.\n\nPLAN:\n1. Overnight telemetry monitoring\n2. Home health for IPC drainage teaching\n3. Drainage frequency to be determined based on symptoms - anticipate every 2-3 days\n4. Continue diuretics and guideline-directed medical therapy\n5. Follow-up with heart failure team and IP clinic\n\nDr. Michael Santos, MD\nInterventional Pulmonology"
}
