{
  "1587446_syn_1": "Indication: Malignant CAO RMS.\nFindings: 66% obstruction.\nProcedure:\n- Rigid bronch.\n- Cryoextraction of tumor.\n- APC for hemostasis/base.\n- Balloon dilation.\nResult: 17% residual.\nEBL: 200ml.\nPlan: ICU.",
  "1587446_syn_2": "OPERATIVE REPORT: [REDACTED] 66% malignant obstruction of the right mainstem (RMS). Rigid bronchoscopy was utilized. The tumor was addressed via cryoextraction, allowing for en bloc removal of significant tissue volume. Following cryodebulking, the tumor base was treated with APC for hemostasis and ablation. Residual stenosis was managed with balloon dilation. Final assessment showed 17% residual obstruction. Estimated blood loss was 200mL.\nDISPOSITION: ICU admission.",
  "1587446_syn_3": "CPT Code: 31641 (Bronchoscopy with destruction of tumor).\nTechnique: Cryoextraction and APC.\nLocation: Right Mainstem Bronchus.\nNotes: \n- Cryoprobe used to freeze and extract tumor chunks.\n- APC used for base destruction.\n- Balloon dilation included for residual stenosis.\n- EBL 200ml controlled.",
  "1587446_syn_4": "Procedure: Tumor Debulking (Cryo)\nPatient: [REDACTED]teps:\n1. Rigid scope to RMS.\n2. Tumor id[REDACTED] (66%).\n3. Cryoprobe used to extract tumor.\n4. APC used for clean up and bleeding.\n5. Balloon dilation for remaining narrowing.\n6. Hemostasis confirmed.\nPlan: ICU.",
  "1587446_syn_5": "Anthony Baker for tumor debulking in the RMS blocking 66 percent. We used the cryo probe to freeze the tumor and pull it out in big chunks. Then used the APC to stop the bleeding and burn the base. Also dilated it a bit. Got it down to 17 percent. Lost about 200cc of blood but got it stopped. Sending him to ICU.",
  "1587446_syn_6": "Indication: Malignant central airway obstruction, ~66% obstruction at RMS. Under general anesthesia, rigid bronchoscopy was performed. Endobronchial tumor id[REDACTED] at RMS. Cryoextraction performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Balloon dilation performed for residual stenosis. Post-procedure obstruction was ~17% residual obstruction. EBL was ~200mL. Specimens sent for histology.",
  "1587446_syn_7": "[Indication]\nMalignant CAO, RMS (66%).\n[Anesthesia]\nGeneral, Rigid Bronch.\n[Description]\nCryoextraction of tumor performed. APC for hemostasis. Balloon dilation. Residual obstruction 17%. EBL 200ml.\n[Plan]\nICU observation.",
  "1587446_syn_8": "[REDACTED] bronchoscopy for a tumor in his right mainstem bronchus. We used cryoextraction to remove the tumor tissue efficiently. After the bulk of the tumor was removed, we used APC to treat the base and control bleeding. We also dilated the airway with a balloon to maximize patency. The obstruction was reduced from 66% to 17%. He lost about 200mL of blood, but hemostasis was achieved before finishing. He is heading to the ICU.",
  "1587446_syn_9": "Indication: Malignant central airway blockage.\nPre-procedure: ~66% occlusion at RMS.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was executed. Endobronchial neoplasm id[REDACTED] at RMS. Cryoextraction performed with sequential tumor withdrawal. Multiple passes were done to attain maximal debulking. Additional APC/laser utilized for hemostasis and tumor base cauterization. Balloon dilation executed for residual stenosis.\nPost-procedure: ~17% residual occlusion.\nEBL: ~200mL.",
  "1587446": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~66% obstruction at RMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RMS.\nCryoextraction performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nBalloon dilation performed for residual stenosis.\nPost-procedure: ~17% residual obstruction.\nEBL: ~200mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nWilliams, MD"
}
