{
  "1589403_syn_1": "Procedure: Valve Removal RUL.\n- Indication: Recurrent pneumonia.\n- Findings: 3 valves in place, mucus plugging.\n- Action: All 3 removed via forceps.\n- Result: Airways patent, secretions cleared.\n- Plan: Discharge.",
  "1589403_syn_2": "OPERATIVE REPORT: The patient presented for removal of endobronchial valves due to infectious complications. Under general anesthesia, the Right Upper Lobe was interrogated. Three Zephyr valves were id[REDACTED]. Each valve was sequentially grasped and retrieved without incident. Significant mucous plugging distal to the valves was aspirated. The airway was patent at the conclusion of the procedure.",
  "1589403_syn_3": "Codes: 31648 (Valve removal). Site: [REDACTED]",
  "1589403_syn_4": "Resident Note: Valve Removal\n1. Pt with RUL valves + pneumonia.\n2. Bronch down.\n3. Pulled 3 valves from RUL using forceps.\n4. Suctioned a lot of mucus.\n5. No bleeding.\nPlan: Antibiotics, follow up.",
  "1589403_syn_5": "taking out valves for michael torres. he keeps getting pneumonia. went in saw the three valves in the rul. pulled them out one by one. tons of junk behind them suctioned it all out. airway looks open now. done.",
  "1589403_syn_6": "Bronchoscopic removal of endobronchial valves was performed. Indication was recurrent pneumonia. Three Zephyr valves were removed from the RUL using retrieval forceps. Mucous plugging was cleared. The patient tolerated the procedure well.",
  "1589403_syn_7": "[Indication]\nInfected BLVR / Pneumonia.\n[Anesthesia]\nGeneral.\n[Description]\nRemoval of 3 Zephyr valves from RUL. Airway clearance of mucus.\n[Plan]\nObservation, antibiotics.",
  "1589403_syn_8": "[REDACTED] of his lung volume reduction valves due to recurrent infections. We went in bronchoscopically and removed all three valves from the right upper lobe. There was a lot of mucus trapped behind them, which we cleared out. The procedure was successful and should help clear up his infection.",
  "1589403_syn_9": "Procedure: Extraction of bronchial prostheses.\nReason: Post-obstructive infection.\nAction: Retrieval of 3 valves. Aspiration of retained secretions.\nResult: Restoration of lobar ventilation.",
  "1589403": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPhotodynamic Therapy - Light Application Session\nFieldValuePatient NameAnderson, MargaretAge/Sex71/FMRN1478392Date of ServiceOctober 12, 2024Procedure Date/TimeStart: 08:15, End: 09:45Attending PhysicianDr. Raymond Chen, MDAssistantDr. Lisa Martinez, Fellow\nPREOPERATIVE DIAGNOSIS\nEndobronchial squamous cell carcinoma, left mainstem bronchus, early stage (T1aN0M0), patient declined surgery\nPOSTOPERATIVE DIAGNOSIS\nSame\nPROCEDURES PERFORMED\n\nPhotodynamic therapy - laser light application (CPT code: verify)\nFlexible bronchoscopy with tumor measurement and documentation\n\nPHOTOSENSITIZER ADMINISTRATION\n\nAgent: Porfimer sodium (Photofrin®)\nDose: 2 mg/kg IV\nTotal dose administered: 138 mg (patient weight 69 kg)\nAdministration date/time: [REDACTED] at 14:00 hours\nTime from photosensitizer to light: 48 hours (optimal window: 40-50 hours)\n\nANESTHESIA\nGeneral anesthesia with endotracheal intubation (8.0mm ETT)\nAnesthesia team: Dr. William Park (attending), Samantha Lee CRNA\nMONITORING\nStandard ASA monitors plus:\n\nContinuous pulse oximetry\nEnd-tidal CO2\nArterial line (right radial)\n\nEQUIPMENT\n\nOlympus BF-1T180 therapeutic bronchoscope\nCylindrical diffusing fiber (2.5cm length, 400 micron core diameter)\nDiode laser system: 630nm wavelength\nLight dosimetry calculation performed pre-procedure\n\nDETAILED PROCEDURE NARRATIVE\nThe patient was [REDACTED] the endoscopy suite. After successful induction of general anesthesia and orotracheal intubation, a time-out was performed verifying correct patient, procedure, and photosensitizer administration timing.\nInitial Bronchoscopic Survey:\nThe bronchoscope was introduced through the endotracheal tube. Systematic examination revealed:\n\nUpper airways: Normal\nTrachea: Patent, no lesions\nCarina: Sharp, normal\nRight bronchial tree: Entirely normal, no endobronchial lesions\nLeft bronchial tree: Endobronchial tumor visible in left mainstem bronchus\n\nTumor Characteristics (Pre-PDT measurements):\n\nLocation: Left mainstem bronchus, 2cm distal to carina on medial wall\nSize: 1.8cm (longitudinal) × 0.9cm (circumferential extent)\nMorphology: Flat, slightly raised plaque-like lesion\nColor: Pink-red with areas of white keratinization\nSurface: Irregular, slightly friable appearance\nObstruction: Approximately 30% luminal narrowing\nDistal airways: LUL and LLL fully patent\n\nPhotodynamic Therapy Light Delivery:\nLaser safety protocols confirmed (room signage, protective eyewear, fire safety measures in place). The cylindrical diffusing fiber was introduced through the working channel of the bronchoscope. The fiber was positioned to center the tumor within the treatment field. Distance measurements confirmed using bronchoscope markings.\nTreatment Parameters:\n\nWavelength: 630 nm (red laser light, optimal for Photofrin activation)\nPower output: 400 mW/cm of diffuser length\nDiffuser length: 2.5 cm\nTotal power: 1000 mW (1.0 W)\nLight dose (fluence): 200 J/cm² of diffuser surface\nTreatment time: 500 seconds (8 minutes 20 seconds)\nCalculation: 200 J/cm² ÷ 0.4 W/cm = 500 seconds\n\nLight was continuously delivered for the calculated duration. During light application:\n\nLaser energy meter verified consistent power output\nNo visible tissue changes during light delivery (expected)\nNo charring or thermal effects observed (confirming non-thermal mechanism)\nPatient [REDACTED] throughout\nNo arrhythmias or desaturations\n\nPost-Treatment Assessment:\nImmediately following light delivery, the treated area appeared essentially unchanged (expected for PDT). No immediate edema, no bleeding. The fiber was removed and the bronchoscope withdrawn.\nLight Precautions Review:\nPost-procedure, the following light precautions were reviewed with patient and family:\n\nStrict avoidance of direct sunlight and bright indoor lights for 30 days minimum\nWear protective clothing, wide-brimmed hat, gloves when outdoors\nGradual re-exposure to normal light starting day 30 with skin testing\nEmergency contact information provided\nWritten instructions given\n\nThe patient tolerated the procedure well. Extubated in the OR without difficulty. Transferred to PACU in stable condition.\nSPECIMENS\nNone (non-excisional therapy)\nASSESSMENT AND PLAN\nThis 71-year-old female with early-stage endobronchial squamous cell carcinoma (biopsy-proven [REDACTED]) underwent photodynamic therapy light application session without complications.\nTimeline for Follow-up Bronchoscopy:\n\nScheduled debridement bronchoscopy: [REDACTED] (48 hours post-light)\nAnticipated findings: Necrotic tumor debris requiring mechanical removal\nWill assess treatment response and obtain biopsies from treatment bed\n\nOngoing Management:\n\nContinue light precautions (patient education reinforced)\nMonitor for post-PDT complications: airway edema, photosensitivity reactions\nDexamethasone 4mg PO BID x 5 days (reduce airway inflammation)\nPPI therapy (reduce risk of esophageal photosensitivity)\nDebridement session in 2 days\n\nLong-term surveillance:\nBronchoscopic surveillance at 1, 3, 6, and 12 months post-treatment per protocol.\nProcedure Note - EBV Removal\nPatient [REDACTED] 59M MRN [REDACTED], [REDACTED], Dr. Amanda Foster attending\nIndication: Patient had Zephyr valves placed in RUL 6 months ago for emphysema. Developed recurrent pneumonias and productive cough. Decision made to remove valves.\nPatient [REDACTED] OR under general anesthesia with 8.5 ETT. Bronchoscope introduced. Right upper lobe examined - all three valves visible and in good position but significant mucous plugging noted distal to valves.\nValve 1 (RB1 apical segment): Grasped with retrieval forceps, removed without difficulty. Some mucous plug came out with valve.\nValve 2 (RB2 posterior segment): This one had granulation tissue at the rim. Used forceps to remove valve, small amount bleeding from granulation tissue controlled with epinephrine and ice saline.\nValve 3 (RB3 anterior segment): Removed easily with forceps.\nAfter valve removal the RUL segments were suctioned extensively. Thick secretions cleared. Mucosa was edematous but no active bleeding. Airways now patent.\nLeft lung examined - normal. Patient tolerated well, extubated, transferred to recovery.\nSpecimens: 3 Zephyr valves (not sent to pathology per protocol, retained for documentation), mucous plugs sent for culture.\nFollow up: CXR in AM. Likely improved ventilation to RUL now. Patient understands FEV1 may decrease as we've reversed the lung volume reduction effect but pneumonia risk should improve. Will see in clinic 2 weeks."
}
