{
  "1690514_syn_1": "Procedure: Bronchoscopy (Stent Check).\n- Findings: LMS stent in good position. Mucus plugging.\n- Action: Toilet/suction. Mild granulation (no tx needed).\n- Plan: Antibiotics, f/u 4 weeks.",
  "1690514_syn_2": "PROCEDURE NOTE: Surveillance bronchoscopy was performed to evaluate the left mainstem silicone stent. The stent was found to be in situ with no migration. Significant secretion burden was noted and cleared via therapeutic aspiration. Mild proximal granulation tissue was observed but did not require intervention. Patency is preserved.",
  "1690514_syn_3": "CPT: 31645 (Therapeutic aspiration) or 31622 (Dx). *Note: Registry says 31645.* Procedure involved extensive suctioning of secretions from stent. No destruction or excision performed.",
  "1690514_syn_4": "Stent Check Note\n1. Flex scope via trach.\n2. LMS stent looks good, not moving.\n3. Suctioned thick secretions.\n4. Mild granulation, left alone.\n5. Airway patent.\nPlan: Azithromycin.",
  "1690514_syn_5": "checking [REDACTED]. went in through the trach. stent is sitting fine. lot of mucus though so i spent some time cleaning it out. little bit of granulation tissue but not blocking anything. gave her some antibiotics.",
  "1690514_syn_6": "Bronchoscopy for stent surveillance was performed. The patient has a left mainstem Dumon stent. Findings included mucous buildup and mild granulation tissue. Aggressive suctioning was performed. The stent remains patent. The patient was started on azithromycin.",
  "1690514_syn_7": "[Indication]\nAirway Stent Surveillance.\n[Anesthesia]\nModerate.\n[Description]\nLMS stent inspected. Secretions cleared (Therapeutic Aspiration). Position stable.\n[Plan]\nFollow up 4 weeks.",
  "1690514_syn_8": "[REDACTED] for a check-up on her airway stent. We took a look with the bronchoscope and found the stent was holding its position well, but there was a fair amount of mucus built up inside. We cleaned that out thoroughly. There's a little bit of granulation tissue forming, but it's not causing a problem yet, so we'll just watch it.",
  "1690514_syn_9": "Procedure: Endoscopic prosthesis evaluation.\nFindings: Stent in situ. Retained secretions.\nIntervention: Therapeutic aspiration/toilet.\nOutcome: Patency maintained.",
  "1690514": "Bronchoscopy Note\nPatient: [REDACTED], 58 yo female\nDate: [REDACTED]\nDoc: Dr. Steven Park\nMRN: [REDACTED]\nSo [REDACTED] today for her routine stent check. She's about 3 months out from when we placed that 14mm Dumon silicone stent in her left mainstem for malignant compression from lung cancer. She's been doing pretty well overall, no new dyspnea, though she mentioned maybe a bit more cough the last week or so.\nBrought her over to the procedure room, gave her moderate sedation with the usual versed and fentanyl, topped up with some propofol. Once she was comfortable we got the scope in through her trach (she ended up needing a trach about 2 weeks after the stent because of overall disease progression).\nSo here's what I found: The trachea above the stent looks okay, maybe a touch more secretions than last time but nothing crazy. The stent itself is still in good position - hasn't migrated at all which is great. But there's definitely more mucous buildup than I'd like to see. Spent a good 10 minutes doing aggressive suctioning and toilet of the stent lumen. Got a bunch of thick tan-colored secretions out.\nAfter cleaning it out I could see the proximal end of the stent has some mild granulation tissue forming - maybe 10% of the circumference, not enough to cause obstruction yet but something we'll need to watch. Thought about hitting it with APC today but honestly it wasn't causing any flow limitation so I decided to just keep an eye on it.\nThe distal end of the stent is sitting right where it should be. I could see the LUL and LLL takeoffs through the stent - both still patent. The tumor outside the stent looks about the same as last time, maybe slightly more bulky but hard to say. Stent is doing its job keeping the airway open though, I'd estimate we still have about 80% patency which is solid.\nDid a quick peek at the right side while I was in there - everything looks normal, no new issues.\nRecommendations going forward: I think we need to bring her back a bit sooner than usual, maybe 4 weeks instead of 8, just to make sure that granulation tissue doesn't get out of hand. Also talked to her about increasing her nebulizer treatments to help keep secretions looser. Started her on a 5 day course of azithromycin since the secretions looked a bit purulent.\nOverall I'm happy with how the stent is functioning. The main challenge is going to be managing secretion burden and staying on top of any granulation tissue. Patient tolerated the procedure well, no complications, she'll follow up with me in 4 weeks."
}
