{
  "1701-A_syn_1": "Indication: Malignant tracheal stenosis.\nAnesthesia: General (TIVA), Rigid.\nProcedure:\n- Rigid scope inserted.\n- Tumor mid-trachea (80% block).\n- Nd:YAG Laser (30W) destruction.\n- Mechanical debulking.\n- Dumon stent (16x40mm) placed.\n- Airway 90% patent.\nPlan: Extubate.",
  "1701-A_syn_2": "OPERATIVE REPORT: The patient presented with critical central airway obstruction due to malignant tracheal stenosis. General anesthesia was induced. A 14mm rigid bronchoscope was introduced, revealing an exophytic tumor occluding the mid-trachea. Tumor destruction was achieved utilizing the Nd:YAG laser for coagulation and vaporization, supplemented by mechanical coring with the bronchoscope beveled tip. Following hemostasis and restoration of caliber, a 16x40mm silicone Dumon stent was deployed. Final inspection confirmed excellent stent apposition and patency.",
  "1701-A_syn_3": "Coding: 31641 (Destruction of tumor/relief of stenosis), 31631 (Placement of tracheal stent).\nTechnique:\n1. Destruction: Nd:YAG Laser and mechanical debulking of tracheal tumor.\n2. Stenting: Placement of indwelling silicone stent (16x40mm) in the trachea.\nNote: Multiple therapeutic maneuvers performed in the same anatomical region (Trachea).",
  "1701-A_syn_4": "Procedure: Rigid Bronch / Laser / Stent\nPatient: [REDACTED] Kirk\nSteps:\n1. General TIVA.\n2. Rigid scope in.\n3. Laser used to burn tumor in trachea.\n4. Cored out the rest with the scope.\n5. Measured for stent.\n6. Deployed 16x40 Dumon stent.\n7. Verified position with flex scope.\nPlan: Recovery.",
  "1701-A_syn_5": "Op report James Kirk. Tracheal tumor. Did rigid bronch. Burned it with the laser then scraped it out. Opened up good. Put a silicone stent in there 16 by 40. Looks solid no bleeding. Woke him up in the room.",
  "1701-A_syn_6": "Rigid bronchoscopy with laser tumor destruction and tracheal stent placement. Patient 60M. Malignant tracheal stenosis. Nd:YAG laser used for tumor ablation. Mechanical debulking performed. 16x40mm Dumon silicone stent deployed in mid-trachea. Airway patent. Hemostasis achieved. Complications none.",
  "1701-A_syn_7": "[Indication]\nMalignant tracheal stenosis (80% obstruction).\n[Anesthesia]\nGeneral (TIVA), Rigid Bronchoscopy.\n[Description]\nNd:YAG laser tumor destruction. Mechanical debulking. Deployment of 16x40mm Dumon silicone stent. Airway patent.\n[Plan]\nExtubate, observe.",
  "1701-A_syn_8": "We took [REDACTED] operating room for a rigid bronchoscopy to treat his tracheal stenosis. We found a tumor blocking most of his windpipe. We used a laser to destroy the tumor tissue and physically removed the debris. To keep the airway open, we placed a silicone stent. The airway is now 90% open, and the stent is sitting perfectly.",
  "1701-A_syn_9": "Procedure: Rigid endoscopy with photo-ablation and prosthetic insertion.\nAction: The tracheal obstruction was targeted. The lesion was vaporized via Nd:YAG energy. Residual tissue was debrided. A silicone prosthesis was positioned within the tracheal lumen to ensure patency.\nResult: Airway caliber restored.",
  "1701-A": "**OPERATIVE REPORT**\n\n**PATIENT:** James T. Kirk\n**MRN:** 1701-A\n**DATE:** [REDACTED]\n**SURGEON:** Dr. Leonard McCoy\n**ANESTHESIA:** General (TIVA)\n\n**PRE-OP DIAGNOSIS:** Tracheal Stenosis (Malignant)\n**POST-OP DIAGNOSIS:** Same, Status Post Laser Resection and Stenting\n**PROCEDURE:** Rigid Bronchoscopy, Laser Tumor Destruction, Silicone Stent Placement\n\n**FINDINGS:**\n1.  Exophytic tumor obstructing 80% of mid-trachea.\n2.  Rest of airways patent.\n\n**DESCRIPTION:**\nPatient [REDACTED]. Rigid bronchoscope (14mm) inserted. Tumor visualized in mid-trachea. Nd:YAG Laser used to coagulate and vaporize tumor tissue (30W, 2040J total). Mechanical debulking performed with rigid barrel. Hemostasis achieved. Airway opened to 90%.\n\nA 16x40mm Dumon silicone stent was deployed into the mid-trachea using the rigid deployer. Position confirmed with flexible scope. Stent patent and stable. Patient extubated in OR.\n\n**COMPLICATIONS:** None.\n**EBL:** 20cc."
}
