{
  "1763427": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED]\nMedical Record: [REDACTED]\nService Date: [REDACTED]\nOperator: Maria Santos, MD\n\nCLINICAL RATIONALE\nCombined staging and peripheral nodule diagnosis. Target lesion: 16.3mm part-solid nodule localized to RUL anterior (B3).\n\nSEDATION DETAILS\nGeneral endotracheal sedation administered. 8.0mm airway device deployed orally.\n\nOPERATIVE NARRATIVE\n\nSEGMENT 1: LINEAR EBUS MEDIASTINAL ASSESSMENT\n\nThe convex-probe ultrasound bronchoscope (Olympus BF-UC180F) was advanced through the endotracheal conduit. Systematic mediastinal survey was executed. Lymph nodes were visualized at multiple stations and sampled utilizing 21-gauge aspiration needle (Standard FNA).\n\nStation 2L: Visualized homogeneous node (19.0x23.5mm). Executed 2 aspiration passes. ROSE yielded: Malignant - adenocarcinoma.\nStation 10L: Visualized heterogeneous node (22.7x13.9mm). Executed 4 aspiration passes. ROSE yielded: Malignant - adenocarcinoma.\nStation 7: Visualized heterogeneous node (16.8x24.0mm). Executed 4 aspiration passes. ROSE yielded: Adequate lymphocytes, no malignancy.\n\nSEGMENT 2: ROBOTIC-ASSISTED PERIPHERAL NAVIGATION\n\nThe Monarch robotic navigation platform (Auris Health (J&J)) was initialized and calibrated. Registration accuracy measured 3.0mm. The articulating catheter was maneuvered to the RUL anterior (B3) target zone.\n\nRadial ultrasound miniprobe was deployed, yielding eccentric visualization of the lesion. Instrument-within-target was verified via augmented fluoroscopy.\n\nTISSUE ACQUISITION:\n- Grasping forceps specimens acquired: 6\n- Aspiration needle passes executed: 2  \n- Cytology brushings harvested: 2\n- Lavage fluid extracted from RUL\n\nROSE assessment yielded: Malignant - adenocarcinoma\n\nSPECIMEN DISPOSITION\n- EBUS aspirates dispatched to: Cytology, cell block, flow cytometry\n- Parenchymal samples dispatched to: Surgical pathology, molecular analysis\n- Brushings dispatched to: Cytology\n- Lavage dispatched to: Microbiology (bacterial, mycobacterial, fungal)\n\nOUTCOME ASSESSMENT\nProcedure concluded without adverse events. Hemorrhage: negligible (<10mL). Post-procedure radiograph: unremarkable, pneumothorax excluded.\n\nDISPOSITION\nPatient [REDACTED] recovery suite. Discharged to residence following observation period. Outpatient follow-up scheduled for pathology review.\n\nSUMMARY\n1. EBUS-guided mediastinal staging successfully executed (3 stations sampled)\n2. Robotic navigation to peripheral target successfully accomplished\n3. Tissue acquisition achieved via multiple modalities\n4. Zero procedural complications documented\n\nElectronically attested,\nMaria Santos, MD\nDivision of Interventional Pulmonology\nMemorial Hospital"
}
