{
  "177493_syn_1": "Indication: BI malignancy, pneumonia.\nAnesthesia: GA, ETT.\nFindings: BI 80% obstructed.\nProcedure: 6F catheter placed past tumor. Fluoro confirm. Dummy check.\nPlan: 6Gy x 4 weekly. Admit/Obs.",
  "177493_syn_2": "CLINICAL SUMMARY: [REDACTED], an 80-year-old female with NSCLC involving the bronchus intermedius (BI), underwent bronchoscopic catheter placement for palliative HDR brachytherapy. The BI was 80% obstructed by an infiltrative mass. Under general anesthesia, a 6-French afterloading catheter was positioned trans-bronchially. Verification via fluoroscopy ensured the catheter extended sufficiently distal to the 3.0 cm lesion. The patient was transferred for the first of four weekly fractions.",
  "177493_syn_3": "Service: Therapeutic Bronchoscopy (31643).\nSite: Bronchus Intermedius.\nMaterial: 6F afterloading catheter.\nDosimetry: 6.0 Gy prescribed at 1.0 cm.\nVerification: Fluoroscopy used to confirm catheter 2 cm distal to lesion.\nNote: Patient intubated (GA) due to respiratory status.",
  "177493_syn_4": "Resident Procedure Note\nPt: M. Jones\nStaff: Dr. Washington\nSteps:\n1. GA induced, ETT check.\n2. Scope to BI.\n3. Tumor visualized (large, 3cm).\n4. 6F cath placed.\n5. Fluoro verification.\n6. Secure and transport.\nPlan: Session 1/4.",
  "177493_syn_5": "procedure note for [REDACTED] 80yo female with the bi tumor shes got pneumonia too so we did ga with ett scope went in saw the tumor blocking the bi pretty bad like 80 percent put the 6f catheter through the scope checked it with the c-arm looks good taped it shes going for 6gy radiation now will do this weekly",
  "177493_syn_6": "Bronchoscopy performed for placement of HDR brachytherapy catheter in an 80-year-old female with malignant obstruction of the bronchus intermedius. General anesthesia was utilized. The tumor was visualized and a 6F afterloading catheter was advanced through the working channel to a position distal to the lesion. Fluoroscopic confirmation was obtained. The patient proceeded to receive 6.0 Gy as the first of four planned fractions.",
  "177493_syn_7": "[Indication]\nMalignant BI obstruction, post-obstructive pneumonia.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nScope advanced to BI. 6F catheter placed across 3.0 cm tumor. Fluoroscopic verification of tip position. Dummy source check complete.\n[Plan]\n6.0 Gy session 1/4. Monitor respiratory status.",
  "177493_syn_8": "[REDACTED] to the OR for brachytherapy catheter placement to treat her bronchus intermedius tumor. Because of her pneumonia and age, we used general anesthesia. We found the tumor causing significant blockage. We carefully guided a 6F catheter past the narrowing. We used the fluoroscope to make sure it was in the right spot before taping it down. She is scheduled for four weekly sessions starting today.",
  "177493_syn_9": "Indication: Neoplastic blockage of BI.\nOperation: Bronchoscopy with lodging of brachytherapy conduit.\nObservations: 3 cm growth in Bronchus Intermedius. 6F tube inserted via working channel. Placement corroborated via fluoroscopy. 6 Gy dose scheduled. Patient to return weekly."
}
