{
  "1776_syn_1": "Indication: Recurrent pleural effusion (L).\nProc: US-guided pleural drainage/catheter.\n- Site marked US.\n- Thoracentesis attempt 1: Dry tap.\n- Repositioned 2 spaces lower.\n- 18G needle entered fluid. Wire passed.\n- 8Fr Pigtail placed.\n- Output: 1400cc clear yellow.\nPlan: Culture/Cyto. Catheter to drainage.",
  "1776_syn_2": "OPERATIVE REPORT: The patient presented with a recurrent large left pleural effusion. Ultrasound guidance was utilized to id[REDACTED] a pocket of fluid. An initial thoracentesis attempt at the primary site yielded no return. The puncture site was adjusted two intercostal spaces caudally. A Seldinger technique was then successfully employed to access the pleural space. An 8-French pigtail catheter was inserted and secured. Immediate drainage yielded 1400 mL of clear, exudative-appearing fluid. The patient tolerated the procedure well.",
  "1776_syn_3": "Code: 32557 (Pleural drainage with indwelling catheter, with imaging).\nNarrative:\n- Ultrasound guidance used to verify fluid and entry.\n- Percutaneous entry made (initial dry tap bundled).\n- Guide wire inserted, tract dilated.\n- Tunneled indwelling catheter (Pigtail 8Fr) placed.\n- 1400cc drained.\nNote: Imaging guidance is integral to 32557.",
  "1776_syn_4": "Procedure: Chest Tube/Pigtail Placement\nPatient: G. Washington\n1. US scan of L chest.\n2. Local lidocaine.\n3. First stick dry.\n4. Moved down. Hit fluid.\n5. Seldinger technique -> 8Fr Pigtail.\n6. Drained 1.4L yellow fluid.\n7. Secured and dressed.",
  "1776_syn_5": "Mr [REDACTED] needed his chest drained again recurrent effusion left side. used the ultrasound. tried one spot with the needle and got nothing dry tap. moved down a couple ribs and got it. put the wire in then the 8 french pigtail catheter. drained about 1400cc of yellow fluid. leaving the tube in for now sending fluid to lab.",
  "1776_syn_6": "Ultrasound-guided placement of indwelling pleural catheter. Indication was recurrent left pleural effusion. Local anesthesia was administered. An initial thoracentesis attempt was dry. The site was repositioned. The pleural space was accessed, and an 8Fr pigtail catheter was placed using Seldinger technique. 1400cc of clear yellow fluid was drained. The catheter was secured.",
  "1776_syn_7": "[Indication]\nRecurrent large left pleural effusion.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS guidance used. Initial attempt dry. Successful access 2 interspaces lower. 8Fr Pigtail catheter placed. 1400cc drained.\n[Plan]\nDrainage to bag. Fluid analysis.",
  "1776_syn_8": "Due to the patient's recurrent left pleural effusion, we proceeded with drainage. Using ultrasound, we marked the site. Our first attempt with the needle yielded no fluid, so we repositioned lower on the chest wall. On the second attempt, we successfully accessed the fluid pocket. We placed an 8 French pigtail catheter over a guidewire and drained 1400cc of fluid. The catheter was secured for ongoing drainage.",
  "1776_syn_9": "Intervention: Percutaneous pleural drainage with catheter insertion.\nMethod: Sonographic localization. The initial aspiration was non-productive. A subsequent puncture inferiorly successfully engaged the effusion. An 8Fr drainage catheter was sited. \nVolume: 1400ml of serous fluid was evacuated.",
  "1776": "**Procedure Note: Pleural Intervention**\n**Date:** [REDACTED]\n**Patient:** G. Washington (MRN: [REDACTED])\n**Attending:** Dr. B. Ross\n\n**History:** Recurrent large left pleural effusion. Previous thoracentesis showed exudate, cytology negative. \n\n**Procedure:**\nUS guidance used to mark site. 1% Lidocaine. \nAttempted thoracentesis with 18G needle - no fluid returned (Dry Tap). Repositioned 2 interspaces lower. \n\nSuccessfully accessed pleural space with 18G needle. Guide wire passed. Dilated tract. 8Fr Pigtail catheter placed. \nDrained 1400cc clear yellow fluid. \n\n**Plan:** Leave pigtail in place for drainage. Send fluid for culture/cyto."
}
