{
  "1904506_syn_1": "Indication: RUL adenocarcinoma, confirm N2 (4R).\nAnesthesia: GA, 8.0 ETT.\nProcedure: Bronch w/ TBNA.\n- Scope via ETT.\n- Station 4R sampled w/ 22G Wang needle.\n- 4 passes.\n- ROSE: Adenocarcinoma.\nComplications: None.\nPlan: Multimodality therapy.",
  "1904506_syn_2": "HISTORY: Ms. [REDACTED], with known RUL adenocarcinoma, presented for confirmation of mediastinal involvement.\nPROCEDURE: Under general anesthesia, flexible bronchoscopy was performed via ETT. Conventional TBNA of the Station 4R lymph node was conducted using a 22-gauge Wang needle. Four passes were obtained. ROSE confirmed metastatic adenocarcinoma, establishing N2 disease.\nIMPRESSION: Stage IIIA NSCLC.",
  "1904506_syn_3": "Service: Bronchoscopy with TBNA (31629).\nTarget: Station 4R (Right Lower Paratracheal).\nDevice: 22-gauge Wang Needle.\nMethod: Conventional aspiration via anatomic landmarks (No EBUS).\nSpecimen: 4 passes for cytology/molecular. ROSE confirmed malignancy.\nIndication: Confirmation of N2 disease.",
  "1904506_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: TBNA Station 4R\nStaff: Dr. Cole\n\n1. GA/Intubation.\n2. Scope passed.\n3. 4R node targeted.\n4. Wang needle used for 4 passes.\n5. ROSE: Adenocarcinoma.\n6. Scope removed.\n\nPlan: Extubate, PACU, Oncology.",
  "1904506_syn_5": "note for evelyn carter 73f known rul cancer need to check 4r node general anesthesia tube in scope down airway normal used 22g wang needle on 4r did 4 passes rose positive for adeno no bleeding patient extubated plan chemo rads",
  "1904506_syn_6": "[REDACTED] underwent flexible bronchoscopy with conventional TBNA to confirm N2 disease. General anesthesia was used. A 22-gauge Wang needle was used to sample the right lower paratracheal node (Station 4R) through the endotracheal tube using anatomic landmarks. Four passes were performed. On-site cytology confirmed adenocarcinoma. There were no complications. The patient was transferred to the PACU.",
  "1904506_syn_7": "[Indication]\nRUL adenocarcinoma, PET-avid 4R node.\n[Anesthesia]\nGeneral anesthesia (ETT).\n[Description]\nFlexible bronchoscopy via ETT. Conventional TBNA of Station 4R using 22G Wang needle (4 passes). ROSE confirmed adenocarcinoma.\n[Plan]\nExtubate. Multimodality therapy.",
  "1904506_syn_8": "The patient was placed under general anesthesia. We introduced the bronchoscope through the ETT. We id[REDACTED] the landmark for the right lower paratracheal node (Station 4R) and performed conventional TBNA using a 22-gauge Wang needle. Four passes were obtained, and on-site evaluation confirmed metastatic adenocarcinoma. The procedure was completed without complications.",
  "1904506_syn_9": "PROCEDURE: Bronchoscopy with blind needle biopsy of right paratracheal node.\nREASON: Confirm cancer spread.\nTECHNIQUE: Under general anesthesia, the scope was inserted. The Station 4R node was sampled with a Wang needle. Four samples were taken. Rapid analysis confirmed adenocarcinoma. The patient was awakened.",
  "1904506": "PATIENT: [REDACTED], 73-year-old Female\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Nathan Cole\nFELLOW: Dr. Lina Chen\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of right lower paratracheal lymph node (station 4R) using Wang needle (CPT 31629)\nINDICATION: PET-avid right lower paratracheal (4R) lymph node in a patient with known right upper lobe adenocarcinoma; confirmation of N2 disease prior to definitive therapy.\n\nANESTHESIA/SEDATION: General anesthesia with 8.0 ETT. Anesthesiology provided induction with propofol and rocuronium; patient mechanically ventilated throughout.\n\nPROCEDURE DESCRIPTION:\nFollowing a formal time-out, a flexible bronchoscope was advanced through the endotracheal tube. The trachea and main carina appeared normal. The right mainstem bronchus showed minimal extrinsic impression along its medial wall. No endobronchial tumor or secretions were seen in either lung.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 22-gauge Wang TBNA needle was passed through the bronchoscope working channel. Under anatomic landmark guidance only (no EBUS system used), the right lower paratracheal (4R) node was sampled via the distal trachea and proximal right mainstem bronchus. Four aspiration passes were performed with suction. All passes yielded blood-tinged material with tissue fragments adequate for cytology and cell block.\n\nROSE: Rapid on-site evaluation by cytology demonstrated metastatic adenocarcinoma in a lymphoid background, confirming N2 involvement. Adequacy was established after the second pass; additional passes were dedicated to cell block and molecular testing.\n\nSPECIMENS:\nStation 4R conventional TBNA x4 passes submitted for cytology, cell block, immunohistochemistry, and molecular profiling.\n\nCOMPLICATIONS: No significant bleeding or hypoxia. No linear EBUS, radial probe, or navigation was used; this was conventional blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was extubated in the OR and transferred to PACU in stable condition. Results will be reviewed with thoracic surgery and medical oncology; given confirmed N2 disease, multimodality therapy rather than primary surgery is anticipated."
}
