{
  "1904504_syn_1": "Indication: Breast ca hx, 4L node.\nAnesthesia: GA, 7.5 ETT.\nProcedure: Bronch w/ TBNA.\n- Scope via ETT.\n- 4L node sampled w/ 22G Wang needle.\n- 3 passes.\n- ROSE: Malignant (likely metastatic breast).\nComplications: None.\nPlan: Oncology f/u.",
  "1904504_syn_2": "HISTORY: Ms. [REDACTED], 71, with a history of breast cancer, presented with new 4L lymphadenopathy.\nPROCEDURE: Under general anesthesia, a flexible bronchoscope was introduced via endotracheal tube. The airway was inspected. Conventional TBNA of the left lower paratracheal (Station 4L) node was performed using a 22-gauge Wang needle. Three passes were obtained. ROSE confirmed atypical cells suspicious for metastatic carcinoma. Material was sent for immunohistochemistry.\nIMPRESSION: TBNA Station 4L positive for malignancy.",
  "1904504_syn_3": "Service: Bronchoscopy with TBNA (31629).\nTarget: Station 4L (Left Lower Paratracheal).\nDevice: 22-gauge Wang Needle.\nMethod: Conventional aspiration via anatomic landmarks (No EBUS).\nSpecimen: 3 passes for cytology/IHC. ROSE positive for malignancy.\nIndication: Staging of mediastinal recurrence.",
  "1904504_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: TBNA Station 4L\nStaff: Dr. Li\n\n1. GA/Intubation.\n2. Scope passed.\n3. 4L node id[REDACTED] via landmarks.\n4. Wang needle used for 3 passes.\n5. ROSE: Malignant cells.\n6. Scope removed.\n\nPlan: Extubate, PACU, Onc f/u.",
  "1904504_syn_5": "proc note [REDACTED] howard 71f hx breast cancer now has 4l node went in with general anesthesia ett tube scope looks good airway normal used 22g wang needle on 4l did 3 passes rose said cancer cells suspicious for breast met no bleeding extubated fine plan oncology",
  "1904504_syn_6": "Brenda Howard underwent flexible bronchoscopy with conventional TBNA to evaluate a PET-avid 4L node. General anesthesia was used. The bronchoscope was introduced through the ETT. A 22-gauge Wang needle was used to sample the left lower paratracheal node (Station 4L) using anatomic landmarks. Three passes were performed. On-site cytology showed malignant cells. No complications occurred. The patient was transferred to the PACU.",
  "1904504_syn_7": "[Indication]\nBreast cancer hx, PET-avid 4L node.\n[Anesthesia]\nGeneral anesthesia (ETT).\n[Description]\nFlexible bronchoscopy via ETT. Conventional TBNA of Station 4L using 22G Wang needle (3 passes). ROSE confirmed malignancy. IHC pending.\n[Plan]\nExtubate. Oncology referral.",
  "1904504_syn_8": "The patient was placed under general anesthesia. We advanced the bronchoscope through the endotracheal tube and surveyed the airway. Using anatomic landmarks, we id[REDACTED] the location of the left lower paratracheal node (Station 4L). We performed conventional TBNA using a 22-gauge Wang needle, obtaining three passes. On-site evaluation was consistent with metastatic disease. The procedure ended without incident.",
  "1904504_syn_9": "PROCEDURE: Bronchoscopy with blind needle biopsy of paratracheal node.\nREASON: Possible metastatic breast cancer.\nTECHNIQUE: Under general anesthesia, the scope was inserted. The Station 4L node was sampled with a Wang needle. Three samples were taken. Rapid analysis confirmed malignancy. The patient was awakened.",
  "1904504": "PATIENT: [REDACTED], 71-year-old Female\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Jason Li\nFELLOW: Dr. Sofia Martinez\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of left lower paratracheal lymph node (station 4L) using Wang needle (CPT 31629)\nINDICATION: History of breast cancer with new PET-avid 4L mediastinal lymphadenopathy; tissue diagnosis requested to distinguish metastatic disease from granulomatous inflammation.\n\nANESTHESIA/SEDATION: General anesthesia with endotracheal intubation (7.5 ETT). Anesthesiology provided induction with propofol and rocuronium; patient mechanically ventilated throughout.\n\nPROCEDURE DESCRIPTION:\nAfter pre-procedural verification and a time-out, a flexible bronchoscope was advanced through the endotracheal tube. The trachea and main carina were normal. The right bronchial tree was normal. On the left, there was subtle extrinsic narrowing of the distal trachea just above the carina and mild impression on the proximal left mainstem bronchus; mucosa was intact.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 22-gauge Wang TBNA needle was introduced via the bronchoscope. Using anatomic landmarks (no EBUS available in this OR), the left lower paratracheal (4L) node was sampled by puncturing the medial wall of the distal trachea above the left mainstem origin. Three passes were performed with suction. Aspirates contained blood-tinged material with tissue fragments.\n\nROSE: Rapid on-site cytology was available. ROSE revealed lymphoid tissue with atypical epithelial cells; findings were suspicious for metastatic carcinoma and deemed adequate for diagnosis. Additional material was set aside for cell block and immunohistochemistry.\n\nSPECIMENS:\nStation 4L conventional TBNA x3 passes submitted for cytology, cell block, and immunohistochemical staining.\n\nCOMPLICATIONS: No significant bleeding, airway compromise, or hemodynamic instability. No linear EBUS, radial EBUS, or navigational bronchoscopy was performed; this was purely a blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was extubated in the OR and transferred to PACU in stable condition. Final pathology will be correlated with prior breast cancer histology. If metastatic disease is confirmed, systemic therapy options will be discussed with oncology; if benign, further workup for granulomatous disease will be considered."
}
