{
  "1904505_syn_1": "Indication: RUL mass, 4R node.\nAnesthesia: Moderate.\nProcedure: Flex bronch.\n- Airway normal.\n- Station 4R targeted w/ 21G Wang needle.\n- 3 passes.\n- ROSE: NSCLC.\nComplications: Minimal bleeding.\nPlan: Tumor board.",
  "1904505_syn_2": "HISTORY: [REDACTED] a right upper lobe mass and ipsilateral mediastinal adenopathy.\nPROCEDURE: Under moderate sedation, flexible bronchoscopy was performed. Conventional TBNA of the right lower paratracheal (Station 4R) lymph node was executed using a 21-gauge Wang needle and anatomic landmarks. Three passes yielded diagnostic material. ROSE confirmed non-small cell lung carcinoma.\nIMPRESSION: N2 positive NSCLC.",
  "1904505_syn_3": "Procedure: Bronchoscopy with Transbronchial Needle Aspiration (31629).\nSite: Right Lower Paratracheal Node (Station 4R).\nDevice: 21-gauge Wang Needle.\nTechnique: Blind aspiration using anatomic landmarks (No EBUS).\nSpecimen: 3 passes for cytology/molecular. ROSE positive for NSCLC.\nJustification: Staging of lung cancer.",
  "1904505_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Moore\nProcedure: TBNA Station 4R\n\nSteps:\n1. Moderate sedation.\n2. Scope inserted.\n3. 4R node id[REDACTED].\n4. Wang needle used for 3 passes.\n5. ROSE: Positive for NSCLC.\n6. No complications.\n\nPlan: Discharge, Tumor Board.",
  "1904505_syn_5": "bronch note victor lin 64m lung mass 4r node sedation moderate scope down airway ok used wang needle 21g on station 4r did 3 passes rose showed nsclc minimal bleeding stopped on its own patient stable discharge home",
  "1904505_syn_6": "Victor Lin, a 64-year-old male, underwent flexible bronchoscopy with conventional TBNA for staging of a right upper lobe mass. Moderate sedation was administered. The bronchoscope was inserted orally. A 21-gauge Wang needle was used to sample the right lower paratracheal node (Station 4R) using anatomic landmarks. Three passes were obtained. On-site cytology confirmed non-small cell lung carcinoma. The procedure was uncomplicated.",
  "1904505_syn_7": "[Indication]\nRUL mass, 4R adenopathy, staging.\n[Anesthesia]\nModerate sedation.\n[Description]\nFlexible bronchoscopy performed. Conventional TBNA of Station 4R using 21G Wang needle (3 passes). ROSE confirmed NSCLC. Molecular testing sent.\n[Plan]\nDischarge. Tumor board.",
  "1904505_syn_8": "After informed consent, the patient was sedated and the bronchoscope was introduced. We inspected the airway and then targeted the right lower paratracheal node (Station 4R) for staging. Using a 21-gauge Wang needle and conventional technique, we performed three passes. Rapid on-site evaluation confirmed malignant cells compatible with NSCLC. The patient tolerated the procedure well.",
  "1904505_syn_9": "OPERATION: Endoscopy with needle sampling of right paratracheal node.\nREASON: Lung cancer staging.\nDETAILS: Under sedation, the scope was passed. The Station 4R node was accessed with a Wang needle. Three samples were extracted. Rapid testing showed cancer. The instrument was removed.",
  "1904505": "PATIENT: [REDACTED], 64-year-old Male\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Angela Moore\nFELLOW: Dr. David Shah\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of right lower paratracheal lymph node (station 4R) using Wang needle (CPT 31629)\nINDICATION: Right upper lobe lung mass with PET-avid right lower paratracheal (4R) lymph node; mediastinal staging for suspected non-small cell lung cancer.\n\nANESTHESIA/SEDATION: Moderate sedation with IV midazolam and fentanyl. Topical lidocaine applied to upper airway. The patient breathed spontaneously via native airway with supplemental oxygen.\n\nPROCEDURE DESCRIPTION:\nAfter time-out and confirmation of consent, a flexible bronchoscope was advanced orally. The larynx and trachea were normal. The main carina was sharp. The right mainstem bronchus showed mild external impression along its medial wall consistent with the known 4R node; mucosa was intact. The remainder of the bronchial tree was free of obstructing lesions.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 21-gauge Wang TBNA needle was introduced through the bronchoscope. Using anatomic landmarks (no EBUS), the right lower paratracheal (station 4R) node was targeted from the distal trachea and proximal right mainstem bronchus. Three passes were made with suction applied. Aspirates contained blood-tinged material with visible tissue fragments.\n\nROSE: On-site cytology was available. ROSE demonstrated malignant epithelial cells compatible with non-small cell lung carcinoma in a lymphoid background, confirming adequacy after the second pass. A third pass was obtained for cell block.\n\nSPECIMENS:\nStation 4R conventional TBNA x3 passes submitted for cytology and cell block with reflex molecular studies.\n\nCOMPLICATIONS: Minimal self-limited bleeding from the puncture site; no hypoxia or arrhythmia. No linear EBUS, radial EBUS, or navigation was performed; this was conventional blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient recovered uneventfully in the bronchoscopy recovery area and was discharged home. Staging will be finalized once cytology and imaging are integrated; case to be presented at lung tumor board for definitive treatment planning."
}
