{
  "1904501_syn_1": "Indication: RLL mass, mediastinal staging.\nAnesthesia: Moderate (Versed/Fentanyl).\nProcedure:\n- Scope passed orally.\n- Normal vocal cords/trachea.\n- Station 7 subcarinal node id[REDACTED].\n- 21G Wang needle used for conventional TBNA (no EBUS).\n- 4 passes complete.\n- ROSE: Malignant cells present.\nComplications: Minimal bleeding.\nPlan: Discharge. Tumor board.",
  "1904501_syn_2": "HISTORY: [REDACTED], a 68-year-old male with a right lower lobe mass and PET-avid subcarinal adenopathy, presented for diagnostic bronchoscopy.\nPROCEDURE: Under moderate sedation, a flexible bronchoscope was introduced. Inspection of the tracheobronchial tree revealed no endobronchial lesions. Utilizing conventional transbronchial needle aspiration (TBNA) techniques based on anatomic landmarks, the subcarinal lymph node (Station 7) was sampled with a 21-gauge Wang needle. Four passes were obtained. Rapid on-site evaluation (ROSE) confirmed the presence of malignant epithelial cells consistent with metastatic carcinoma.\nIMPRESSION: Successful staging bronchoscopy confirming N2 disease.",
  "1904501_syn_3": "Procedure: Bronchoscopy with Transbronchial Needle Aspiration (CPT 31629).\nDevice: 21-gauge Wang Needle.\nSite: Subcarinal Lymph Node (Station 7).\nTechnique: Conventional TBNA using anatomic landmarks (blind aspiration); no endobronchial ultrasound (EBUS) utilized. Four passes were performed to ensure adequate cellularity.\nSpecimen: Cytology and cell block. ROSE confirmed malignancy.\nJustification: Mediastinal staging for lung cancer.",
  "1904501_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Desai\nProcedure: Flex Bronch, Conventional TBNA\n\nSteps:\n1. Time out performed.\n2. Moderate sedation administered.\n3. Scope inserted; airway inspection normal.\n4. Wang needle passed to Station 7 (subcarinal).\n5. 4 passes performed using landmark guidance.\n6. ROSE positive for carcinoma.\n7. Scope withdrawn.\n\nComplications: None.\nPlan: Discharge home.",
  "1904501_syn_5": "procedure note for samuel ortiz 68m we did a bronchoscopy today for staging of that lung mass sedation was fine used midazolam and fentanyl scope went down easy airway looked clear except for some compression near the carina used the wang needle 21 gauge on station 7 subcarinal node did 4 passes got good samples rose said it was cancer so we stopped bleeding was minimal patient tolerating well plan is oncology referral",
  "1904501_syn_6": "The patient, a 68-year-old male, underwent flexible bronchoscopy with conventional TBNA for mediastinal staging. Moderate sedation was provided. A flexible bronchoscope was introduced orally. The airway inspection was unremarkable. A 21-gauge Wang needle was used to aspirate the subcarinal lymph node (Station 7) utilizing anatomic landmarks without ultrasound guidance. Four passes were performed. On-site cytology confirmed metastatic carcinoma. There were no complications. The patient was discharged in stable condition.",
  "1904501_syn_7": "[Indication]\nMediastinal staging for suspected NSCLC, RLL mass, Station 7 adenopathy.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nFlexible bronchoscopy performed. Normal airway anatomy. Conventional TBNA of Station 7 performed using 21G Wang needle (4 passes). ROSE confirmed malignancy.\n[Plan]\nDischarge. Tumor board review.",
  "1904501_syn_8": "After obtaining informed consent, the patient was brought to the bronchoscopy suite and placed under moderate sedation. A flexible bronchoscope was introduced through the mouth. We inspected the airway and found no endobronchial abnormalities. We then targeted the subcarinal lymph node (Station 7) for staging using a conventional 21-gauge Wang needle. Four needle passes were performed based on anatomic landmarks. The on-site pathologist confirmed the presence of malignant cells. The procedure was completed without any significant complications.",
  "1904501_syn_9": "OPERATION: Flexible endoscopy with needle sampling of mediastinal node.\nINDICATION: Lung mass with enlarged lymph node.\nDETAILS: Under sedation, the scope was inserted. The subcarinal node (Station 7) was accessed using a Wang needle via conventional technique. Four samples were extracted. Rapid analysis indicated malignancy. The instrument was removed. The patient recovered well.",
  "1904501": "PATIENT: [REDACTED], 68-year-old Male\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Priya Desai\nFELLOW: Dr. Michael Anders\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of subcarinal lymph node (station 7) using Wang needle (CPT 31629)\nINDICATION: Right lower lobe lung mass with PET-avid subcarinal lymphadenopathy, mediastinal staging for suspected non-small cell lung cancer.\n\nANESTHESIA/SEDATION: Moderate sedation with intravenous midazolam and fentanyl administered by the bronchoscopy team. Topical 1% lidocaine applied to the oropharynx and vocal cords. The patient maintained spontaneous ventilation via native airway with supplemental oxygen by nasal cannula.\n\nPROCEDURE DESCRIPTION:\nAfter a time-out and confirmation of consent, a flexible adult bronchoscope was introduced orally with a bite block. The vocal cords were mobile and normal in appearance. The trachea and main carina were normal with mild extrinsic impression at the subcarinal region but no endobronchial tumor. The right and left bronchial trees were inspected to the subsegmental level without obstructing lesions.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 21-gauge Wang transbronchial aspiration needle was passed through the working channel. Using anatomic landmarks only (no EBUS or ultrasound), multiple passes were made through the bronchial wall just proximal to the main carina targeting the subcarinal (station 7) lymph node seen on imaging (short-axis 15 mm). Four needle passes were performed with suction applied on each pass, yielding blood-tinged material with visible tissue fragments.\n\nROSE: An on-site cytotechnologist was present. Rapid on-site evaluation showed abundant lymphocytes with clusters of malignant epithelial cells, consistent with metastatic carcinoma. Adequacy was confirmed after the third pass; a fourth pass was performed for cell block and ancillary studies.\n\nSPECIMENS:\nStation 7 conventional TBNA x4 passes, submitted for cytology, cell block, and flow cytometry with reflex molecular studies if malignant.\n\nCOMPLICATIONS: Minimal oozing at the puncture site resolved with suction and cold saline. No significant bleeding, hypoxia, or hemodynamic instability. No linear EBUS, radial EBUS, or navigational bronchoscopy was used at any point; this was a purely conventional blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was monitored in the bronchoscopy recovery area and discharged home in stable condition. Final cytology, cell block, and molecular profiling from station 7 will be reviewed at multidisciplinary tumor board. Further management (surgical resection versus chemoradiation or systemic therapy) will be based on complete staging results."
}
