{
  "1904503_syn_1": "Indication: 4L adenopathy, r/o sarcoid vs lymphoma.\nAnesthesia: Moderate.\nProcedure: Flex bronch.\n- Airway normal.\n- Station 4L targeted w/ 21G Wang needle.\n- 4 passes.\n- ROSE: Granulomas (benign).\nComplications: None.\nPlan: Rheumatology referral.",
  "1904503_syn_2": "HISTORY: [REDACTED] isolated left lower paratracheal lymphadenopathy for tissue diagnosis.\nPROCEDURE: Under moderate sedation, flexible bronchoscopy was performed. The airway examination was unremarkable. Conventional transbronchial needle aspiration (TBNA) of the Station 4L lymph node was executed using a 21-gauge Wang needle based on anatomic landmarks. Four passes were obtained. Rapid on-site evaluation revealed non-necrotizing granulomas consistent with sarcoidosis, ruling out lymphoma.\nIMPRESSION: TBNA consistent with granulomatous inflammation.",
  "1904503_syn_3": "Procedure: Bronchoscopy with Transbronchial Needle Aspiration (31629).\nSite: Left Lower Paratracheal Node (Station 4L).\nDevice: 21-gauge Wang Needle.\nTechnique: Conventional blind aspiration using anatomic landmarks. No EBUS utilized.\nSpecimen: 4 passes for cytology, cell block, and culture. ROSE showed granulomas.\nDiagnosis: Sarcoidosis suspected.",
  "1904503_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Grant\nProcedure: Bronchoscopy, TBNA 4L\n\nSteps:\n1. Time out.\n2. Sedation (Versed/Fentanyl).\n3. Scope inserted.\n4. Exam normal.\n5. Wang needle used for 4L node.\n6. 4 passes.\n7. ROSE: Granulomas.\n8. Cultures sent.\n\nPlan: Discharge, Rheum consult.",
  "1904503_syn_5": "bronch note for omar rahman 59m indx adenopathy rule out sarcoid sedation moderate scope in airway clear except for some compression on the left used wang needle on 4l node did 4 passes rose showed granulomas no cancer seen minimal bleeding patient did well discharge home",
  "1904503_syn_6": "The patient, a 59-year-old male, underwent flexible bronchoscopy for evaluation of mediastinal lymphadenopathy. Moderate sedation was administered. A flexible bronchoscope was inserted. The airway was patent. A 21-gauge Wang needle was used to perform conventional TBNA of the left lower paratracheal lymph node (Station 4L). Four passes were obtained. On-site cytology revealed non-necrotizing granulomas. There were no complications. The patient was discharged home.",
  "1904503_syn_7": "[Indication]\nIsolated 4L adenopathy, r/o sarcoidosis vs lymphoma.\n[Anesthesia]\nModerate sedation.\n[Description]\nFlexible bronchoscopy performed. Conventional TBNA of Station 4L using 21G Wang needle (4 passes). ROSE showed granulomas. Cultures sent.\n[Plan]\nDischarge. Rheumatology referral.",
  "1904503_syn_8": "Following consent, the patient was sedated with midazolam and fentanyl. We introduced the bronchoscope and inspected the tracheobronchial tree, which appeared normal. We then directed our attention to the left lower paratracheal station (4L) and performed conventional TBNA using a 21-gauge Wang needle. Four passes were completed. Rapid on-site evaluation demonstrated granulomas, suggesting sarcoidosis. The procedure was well-tolerated.",
  "1904503_syn_9": "OPERATION: Endoscopy with needle sampling of left paratracheal node.\nREASON: Lymphadenopathy, check for sarcoid.\nDETAILS: Under sedation, the scope was passed. The Station 4L node was accessed using a Wang needle via landmarks. Four samples were taken. Rapid testing showed granulomas. The instrument was removed. Patient stable.",
  "1904503": "PATIENT: [REDACTED], 59-year-old Male\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Melissa Grant\nFELLOW: Dr. Ravi Kulkarni\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of left lower paratracheal lymph node (station 4L) using Wang needle (CPT 31629)\nINDICATION: Isolated mediastinal lymphadenopathy (station 4L, 1.6 cm short axis) in a patient with progressive dyspnea and bilateral hilar fullness; evaluation for sarcoidosis versus lymphoma.\n\nANESTHESIA/SEDATION: Moderate sedation with intravenous midazolam and fentanyl. Topical 1% lidocaine to nasopharynx, vocal cords, and trachea. The patient breathed spontaneously via native airway with supplemental oxygen.\n\nPROCEDURE DESCRIPTION:\nAfter informed consent and a procedural time-out, a flexible adult bronchoscope was introduced orally. The upper airway, vocal cords, and trachea were normal. The main carina was sharp. The right bronchial tree was normal. On the left, there was mild extrinsic impression on the distal left mainstem corresponding to the paratracheal lymph node but no mucosal lesion.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 21-gauge Wang TBNA needle was advanced through the bronchoscope. Using anatomic landmarks without EBUS guidance, the left lower paratracheal (station 4L) lymph node was targeted via the medial wall of the distal trachea just above the left mainstem origin. Four needle passes were performed with suction. Aspirates contained blood-tinged material with small whitish tissue fragments.\n\nROSE: Cytotechnologist present for on-site evaluation. ROSE demonstrated abundant benign lymphocytes with well-formed non-necrotizing granulomas. No malignant cells were seen. Adequacy was confirmed after the second pass; two additional passes were obtained for culture and cell block.\n\nSPECIMENS:\nStation 4L conventional TBNA x4 passes submitted for cytology, cell block, AFB/fungal cultures, and flow cytometry.\n\nCOMPLICATIONS: No significant bleeding, hypoxia, or hemodynamic instability. No linear or radial EBUS, navigation, or fluoroscopy was used; this was a blind conventional Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient recovered uneventfully in the bronchoscopy suite and was discharged home. If final pathology confirms non-necrotizing granulomatous inflammation, findings will be discussed with rheumatology for sarcoidosis management; if lymphoma is id[REDACTED], oncology referral will be arranged."
}
