{
  "1904502_syn_1": "Dx: LUL mass, subcarinal adenopathy.\nAnesthesia: GA, 8.0 ETT.\nProcedure: Bronchoscopy with TBNA.\n- Scope via ETT.\n- Normal airway inspection.\n- Station 7 targeted w/ 22G Wang needle (conventional).\n- 3 passes.\n- ROSE: Malignant.\nComplications: None.\nDisposition: PACU.",
  "1904502_syn_2": "INDICATION: [REDACTED], a 62-year-old female with a central left upper lobe mass, underwent mediastinal staging.\nPROCEDURE: The patient was placed under general anesthesia with endotracheal intubation. A flexible bronchoscope was advanced. The tracheobronchial tree was patent. Conventional transbronchial needle aspiration (TBNA) of the subcarinal lymph node (Station 7) was performed using a 22-gauge Wang needle and anatomic landmarks. Three passes yielded diagnostic material confirmed by rapid on-site evaluation to be metastatic non-small cell lung carcinoma.\nCONCLUSION: Positive mediastinal staging (N2 disease).",
  "1904502_syn_3": "Service: Bronchoscopy with TBNA (31629).\nTarget: Subcarinal Lymph Node (Station 7).\nMethod: Conventional TBNA using 22-gauge Wang needle. Anatomic landmarks used for guidance (EBUS not utilized).\nSpecimen: 3 passes obtained for cytology and cell block. ROSE confirmed malignancy.\nAnesthesia: General anesthesia with ETT.",
  "1904502_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Conventional TBNA Station 7\nStaff: Dr. Romero\n\n1. Pt intubated/GA.\n2. Scope passed through ETT.\n3. Airway exam: Normal.\n4. Needle (Wang 22G) used to sample Station 7.\n5. 3 passes completed.\n6. ROSE: Positive for malignancy.\n7. Tolerated well.\n\nPlan: Extubate, PACU.",
  "1904502_syn_5": "note for laura benson 62f procedure bronchoscopy with tbna indication lung mass subcarinal node anesthesia general with ett tube scope went in fine airway normal used 22g wang needle on station 7 did 3 passes rose showed cancer cells no bleeding patient stable extubated in or sent to recovery",
  "1904502_syn_6": "Laura Benson, a 62-year-old female, underwent flexible bronchoscopy with conventional TBNA for mediastinal staging of a central lung mass. General anesthesia was used. A bronchoscope was passed through the endotracheal tube. The airway was inspected and found to be normal. A 22-gauge Wang needle was used to aspirate the subcarinal lymph node (Station 7) using anatomic landmarks. Three passes were performed. Rapid on-site evaluation showed malignant cells. No complications occurred. The patient was extubated and transferred to the PACU.",
  "1904502_syn_7": "[Indication]\nMediastinal staging, LUL mass, Station 7 adenopathy.\n[Anesthesia]\nGeneral anesthesia (ETT).\n[Description]\nFlexible bronchoscopy via ETT. Conventional TBNA of Station 7 performed using 22G Wang needle (3 passes). ROSE confirmed malignancy. No EBUS used.\n[Plan]\nExtubate. Oncology follow-up.",
  "1904502_syn_8": "The patient was brought to the operating room and placed under general anesthesia with an endotracheal tube. A flexible bronchoscope was introduced through the tube. We inspected the airways and noted no endobronchial lesions. Using a 22-gauge Wang needle, we performed conventional transbronchial needle aspiration of the subcarinal lymph node (Station 7). Three passes were made, and on-site cytology confirmed metastatic carcinoma. The procedure concluded without complications, and the patient was extubated.",
  "1904502_syn_9": "PROCEDURE: Bronchoscopy with blind needle aspiration of subcarinal node.\nREASON: Central lung mass with nodal involvement.\nTECHNIQUE: Under general anesthesia, the scope was introduced. The Station 7 node was sampled using a Wang needle via conventional landmarks. Three samples were obtained. Rapid analysis showed carcinoma. The patient was awakened and extubated.",
  "1904502": "PATIENT: [REDACTED], 62-year-old Female\nMRN: [REDACTED]\nDATE: [REDACTED]\nATTENDING: Dr. Daniel Romero\nFELLOW: Dr. Hannah Nguyen\nPROCEDURE: Flexible bronchoscopy with conventional transbronchial needle aspiration (TBNA) of subcarinal lymph node (station 7) using Wang needle (CPT 31629)\nINDICATION: Centrally located left upper lobe mass with enlarged subcarinal lymph node on PET-CT, mediastinal staging prior to definitive therapy.\n\nANESTHESIA/SEDATION: General anesthesia with endotracheal intubation provided by Anesthesiology. Size 8.0 ETT secured. The patient was ventilated mechanically throughout the procedure.\n\nPROCEDURE DESCRIPTION:\nAfter standard pre-procedure checks and a surgical time-out, a flexible adult bronchoscope was introduced through the endotracheal tube. The vocal cords and proximal trachea were normal. The main carina was sharp with mild external impression posteriorly. No intraluminal tumor was seen in either mainstem bronchus. Segmental bronchi in both lungs were free of obstructing lesions.\n\nCONVENTIONAL TBNA (WANG NEEDLE):\nA 22-gauge Wang TBNA needle was advanced through the bronchoscope working channel. Using anatomic landmarks only (no EBUS system available in the OR), the subcarinal (station 7) lymph node was targeted by puncturing the bronchial wall just proximal and slightly posterior to the main carina. Three needle passes were performed with suction. Each pass yielded blood-tinged material with visible tissue cores.\n\nROSE: On-site cytology was available. Rapid evaluation demonstrated cellular samples with lymphocytes and malignant epithelial cells compatible with metastatic non-small cell lung carcinoma. Adequacy was confirmed after the second pass; a third pass was obtained for additional cell block material.\n\nSPECIMENS:\nStation 7 conventional TBNA x3 passes submitted for cytology, cell block, and PD-L1/molecular profiling as indicated.\n\nCOMPLICATIONS: No significant bleeding, hypoxia, or arrhythmia. No EBUS, radial probe, or navigational bronchoscopy was used; this was a purely conventional blind Wang needle TBNA.\n\nDISPOSITION/PLAN:\nThe patient was extubated in the OR and transferred to the PACU in stable condition. She will follow up in thoracic oncology clinic within 1 week to review final pathology and discuss resection versus combined-modality therapy."
}
