{
  "1917284_syn_1": "Indication: Migrated LMS stent.\nProcedure: Rigid bronchoscopy with Stent Revision (31638).\n- Stent found protruding into trachea.\n- Granulation tissue debrided.\n- Stent grasped and pushed distal into LMS.\n- Position confirmed.\nPatency restored.",
  "1917284_syn_2": "OPERATIVE REPORT: Bronchoscopic Revision of Airway Prosthesis.\nINDICATION: Dyspnea secondary to proximal migration of Left Mainstem Stent.\nPROCEDURE: Rigid bronchoscopy revealed the Ultraflex stent extending into the distal trachea. Using rigid forceps, the prosthesis was mobilized. It was successfully repositioned distally into the left mainstem bronchus. Airway patency was fully restored, and the stent is now seated appropriately.",
  "1917284_syn_3": "Code: 31638 (Revision of tracheal/bronchial stent).\nTarget: Left Mainstem Bronchus.\nAction: Repositioning of migrated SEMS.\nNote: Includes debridement of granulation tissue facilitating the revision.",
  "1917284_syn_4": "Procedure: Stent Revision\nSteps:\n1. Rigid scope inserted.\n2. Saw stent sticking out of LMS.\n3. Cleaned up tissue.\n4. Grabbed stent and pushed it back in.\n5. Checked with flex scope, looks open.",
  "1917284_syn_5": "frank anderson has a stent in the left lung that moved up. went in with the rigid scope. saw it blocking the trachea a bit. grabbed it with the big forceps and shoved it back down where it belongs. looks good now breathing better.",
  "1917284_syn_6": "Rigid bronchoscopy performed for migrated left mainstem stent. Stent found extending into trachea. Granulation tissue removed. Stent grasped and repositioned distally into proper position within the left mainstem. Airway patent.",
  "1917284_syn_7": "[Indication]\nMigrated LMS Stent, obstruction.\n[Anesthesia]\nGeneral/Jet Ventilation.\n[Description]\nStent protruding into trachea. Repositioned into LMS using rigid forceps. Granulation tissue treated.\n[Plan]\nPACU then home.",
  "1917284_syn_8": "[REDACTED] had slipped out of place and was blocking his windpipe. We put him to sleep and used a metal tube to reach the stent. We carefully grabbed it and moved it back down into the left lung's airway where it is supposed to be. His breathing passage is now wide open again.",
  "1917284_syn_9": "Procedure: Readjustment of endobronchial prosthesis.\nIssue: Proximal migration.\nAction: The prosthesis was manipulated and reseated within the left mainstem bronchus. Patency was re-established."
}
