{
  "1923847_syn_1": "Procedure: Emergent Bronchoscopy.\n- Indication: Massive hemoptysis (LUL).\n- Action: Balloon tamponade (Fogarty).\n- Findings: Bleeding from Lingula/Anterior LUL.\n- Result: Bleeding stopped with tamponade.\n- Plan: IR for embolization.",
  "1923847_syn_2": "OPERATIVE REPORT: The patient required emergent bronchoscopy for life-threatening hemoptysis. The source was localized to the Left Upper Lobe. Initial conservative measures (iced saline, epinephrine) failed. Endobronchial balloon tamponade was employed, isolating the bleeding segments (Lingula/Anterior). Hemostasis was achieved. Interventional Radiology was consulted for urgent bronchial artery embolization.",
  "1923847_syn_3": "CPT: 31634 (Balloon occlusion). Indication: Hemoptysis. Technique: Flexible bronchoscopy with Fogarty balloon tamponade. Adjuncts: Iced saline, TXA.",
  "1923847_syn_4": "Resident Note: Hemoptysis Code\n1. Called for bleed.\n2. Scope down -> Blood everywhere.\n3. Source LUL.\n4. Tried saline/epi -> No stop.\n5. Put balloon in LUL -> Stopped bleeding.\nPlan: IR BAE.",
  "1923847_syn_5": "emergency bronch for marcus johnson bleeding out from the lul. massive amount of blood. tried iced saline didnt work. put a fogarty balloon up there and inflated it. that finally stopped the bleeding. ir is coming to coil the vessel.",
  "1923847_syn_6": "Emergency bronchoscopy was performed for massive hemoptysis. Findings revealed heavy bleeding from the LUL. Iced saline and epinephrine were ineffective. Balloon tamponade using a Fogarty catheter was performed, achieving hemostasis. The patient was stabilized and referred to IR for bronchial artery embolization.",
  "1923847_syn_7": "[Indication]\nMassive Hemoptysis.\n[Anesthesia]\nSedation (Intubated).\n[Description]\nLUL bleeding source id[REDACTED]. Balloon tamponade performed. Hemostasis achieved.\n[Plan]\nAngiography/Embolization.",
  "1923847_syn_8": "I was called to the ICU for [REDACTED] having massive bleeding from his lungs. I performed an emergency bronchoscopy and found the blood coming from the left upper lobe. Washing with cold saline didn't stop it, so I inserted a balloon catheter and inflated it to block the airway. This stopped the bleeding. He is now stable and heading to IR for a permanent fix.",
  "1923847_syn_9": "Procedure: Emergency airway hemorrhage control.\nTechnique: Bronchoscopic balloon tamponade.\nSite: Left Upper Lobe.\nOutcome: Temporary cessation of hemoptysis. \nDisposition: Angiographic intervention.",
  "1923847": "EMERGENCY BRONCHOSCOPY - HEMOPTYSIS\n[REDACTED] - 02:35AM\nPt: [REDACTED], 57M, MRN [REDACTED]\nCALLED FOR: Massive hemoptysis, ICU bed 8\nGot called by ICU resident at 2am - patient with known left upper lobe cavitary lesion (likely TB vs fungal) started having massive hemoptysis, estimated 300cc bright red blood over 20 minutes. Oxygen sats dropping to high 80s. Already intubated by ICU team with 8.0 ETT.\nRUSHED TO BEDSIDE\nArrived 02:15. Patient sedated on propofol/fent. Sats 91% on FiO2 100%, PEEP 10. Significant blood coming from ETT with suctioning.\nSCOPE FINDINGS:\nETT in good position. Massive blood in trachea - suctioned approximately 50cc out just to see.\nRIGHT SIDE: Clean, no blood, all segments patent and normal\nLEFT SIDE: This is the source. Heavy bleeding coming from LUL. Can't see individual segments yet due to blood volume.\nINITIAL MEASURES:\n\nIced saline lavage: 50cc aliquots x 4 = 200cc total through scope\nSome temporary improvement but bleeding continues\nEpi 1:10,000: 10cc instilled to LUL - minimal effect\nTranexamic acid: 500mg in 50mL saline instilled via bronch - slight reduction\n\nBALLOON TAMPONADE:\nBlood still coming. Advanced 7Fr Fogarty balloon catheter to LUL orifice. Inflated with 6cc saline. IMMEDIATE cessation of blood flow. Good seal.\nKept balloon inflated for 5 minutes. Deflated to check - slight oozing but much slower. Re-inflated for another 5 minutes.\nSecond deflation - persistent slow oozing from what looks like lingula now that I can see better. Advanced balloon to lingular orifice. Inflated with 4cc. Held 3 minutes. Deflated - bleeding stopped.\nFINAL ASSESSMENT @ 03:15AM:\nAfter tamponade cycles, bleeding under control. Can now visualize - appears to be coming from anterior segment LUL and lingula. Mucosa very friable. Likely bleeding from cavitary lesion eroding into vessels.\nSPECIMENS: Blood sent for culture (TB, fungal)\nPLAN:\n\nICU team notified - called IR for possible BAE (bronchial artery embolization)\nKeep intubated, sedate, minimize suctioning\nReverse any coagulopathy (check labs)\nCTA chest to id[REDACTED] bleeding vessel\nIR consulted - agree with BAE plan, going to angio suite at 6am\nI'll be on standby if rebleeds before IR\nIf rebleeds: will place endobronchial blocker to LUL for longer-term isolation\n\nUPDATE 03:45AM: Patient stable, no further bleeding currently. IR taking to angio suite. Will follow up later this AM."
}
