{
  "1925965_syn_1": "Indication: RCC met to RMS (89% block).\nProcedure: Rigid Bronchoscopy (Jet Vent).\nActions:\n- Balloon dilation of RMS.\n- Ultraflex Covered SEMS (18x30mm) placed.\nResult: 25% residual. Minimal EBL.\nPlan: Floor admit.",
  "1925965_syn_2": "PROCEDURE: [REDACTED], with a known history of renal cell carcinoma, presented with an 89% metastatic obstruction of the Right Main Stem (RMS) bronchus. Under general anesthesia utilizing jet ventilation, rigid bronchoscopy was performed. The stenotic segment underwent sequential balloon dilation. Subsequently, an 18x30mm Ultraflex Self-Expanding Metallic Stent (SEMS, covered) was deployed across the lesion. Confirmation of stent position demonstrated good radial expansion and patency, reducing the obstruction to approximately 25%.",
  "1925965_syn_3": "CPT: 31641 (Tumor Debulking? No, Stent placement = 31636).\nCorrect Coding: 31636 (Bronchial Stent) + 31630 (Balloon Dilation).\nDevice: Ultraflex SEMS Covered (18x30mm).\nLocation: Right Main Stem.\nJustification: 89% critical obstruction requiring structural support.",
  "1925965_syn_4": "Resident Note\nPt: [REDACTED], 78F\nDx: RCC met to RMS.\nSteps:\n1. Rigid bronch with jet vent.\n2. Balloon dilation of RMS.\n3. Placed Ultraflex Covered SEMS 18x30mm.\n4. Checked position, looks good.\n5. RMS much more open now (25% obs).\nPlan: Floor.",
  "1925965_syn_5": "Margaret Green here for the RMS obstruction its a met from renal cell. 89 percent blocked. We did the rigid bronch with jet ventilation. Dilated it with the balloon first. Then put in the Ultraflex covered stent 18 by 30. It opened up nice residual is 25 percent. No complications she is going to the floor.",
  "1925965_syn_6": "Under general anesthesia with jet ventilation, rigid bronchoscopy performed. Sequential balloon dilation of RMS stenosis performed. Airway measured and Ultraflex SEMS - Covered stent (18x30mm) deployed in Right mainstem. Stent position confirmed with good expansion and patency. Post-procedure obstruction: ~25% No complications. EBL minimal.",
  "1925965_syn_7": "[Indication]\nRenal cell carcinoma met to RMS, 89% obstruction.\n[Anesthesia]\nGeneral with Jet Ventilation.\n[Description]\nRigid bronchoscopy. Balloon dilation of RMS. Deployment of Ultraflex Covered SEMS (18x30mm). Stent expanded well. Residual obstruction 25%.\n[Plan]\nFloor admission. Repeat bronchoscopy 4-6 weeks.",
  "1925965_syn_8": "Due to [REDACTED] 89% blockage in the right mainstem bronchus from metastatic cancer, we proceeded with stent placement. Under general anesthesia, we first dilated the narrowing with a balloon. We then deployed an 18x30mm covered Ultraflex SEMS. The stent expanded well, improving the airway patency significantly to a residual obstruction of 25%.",
  "1925965_syn_9": "Procedure: Rigid bronchoscopy with implantation of self-expanding metallic stent.\nFocus: Right Main Stem.\nAction: The stenosis was dilated via balloon. An Ultraflex Covered SEMS (18x30mm) was deployed. Visualization confirmed adequacy.\nOutcome: Occlusion reduced to 25%.",
  "1925965": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Renal cell carcinoma metastasis to bronchus\nPre-procedure obstruction: ~89% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Ultraflex SEMS - Covered stent (18x30mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~25%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nWilliams, MD"
}
