{
  "1938435_syn_1": "Target: 28mm LUL nodule (PET-avid).\nNav: Galaxy electromagnetic. TiLT correction 1.0cm.\nTools: rEBUS (eccentric), 22G TBNA, Cytology Brush, BAL, Fiducial.\nROSE: Suspicious (necrotic/atypical).\nPlan: Outpatient discharge.",
  "1938435_syn_2": "A 51-year-old male presented with a hypermetabolic LUL mass. Diagnostic bronchoscopy was performed utilizing the Galaxy robotic system. Registration accuracy was 3.7mm. Intraoperative C-arm tomosynthesis (TiLT) id[REDACTED] a 1.0cm target divergence. Following alignment, the lesion was sampled via multidimensional approach: TBNA, brushing, and lavage. A fiducial was deployed for potential SBRT.",
  "1938435_syn_3": "Coding Summary:\n31627 (Nav) + 31654 (EBUS) + 31629 (TBNA) + 31623 (Brush) + 31624 (BAL) + 31626 (Marker).\nDocumentation supports use of Galaxy navigation and TiLT+ verification for LUL target. Multiple distinct sampling tools utilized.",
  "1938435_syn_4": "Procedure: LUL biopsy (Galaxy)\nSteps:\n- ETT.\n- Nav to LB3.\n- TiLT sweep: 1.0cm shift.\n- rEBUS: Eccentric.\n- TBNA x8.\n- Brush x1.\n- BAL.\n- Marker placed.\nROSE: Atypical cells.",
  "1938435_syn_5": "james has a pet avid nodule lul. we did the galaxy bronch today. registration ok. tilt showed the nodule was 1cm off from the ct so we fixed that. did needles brushes and a wash. also dropped a seed for radiation. rose guy said it looks weird necrotic. no issues.",
  "1938435_syn_6": "PET-avid lung nodule 28mm in LUL. General anesthesia. Noah Galaxy bronchoscope used. Navigated to LB3. TiLT+ sweep revealed 1.0cm divergence. Corrected. rEBUS eccentric. TBNA 22G, Cytology brush, BAL, and Gold fiducial placement performed. ROSE necrotic debris with rare atypical cells. Discharged stable.",
  "1938435_syn_7": "[Indication]\nPET-avid nodule, 28mm LUL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav to LB3. TiLT correction (1.0cm). rEBUS eccentric. TBNA, Brush, BAL performed. Fiducial placed.\n[Plan]\nResults in 5-7 days.",
  "1938435_syn_8": "We went after a 28mm spot in the left upper lobe today. Using the Galaxy robot, we got close and used the TiLT spin to fine-tune our position, correcting a 1cm error. We threw the kitchen sink at it—needle biopsies, brushing, and a wash. We also left a gold marker behind just in case he needs radiation later. The preliminary slides look suspicious.",
  "1938435_syn_9": "Indication: PET-avid mass.\nOperation: Galaxy navigation to LUL. TiLT+ adjusted for 1.0cm divergence. Lesion localized with rEBUS. Sampled via TBNA and brush. Lavaged. Marker implanted. ROSE: Atypical.",
  "1938435": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 8/7/1974\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: PET-avid lung nodule\nTarget: 28mm nodule in LUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t13\t350\t8\t100\t5\t22\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LUL (LB3) based on the pre-operative CT navigational plan. Registration accuracy: 3.7mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.0cm divergence between the pre-op CT target and the actual lesion location due to respiratory motion.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 22G needle. 8 passes obtained. Samples sent for Cytology and Cell block.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at target segment. 60mL instilled, 19mL return. Sent for Cytology and Culture.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Necrotic debris with rare atypical cells\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nRodriguez, MD"
}
