{
  "2025-IP-9847_syn_1": "Indication: LLL nodule, 2.6cm, PET+. Surgically ineligible.\nProcedure: Flexible bronchoscopy, EMN (Veran), Radial EBUS, Cryoablation.\nTarget: LLL lateral basal segment.\nAction: Navigated to lesion. Confirmed w/ REBUS (concentric). Cryoprobe inserted. 3 cycles freeze/thaw performed (-165C). Ice ball visualized.\nComplications: None.\nPlan: Admit, CXR, CT in 24h.",
  "2025-IP-9847_syn_2": "OPERATIVE SUMMARY: Bronchoscopic Cryoablation of Peripheral Pulmonary Malignancy.\nThe patient, a 70-year-old female with significant comorbidities precluding surgical resection, underwent palliative ablation of a PET-avid left lower lobe nodule. Under general anesthesia, the airway was secured. Utilizing electromagnetic navigation (Veran SPiN) and radial endobronchial ultrasound confirmation, the target lesion in the lateral basal segment was localized. A cryoablation probe was advanced into the tumor core. A modified protocol utilizing three freeze-thaw cycles was executed to ensure adequate tumoricidal effect given the lesion diameter (>2.5cm). Post-procedural imaging via radial EBUS confirmed a hyperechoic ablation zone extending beyond the tumor margins.",
  "2025-IP-9847_syn_3": "CPT Justification:\n31641: Bronchoscopy with destruction of tumor. \n- Technique: Cryoablation (Erbecryo system).\n- Target: LLL peripheral nodule (Malignant).\n- Effort: 3 freeze-thaw cycles performed to destroy tumor tissue.\n- Guidance: EMN and Radial EBUS used for localization (integral to successful placement of ablation probe).",
  "2025-IP-9847_syn_4": "Procedure Note - Pulmonary\nPatient: [REDACTED]\nAttending: Dr. Zhang\n\nSteps:\n1. Time out. GA induced. 8.0 ETT placed.\n2. Scope passed. Airways patent.\n3. Veran navigation to LLL lateral basal nodule.\n4. Radial EBUS confirmed lesion (26mm).\n5. Cryoprobe placed. 3 freeze cycles performed.\n6. No bleeding. Extubated.\n\nPlan: Admit for obs.",
  "2025-IP-9847_syn_5": "cryo ablation procedure for Lucia Morales today for that LLL cancer shes not a surgery candidate. used general anesthesia intubated. used the veran system to get out there took a while cause of the angle. radial ebus confirmed it solid mass. stuck the cryo probe in froze it three times just to be sure cause its big. saw the ice ball on fluoro looks good. no bleeding really pulled everything out woke her up sent to pacu.",
  "2025-IP-9847_syn_6": "Flexible bronchoscopy with electromagnetic navigation and cryoablation of left lower lobe peripheral pulmonary nodule. Patient is a 70-year-old woman with extensive medical comorbidities. General anesthesia induced. Electromagnetic navigation bronchoscopy commenced using Veran SPiN Planning and Navigation System. Target lesion in left lower lobe lateral basal segment id[REDACTED]. Radial EBUS probe advanced through EWC. Cryoablation probe introduced. Three freeze-thaw cycles performed. Post-ablation radial EBUS repeated showing marked hyperechoic changes. No hemorrhage. Patient reversed from anesthesia.",
  "2025-IP-9847_syn_7": "[Indication]\nLLL Nodule (Adenocarcinoma), Medically Inoperable.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nNavigation to LLL lateral basal segment (Veran). Radial EBUS confirmation. Cryoablation performed (3 cycles: 6min/6min/5min). Ice ball confirmed via fluoroscopy and REBUS. No complications.\n[Plan]\nAdmit, Telemetry, post-op CT.",
  "2025-IP-9847_syn_8": "[REDACTED] for treatment of her left lung cancer. Because surgery wasn't safe for her, we proceeded with a bronchoscopic ablation. After she was asleep, we used a navigation system to guide a catheter out to the tumor in the lower part of her left lung. We double-checked the position with ultrasound. Then, we inserted a freezing probe right into the tumor and ran three cycles of extreme cold to destroy the cancer cells. Everything went smoothly, and she woke up well.",
  "2025-IP-9847_syn_9": "Operation: Bronchoscopy with tumor destruction.\nTechnique: Cryotherapy.\nAction: The LLL lateral basal tumor was localized via electromagnetic guidance. The cryoprobe was positioned centrally. Three cycles of freezing were administered to ablate the tissue. \nOutcome: Successful destruction of target lesion with adequate margins.",
  "2025-IP-9847": "PATIENT NAME: [REDACTED]\nMEDICAL RECORD [REDACTED]: 2025-IP-9847\nDATE OF BIRTH: [REDACTED] (Age 70 years)\nPROCEDURE DATE: [REDACTED]\nINSTITUTION: [REDACTED]\nATTENDING PHYSICIAN: Kevin Zhang, MD, FCCP, DABIP\nFELLOWS: Dr. Lisa Nguyen (PGY-6), Dr. Thomas Wright (PGY-5)\nANESTHESIA PROVIDER: Dr. Susan Mitchell, MD\n\nPREOPERATIVE DIAGNOSIS:\nLeft lower lobe pulmonary nodule, 2.6 cm, lateral basal segment, highly suspicious for primary lung cancer based on PET-avid characteristics (SUV 11.2) and growth on serial imaging (1.8 cm six months prior). Transbronchial biopsy via radial EBUS on [REDACTED] yielded adenocarcinoma with TTF-1 positivity.\n\nPOSTOPERATIVE DIAGNOSIS: Same as preoperative\n\nOPERATION PERFORMED:\nFlexible bronchoscopy with electromagnetic navigation and cryoablation of left lower lobe peripheral pulmonary nodule\n\nCLINICAL SCENARIO:\nPatient is a 70-year-old woman with extensive medical comorbidities including severe emphysema (FEV1 32% predicted, DLCO 38% predicted), obesity (BMI 38), diabetes mellitus type 2 with complications including diabetic nephropathy (CKD stage 3b, baseline Cr 1.8), and history of pulmonary embolism on chronic anticoagulation with apixaban. Cardiopulmonary exercise testing demonstrated VO2 max of 11 mL/kg/min. Thoracic surgery evaluation concluded operative mortality risk >25% and declined surgical candidacy. Discussed at multidisciplinary tumor board with medical oncology, radiation oncology, thoracic surgery, and interventional pulmonology. Given patient preference for minimally invasive approach and contraindications to SBRT (previous radiation to left chest for breast cancer), bronchoscopic ablation recommended as optimal treatment strategy.\n\nDESCRIPTION OF PROCEDURE:\nAfter obtaining informed consent and completing universal protocol time-out, patient brought to IP suite. Standard ASA monitors applied. Pre-procedure antibiotics NOT administered per institutional protocol for ablation procedures. \n\nGeneral anesthesia induced by anesthesiology team. Oral endotracheal intubation performed using 8.0 mm inner diameter tube with video laryngoscope assistance. Tube positioned at 21 cm at incisors. Bilateral breath sounds confirmed. \n\nOlympus therapeutic videobronchoscope (BF-P290) introduced through endotracheal tube. Comprehensive inspection of airways performed and documented:\n- Normal supraglottic structures\n- Trachea: patent, no masses or compression, mild tracheomalacia\n- Carina: sharp, mobile\n- Right bronchial tree: normal segmental anatomy\n- Left bronchial tree: normal upper lobe segments; lower lobe segments patent, no endobronchial abnormalities visualized\n\nElectromagnetic navigation bronchoscopy commenced using Veran SPiN Planning and Navigation System. Pre-loaded CT scan from [REDACTED] with 1mm slice thickness utilized for planning. Target lesion in left lower lobe lateral basal segment id[REDACTED] at 2.6 x 2.4 cm. Virtual bronchoscopy pathway created and navigation pathway optimized.\n\nRegistration performed using automated CT-to-body registration with 6 fiducial points. Registration error: 2.8mm (acceptable, <4mm threshold). \n\nSteerable guide sheath (8.0 Fr) with always-on tip tracking advanced through working channel. Navigation to target required approximately 15 minutes with multiple adjustments due to peripheral location and acute branching angles. Extended working channel passed through guide sheath.\n\nRadial EBUS probe (20 MHz) advanced through EWC. Multiple radial planes examined showing solid, hypoechoic mass in direct contact position with probe centered within lesion. Lesion characteristics: heterogeneous internal echogenicity, irregular borders, size 26 x 23 mm consistent with imaging and expected tumor characteristics.\n\nFluoroscopic confirmation performed showing guide sheath in appropriate peripheral location, approximately 3cm from pleural surface. Cone-beam CT would have been ideal but unavailable due to C-arm equipment malfunction (documented in safety report).\n\nCryoablation probe introduced (erbecryo 2 system, 2.4mm diameter probe with 3cm freeze zone). Probe advanced through EWC to center of lesion based on prior radial EBUS measurements. Due to technical considerations of lesion size >2.5cm, decision made to perform THREE freeze-thaw cycles rather than standard two cycles to ensure adequate margins:\n\nCycle 1: \n- Freeze time: 6 minutes\n- Temperature at probe tip: -165°C (monitor displayed continuous temperature throughout)\n- Passive thaw: 4 minutes (until temperature >-20°C)\n\nCycle 2:\n- Freeze time: 6 minutes  \n- Temperature: -167°C\n- Passive thaw: 4 minutes\n\nCycle 3:\n- Freeze time: 5 minutes\n- Temperature: -163°C\n- Active thaw: 2 minutes using helium warming (to expedite procedure completion given >90 min elapsed time)\n\nThroughout ablation cycles, patient monitored closely. Vital signs stable: HR 68-78 bpm, BP 128-142/72-85 mmHg, SpO2 97-99% on FiO2 0.5. No arrhythmias noted on continuous ECG monitoring. Ice ball formation visualized fluoroscopically during freeze cycles with appropriate coverage of target region and safety margin.\n\nPost-ablation radial EBUS repeated showing marked hyperechoic changes throughout tumor volume consistent with ice crystal formation and cellular destruction. Ablation zone appeared to extend approximately 5mm beyond original tumor margins in all directions - adequate for oncologic treatment.\n\nCryoprobe removed slowly. Guide sheath withdrawn under direct visualization with sequential airway inspection. Findings:\n- Mild mucosal blanching at peripheral contact points (expected, transient)\n- No hemorrhage\n- No airway perforation\n- Small amount of blood-tinged secretions suctioned (<5 mL estimated)\n\nComplete re-examination of left bronchial tree performed post-procedure showing patent airways without evidence of significant edema or injury. \n\nBronchoscope withdrawn. Patient reversed from anesthesia per standard protocol. Extubation successful with adequate respiratory drive and airway protective reflexes. Transferred to PACU in stable condition with SpO2 95% on 3L nasal cannula.\n\nFINDINGS:\n1. Successful navigation to LLL lateral basal segment target\n2. Cryoablation performed per modified protocol (3 cycles for larger lesion)\n3. Adequate ablation zone achieved based on post-procedure EBUS\n4. No procedural complications\n\nSPECIMENS: None\n\nESTIMATED BLOOD LOSS: <10 mL\n\nINTRAVENOUS FLUIDS: 850 mL lactated Ringer's solution\n\nCOMPLICATIONS: None intraoperatively\n\nDRAINS/TUBES: None placed\n\nPOST-PROCEDURE ORDERS:\n1. Admit to Pulmonary PCU (4 West) for monitoring\n2. Continuous telemetry and pulse oximetry\n3. Chest X-ray portable in 4 hours to evaluate for pneumothorax/complications\n4. CT chest with IV contrast at 24 hours for baseline post-ablation imaging\n5. Pain management: acetaminophen 1000mg PO q8h scheduled, oxycodone 5-10mg PO q4h PRN moderate pain, morphine 2-4mg IV q3h PRN severe pain\n6. Resume apixaban 24 hours post-procedure (held for 48 hours pre-procedure)\n7. Continue home medications including insulin regimen\n8. Incentive spirometry 10x/hour while awake\n9. Ambulation with assistance as tolerated\n10. Diet as tolerated\n11. DVT prophylaxis: sequential compression devices (no pharmacologic prophylaxis until anticoagulation resumed)\n\nFOLLOW-UP PLAN:\n- Anticipated discharge POD 1 if uncomplicated course\n- Clinic appointment in 1 week with chest X-ray\n- CT chest at 6 weeks for initial response assessment (expect central low attenuation with peripheral rim enhancement on post-ablation changes)\n- PET-CT at 3 months for metabolic response evaluation\n- Continued surveillance per NCCN guidelines with CT every 3-6 months for 2 years, then annually\n\nDISCUSSION WITH PATIENT/FAMILY:\nExtensive post-procedure discussion held with patient and daughter (healthcare proxy). Explained technical success of procedure, expected post-procedure course, and importance of close follow-up. Reviewed warning signs requiring immediate attention: severe chest pain, shortness of breath, hemoptysis, fever. Questions answered. Patient and family expressed understanding and satisfaction with care.\n\nTotal procedure time: 94 minutes\nFluoroscopy time: 4.7 minutes  \nRadiation dose: 287 mGy-cm²\n\nATTESTATION: I was present for and personally performed the key components of this procedure including navigation, targeting, ablation, and post-procedure assessment.\n\n___________________________________________\nKevin Zhang, MD, FCCP, DABIP\nAssociate Professor of Medicine\nDirector of Advanced Bronchoscopy Fellowship\nDivision of Pulmonary, Allergy, and Critical Care Medicine\nStanford University School of Medicine\n\nCo-signed by:\nLisa Nguyen, MD (Pulmonary/Critical Care Fellow, PGY-6)\n\nProcedure dictated: [REDACTED] 16:45\nTranscribed: [REDACTED] 17:20\nElectronically authenticated: [REDACTED] 18:05"
}
