{
  "2035871_syn_1": "Ind: Malignant CAO, RLL.\nProc: Rigid bronch, Forceps debulk, Balloon dilation.\nAction: Mech removal + dilation of stenosis.\nResult: 72% -> 15%.\nEBL: 75mL.\nPlan: ICU.",
  "2035871_syn_2": "PROCEDURE NOTE: Ms. [REDACTED] underwent rigid bronchoscopy for malignant obstruction of the Right Lower Lobe (RLL) orifice. Initial inspection revealed 72% occlusion. Mechanical debulking was performed using biopsy forceps (CPT 31640). Following tumor removal, residual stenosis was addressed via balloon dilation to maximize airway diameter. Final obstruction was estimated at 15%.",
  "2035871_syn_3": "Coding: 31640 (Tumor excision via forceps).\nNote: Balloon dilation performed for residual stenosis (incidental to debulking or separate 31630 depending on payer rules, here coded as 31640 primary modality).\nSite: RLL Orifice.\nOutcome: Significant patency improvement.",
  "2035871_syn_4": "Procedure: Forceps Debulking + Balloon\nPt: [REDACTED]\nSteps:\n1. GA induced.\n2. Tumor at RLL (72%).\n3. Forceps used to remove tumor.\n4. Balloon used to dilate the area.\n5. Good result (15% residual).\nPlan: ICU.",
  "2035871_syn_5": "[REDACTED] note. she has a tumor blocking the RLL. we went in with the rigid scope and grabbed the tumor with the forceps. cleared most of it out. then used a balloon to stretch it open a bit more. looks good now only 15 percent blocked. blood loss 75ml. icu for tonight.",
  "2035871_syn_6": "Malignant central airway obstruction. Pre-procedure 72% obstruction at RLL orifice. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at RLL orifice. Rigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal. Balloon dilation performed for residual stenosis. Post-procedure 15% residual obstruction. EBL 75mL.",
  "2035871_syn_7": "[Indication]\nMalignancy, 72% RLL obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Forceps debulking. Balloon dilation. Residual obstruction 15%.\n[Plan]\nICU admission.",
  "2035871_syn_8": "We performed a rigid bronchoscopy on Ms. [REDACTED] to treat a malignant obstruction in the Right Lower Lobe orifice. We primarily used biopsy forceps to mechanically remove the tumor. After the bulk was removed, we used a balloon to dilate the airway and treat the residual stenosis. The obstruction was reduced from 72% to 15%.",
  "2035871_syn_9": "Under general anesthesia, rigid bronchoscopy was executed. An endobronchial tumor was found at the RLL orifice. Rigid bronchoscopy debulking with biopsy forceps was carried out with sequential tumor extraction. Balloon dilation was performed for residual stenosis. Post-procedure ~15% residual blockage.",
  "2035871": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~72% obstruction at RLL orifice\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RLL orifice.\nRigid bronchoscopy debulking with biopsy forceps performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nBalloon dilation performed for residual stenosis.\nPost-procedure: ~15% residual obstruction.\nEBL: ~75mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nRodriguez, MD"
}
