{
  "204263_syn_1": "Dx: RLL NSCLC, atelectasis.\nAnesthesia: GA, ETT.\nProc: 5F poly cath placed past obstruction. Fluoro verified.\nPlan: 7.5Gy x 2 (Final). Extubate/Obs.",
  "204263_syn_2": "OPERATIVE SUMMARY: [REDACTED], presenting with recurrent NSCLC and RLL collapse, underwent the final session of palliative brachytherapy. Under general anesthesia, the near-complete obstruction of the RLL bronchus was visualized. A 5-French polyethylene catheter was navigated distally. Fluoroscopy confirmed the tip position relative to the 4.8 cm treatment length. The patient was transported for the final 7.5 Gy fraction.",
  "204263_syn_3": "Code: 31643.\nIndication: RLL Atelectasis/Tumor.\nDevice: 5F Polyethylene Catheter.\nMode: General Anesthesia (due to compromised airway).\nImaging: Fluoroscopy.\nTx: Session 2 of 2 (Final).",
  "204263_syn_4": "Procedure: Brachy Cath (Final)\nPt: M. Smith\nSteps:\n1. GA/ETT.\n2. Scope RLL (95% blocked).\n3. 5F cath placed.\n4. Fluoro check.\n5. Secure.\nPlan: Final 7.5Gy tx.",
  "204263_syn_5": "maria smith note for final brachy session rll tumor causing collapse she was under ga scope went down saw the blockage put the 5f catheter past it checked on fluoro taped it up sending her for radiation then catheter out",
  "204263_syn_6": "Flexible bronchoscopy for placement of brachytherapy catheter in an 81-year-old female with RLL obstruction. General anesthesia. 5F polyethylene catheter placed. Fluoroscopic verification. Patient transported for final 7.5 Gy treatment.",
  "204263_syn_7": "[Indication]\nRLL NSCLC, lobar collapse.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRLL obstruction visualized. 5F catheter inserted. Position verified with fluoroscopy. Treatment length 4.8 cm.\n[Plan]\nFinal 7.5 Gy fraction. Monitor post-extubation.",
  "204263_syn_8": "[REDACTED] for her last brachytherapy treatment for that RLL tumor. Because of the lung collapse, we used general anesthesia. We got the 5F catheter past the blockage in the RLL bronchus and checked it with fluoroscopy. She's going for her 7.5 Gy dose now, and we'll take the catheter out afterwards.",
  "204263_syn_9": "Diagnosis: RLL neoplasm with atelectasis.\nIntervention: Bronchoscopy with insertion of radioelement conduit.\nFindings: 5F tube deployed past the occlusion. Location authenticated via imaging. Final 7.5 Gy dose scheduled. Monitoring planned."
}
