{
  "204940_syn_1": "Indication: 9mm RLL nodule.\nSystem: Galaxy.\nVerif: Fluoro + rEBUS (Concentric).\nAction: TBNA x4, Bx x6, Brush, BAL (RB10).\nROSE: Negative.",
  "204940_syn_2": "PROCEDURE: A 9mm RLL nodule was investigated using the Galaxy robotic scope. Navigation to RB10 was verified with fluoroscopy and a concentric rEBUS view. Diagnostic maneuvers included TBNA, forceps biopsy, brushing, and a bronchoalveolar lavage (BAL) of the target segment. ROSE was negative for malignancy.",
  "204940_syn_3": "Codes: 31629 (TBNA), 31624 (BAL), 31623 (Brush), 31627 (Nav), 31654 (rEBUS).\nTarget: RLL (RB10).\nNote: BAL performed for culture/cytology.",
  "204940_syn_4": "Resident Note\nPt: [REDACTED]\nRLL 9mm\n1. Galaxy to RB10.\n2. Fluoro ok.\n3. rEBUS concentric.\n4. TBNA, Bx, Brush.\n5. BAL performed.\n6. ROSE negative.",
  "204940_syn_5": "[REDACTED] rll nodule 9mm. galaxy robot. fluoroscopy check good. concentric rebus. did needle forceps brush and a wash bal. rose said no cancer seen.",
  "204940_syn_6": "Peripheral pulmonary nodule. 9mm nodule in RLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB10. Fluoroscopic guidance used. rEBUS view: Concentric. TBNA (22G). Transbronchial forceps biopsy. Cytology brushings. Bronchoalveolar lavage performed. ROSE Result: No evidence of malignant neoplasm.",
  "204940_syn_7": "[Indication]\n9mm RLL nodule.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav RB10. Fluoro/rEBUS concentric. TBNA, Bx, Brush, BAL performed.\n[Plan]\nCXR, discharge.",
  "204940_syn_8": "[REDACTED] a robotic biopsy of her small RLL nodule. We used the Galaxy system, confirmed position with fluoroscopy and ultrasound, and took samples including a lung wash (BAL). Preliminary results are negative.",
  "204940_syn_9": "Task: Robotic RLL sampling.\nMethods: TBNA, forceps, brush, BAL.\nGuidance: Galaxy, Fluoro, rEBUS (concentric).\nResult: ROSE negative.",
  "204940": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Michael Chen\n\nIndication: Peripheral pulmonary nodule\nTarget: 9mm nodule in RLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t13\t399\t17\t80\t8\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RLL (RB10) based on the pre-operative CT navigational plan. Registration accuracy: 2.1mm.\n\nFluoroscopic guidance used to confirm scope position relative to target. Navigation alignment confirmed.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 22G needle. 4 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 6 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at target segment. 40mL instilled, 12mL return. Sent for Cytology and Culture.\n\nROSE Result: No evidence of malignant neoplasm\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nChen, MD"
}
