{
  "20578149_syn_1": "Indication: Malignant airway obstruction (Esophageal CA).\nFindings: Distal trachea 20% patent. LMS 100% occluded. RMS 30% patent.\nProcedure: Rigid bronchoscopy.\n- Tumor debulking (APC/Cryo).\n- Silicone Y-Stent (15x12x12) placed.\nResult: Airways 90% patent through stent.",
  "20578149_syn_2": "OPERATIVE NARRATIVE: The patient presented with critical malignant central airway obstruction. Rigid bronchoscopy was initiated. Extensive tumor infiltration was noted at the carina, completely occluding the Left Mainstem (LMS). Mechanical debulking and APC were utilized to re-establish a lumen. A customized 15x12x12mm silicone Y-stent was deployed to scaffold the airway. Post-deployment, the trachea and both mainstems demonstrated >90% patency.",
  "20578149_syn_3": "Codes: \n- 31636 (Stent placement, bronchial)\n- 31641 (Tumor destruction/debulking)\nRationale: Critical obstruction required mechanical debulking prior to stent placement. A silicone Y-stent was placed covering the trachea and both mainstems.",
  "20578149_syn_4": "Procedure: Rigid Bronch + Y-Stent\nPt: [REDACTED]\nSteps:\n1. 12mm Rigid scope inserted.\n2. Tumor debulked with APC and suction.\n3. Measured for Y-stent.\n4. Inserted silicone Y-stent (blind pass technique).\n5. Adjusted with forceps.\n6. Airway open now.\nPlan: ICU, humidified air.",
  "20578149_syn_5": "Ethan Calder with the esophageal cancer compressing the airway. We took him to the OR for a stent. Rigid scope went in. Debulked a lot of tumor at the carina left side was totally shut. Put in a Y stent silicone type. Had to push it past cords blindly then grab it with forceps. It sat perfectly. Airways look great now. ICU for monitoring.",
  "20578149_syn_6": "Rigid bronchoscopy with tumor debulking and silicone Y-stent placement. Significant malignant obstruction of the distal trachea and mainstem bronchi was id[REDACTED]. Tumor was debulked using APC and cryotherapy. A 15x12x12 silicone Y-stent was customized and deployed. Post-procedure inspection confirmed excellent stent position and patency of bilateral mainstems.",
  "20578149_syn_7": "[Indication]\nMalignant Central Airway Obstruction.\n[Anesthesia]\nGeneral, Jet Ventilation.\n[Description]\nRigid bronchoscopy. Tumor debulked (APC/Cryo). Silicone Y-Stent placed. Patency restored to >90%.\n[Plan]\nICU, Saline nebs.",
  "20578149_syn_8": "[REDACTED] from severe difficulty breathing due to a tumor blocking his main airways. We performed a rigid bronchoscopy to clear the blockage. After removing a significant amount of tumor tissue using heat and freezing probes, we placed a Y-shaped silicone stent. This stent props open his windpipe and branches to both lungs. We were very pleased to see his airways were 90% open after the stent was in place.",
  "20578149_syn_9": "Procedure: Rigid endoscopy with tumor ablation and prosthetic scaffolding.\nProblem: Carinal neoplastic infiltration.\nAction: Tissue was excised. A bifurcated silicone prosthesis was inserted.\nResult: Luminal integrity restored.",
  "20578149": "DATE OF PROCEDURE: [REDACTED]\nPatient name: [REDACTED]RN: [REDACTED]\nPREOPERATIVE DIAGNOSIS: Malignant central airway obstruction.  \nPOSTOPERATIVE DIAGNOSIS: Resolved airway obstruction s/p silicone Y-stent\nPROCEDURE PERFORMED: Rigid bronchoscopy with tumor debulking and silicone tracheobronchial Y- stent placement \nSURGEON: Russell Miller, MD\nINDICATIONS: Airway obstruction\nConsent was obtained from the patient prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives. The patient’s family acknowledged and gave consent.\nSedation: General Anesthesia\nDESCRIPTION OF PROCEDURE: The procedure was performed in the main operating room. After administration of sedatives the a14mm ventilating rigid bronchoscope insertion was attempted. Due to poor mouth opening and glottic irregularities (related to previous head and neck radiation) we were unable to pass the large rigid bronchoscope through the cords and has to convert to a 12mm rigid ventilating bronchoscope which was advanced past the vocal cords into the mid trachea and connected to jet ventilator. Unfortunately due to a combination of extremely poor dentition and poor mouth opening two teeth were lost during the intubation procedure.  Airway inspection was performed using the T190 therapeutic flexible bronchoscope. The upper trachea was normal. The mid trachea had friable tumor mostly at the right lateral wall causing about 30% airway obstruction. The distal trachea had extensive tumor involving both mainstem with carinal tumor infiltration as well. The distal trachea was about 20% patient. The left mainstem was completely occluded and the right mainstem was 30% patent.  It appeared that intrinsic tumor ingrowth was the predominant issue will only mild extrinsic compression. Tumor debulking  was performed using APC to  “burn and shave” the tumor within the trachea and proximal bilateral mainstem along with cryotherapy to remove loose debris and blood clots.\nOnce we were able to bypass the central tumor the left mainstem tumor only extended about 1cm pass the main carina and the distal left mainstem and left sided bronchi were normal and fully patent. The right mainstem involvement also limited to the first cm pass the main carina. There was non-obstructive tumor infiltration in the posterior segment of the right upper lobe but the right sided airways were otherwise uninvolved. \nAfter measuring the airways we customized a 15x12x12 silicone Y-stent to a length of 65mm in the tracheal limb, 17.5 mm in the right mainstem limb and 40mm in the left mainstem limb. The rigid bronchoscope was then removed as the stent was too large to insert through the rigid and using Fritag forceps along with a bougie inserted into the left limb we were able to blindly pass the stent through the vocal cords into the trachea. The rigid bronchoscope was then re-inserted. Through the use of rigid forceps, and manipulation with the tip of the flexible bronchoscope we were eventually able to seed the stent into proper position. Post-insertion the trachea, right mainstem and left mainstem were all at least 90% patent. We then removed the rigid bronchoscope turned over the case to anesthesia for recovery. \n\nRecommendations:\n-          Transfer back to ICU\n-          Post-procedure x-ray\n-          Start 3% saline nebs 4cc 3 times daily for stent maintenance.\n-          Ensure supplemental oxygen is humidified\n-          Please arrange for patient to have nebulizer at home for continued hypertonic saline nebs post-discharge.\n-\tIf invasive ventilatory support is required blind intubation (direct laryngoscopy, glidescope) should be avoided as it can result in dislodgment of the tracheal stent and potential catastrophic airway obstruction.  Intubation should be performed with a 7.0 or smaller ETT with bronchoscopic insertion to visualize the distal tip of the endotracheal tube. The endotracheal tube should be advanced approximately 3 cm into the tracheal limb of the stent and secured.\t\n\nMaya Ellington MD\nInterventional Pulmonology \nUniversity Medical Center Los Angeles"
}
