{
  "2066368_syn_1": "Indication: Bronchial stricture post-sleeve resection.\nProcedure: Balloon dilation (31630).\n- Deep sedation.\n- RUL anastomosis stenosis 74%.\n- Hurricane balloon: 6, 8, 9mm x 45s.\n- Post: 28% residual.\n- Mild bleeding.\nPlan: Admit overnight. Decadron 10mg.",
  "2066368_syn_2": "OPERATIVE NOTE: Management of post-surgical bronchial anastomotic stricture.\nPATIENT: 52-year-old male status post RUL sleeve resection.\nFINDINGS: Significant circumferential stenosis at the right upper lobe bronchial anastomosis, estimated at 74% narrowing.\nPROCEDURE: Under deep sedation, a Hurricane balloon catheter was positioned across the stricture. Serial dilations were performed to a maximum of 9mm. Four inflation cycles were completed.\nOUTCOME: Residual stenosis reduced to 28%. Mild mucosal oozing was noted and was self-limited.",
  "2066368_syn_3": "CPT 31630: Bronchoscopy with dilation.\nIndication: Anastomotic stricture (post-lung cancer surgery).\nTechnique: Flexible bronchoscopy. Id[REDACTED] of 74% stenosis at RUL anastomosis. Dilation with Hurricane balloon (6-9mm). Improvement to 72% patency verified.",
  "2066368_syn_4": "Fellow Note\nPatient: [REDACTED]\nProcedure: Airway dilation\nAttending: Dr. D. Anderson\nSteps:\n1. Deep sedation.\n2. Scope to RUL anastomosis.\n3. Stricture id[REDACTED].\n4. Hurricane balloon dilation up to 9mm.\n5. Airway opened well.\nPlan: Admit, f/u 6 weeks.",
  "2066368_syn_5": "donald wilson had a sleeve resection now has a stricture at the rul. deep sedation used. saw the narrowing pretty tight 74 percent. used the hurricane balloon went 6 8 and 9 mm. held for 45 secs. opened up to about 28 percent left. bit of bleeding but fine. admit him give decadron.",
  "2066368_syn_6": "A 52-year-old male underwent bronchoscopy for a bronchial stricture following sleeve resection. Under deep sedation, the RUL anastomosis was found to be narrowed by 74%. A Hurricane balloon was used for serial dilation at 6mm, 8mm, and 9mm. The airway patency improved to 72%. Mild mucosal oozing occurred. The patient was admitted for overnight observation.",
  "2066368_syn_7": "[Indication]\nBronchial stricture post sleeve resection.\n[Anesthesia]\nDeep sedation.\n[Description]\nRUL anastomosis stenosis (74%) id[REDACTED]. Hurricane balloon dilation performed (6-9mm). Patency improved to 72%.\n[Plan]\nAdmit overnight. Repeat in 6 weeks.",
  "2066368_syn_8": "We performed a bronchoscopy on [REDACTED] his anastomotic stricture. After sedation, we examined the RUL anastomosis and found it significantly narrowed. We used a Hurricane balloon to dilate the stricture, performing multiple inflations up to 9mm. The airway diameter improved noticeably. There was some minor bleeding which resolved on its own. He was admitted for observation.",
  "2066368_syn_9": "DIAGNOSIS: Bronchial narrowing after surgery.\nPROCEDURE: Scope with balloon expansion.\nOBSERVATIONS: We saw a tight spot at the RUL connection. We used a Hurricane balloon to stretch it out. We went up to 9mm. The opening is much better now. Minor bleeding was observed. He will stay in the hospital tonight."
}
