{
  "213199_syn_1": "Pre-op: Recurrent RUL SCC. Plan: HDR brachy.\nAnesthesia: Mod sed.\nProcedure: Scope passed. Tumor RUL 75% occlusion. 5F catheter placed 2cm distal to lesion. Fluoro confirm. Dummy check done. Rx length 4.5cm.\nPlan: Transport to RadOnc for 10Gy. f/u 4-6wks.",
  "213199_syn_2": "HISTORY: [REDACTED], a 72-year-old gentleman with recurrent endobronchial squamous cell carcinoma, presented for high-dose-rate (HDR) brachytherapy. The lesion in the right upper lobe (RUL) bronchus demonstrated significant obstruction.\nPROCEDURE: Under moderate sedation, flexible bronchoscopy id[REDACTED] an infiltrative tumor. A 5-French flexible catheter was navigated through the working channel, extending 2 cm distal to the tumor margin. Fluoroscopic verification ensured optimal positioning for the 4.5 cm treatment length. The patient was transferred to Radiation Oncology for the administration of 10.0 Gy.",
  "213199_syn_3": "Procedure: Bronchoscopy with catheter placement (CPT 31643).\nIndication: RUL Obstruction/Malignancy.\nDevice: 5F flexible brachytherapy catheter.\nTechnique: Transnasal approach. Catheter advanced past RUL tumor (2.5 cm length). Distal placement verified via Fluoroscopy (included). Catheter secured.\nPlan: HDR delivery 10 Gy (Session 3).\nMedical Necessity: Palliation of symptomatic airway obstruction.",
  "213199_syn_4": "Resident Note\nPatient: J. Brown, 72M.\nProcedure: Brachytherapy Catheter Placement.\nAttending: Dr. O'Brien.\nSteps:\n1. Time out/Sedation.\n2. Airway inspection: RUL tumor 75% blocked.\n3. 5F catheter placed past lesion.\n4. Fluoro confirmation of position.\n5. Secured at nose.\nPlan: RadOnc for tx.",
  "213199_syn_5": "patient [REDACTED] here for brachytherapy session 3 for his rul cancer we used moderate sedation scope went in fine saw the tumor blocking the rul bronchus put the 5f catheter in past it checked with fluoro looks good taped it to his nose sending him to radiation now no complications thanks",
  "213199_syn_6": "The patient is a 72-year-old male with recurrent squamous cell carcinoma of the RUL presenting for brachytherapy catheter placement. Under moderate sedation, the airway was inspected revealing the known tumor. A 5F flexible catheter was introduced and advanced 2 cm beyond the distal margin of the lesion. Position was verified with fluoroscopy. The catheter was secured, and the patient was transported to Radiation Oncology for delivery of 10.0 Gy. No complications occurred.",
  "213199_syn_7": "[Indication]\nRecurrent endobronchial SCC, RUL obstruction.\n[Anesthesia]\nModerate sedation.\n[Description]\nBronchoscopy performed. 5F catheter inserted past RUL tumor. Position confirmed via fluoroscopy. Treatment length 4.5 cm. Catheter secured.\n[Plan]\nDeliver 10.0 Gy. F/u bronchoscopy 4-6 weeks.",
  "213199_syn_8": "We brought [REDACTED] bronchoscopy suite for his scheduled brachytherapy session. After inducing moderate sedation, we inserted the scope transnasally. We visualized the infiltrative tumor at the RUL bronchus causing significant obstruction. We then passed a 5F catheter through the scope, placing it carefully past the tumor. We used fluoroscopy to confirm the tip was 2 cm distal to the lesion. Once satisfied, we taped the catheter and sent him for radiation treatment.",
  "213199_syn_9": "Dx: Recurrent RUL carcinoma.\nProc: Bronchoscopy with insertion of radioelement catheter.\nDetails: Scope introduced. RUL mass id[REDACTED]. 5F tube deployed beyond the blockage. Location authenticated via imaging. Device anchored. Patient moved to oncology for irradiation (10 Gy). No issues."
}
