{
  "2145069_syn_1": "Indication: Pneumonia, non-resolving.\nSedation: Mod sed.\nProcedure: Scope via nose. Airways patent. No endobronchial lesions.\nAction: BAL LLL. 100cc in, 80cc return.\nPlan: Cultures pending. Continue Abx.",
  "2145069_syn_2": "PROCEDURE: Diagnostic flexible bronchoscopy with bronchoalveolar lavage.\nINDICATION: 82-year-old female with persistent right-sided infiltrates despite antibiotic therapy.\nFINDINGS: The tracheobronchial tree was systematically inspected. No endobronchial masses, mucosal irregularities, or foreign bodies were visualized. Thick secretions were noted diffusely. A bronchoalveolar lavage was performed in the left lower lobe (target segment) yielding turbid fluid which was submitted for microbiological analysis.",
  "2145069_syn_3": "Service: Bronchoscopy with BAL (31624).\nMedical Necessity: Non-resolving pneumonia (J18.9).\nDetails: Scope advanced to LLL. 100mL saline instilled in aliquots. 80mL aspirated. Specimen sent for quantitative culture. No biopsy performed (excludes 31628/31625). Diagnostic inspection (31622) included.",
  "2145069_syn_4": "Resident Note\nPatient: [REDACTED]\nPre-op Dx: Pneumonia\nSteps:\n1. Vitals stable. Lidocaine spray.\n2. Scope inserted nare.\n3. Inspection: Normal anatomy, some secretions.\n4. BAL LLL: Good return.\n5. Scope out.\nPlan: Wait for culture results.",
  "2145069_syn_5": "Bronchoscopy for Estelle Getty she has pneumonia that wont go away. used moderate sedation versed and fentanyl. looked around airways look okay just lots of secretions. washed the LLL collected fluid for culture. patient tolerated it fine no o2 desats.",
  "2145069_syn_6": "Diagnostic flexible bronchoscopy with bronchoalveolar lavage. Indication was non-resolving pneumonia. Upper airway and vocal cords normal. Trachea and main carina normal. Bilateral bronchial trees patent. Purulent secretions noted. BAL performed in LLL. Fluid sent for bacterial, fungal, and AFB culture. Patient stable.",
  "2145069_syn_7": "[Indication]\nRefractory Pneumonia.\n[Anesthesia]\nModerate Sedation.\n[Description]\nFlexible bronchoscopy. Airway inspection negative for mass/lesion. BAL performed LLL. Samples sent for micro.\n[Plan]\nAdjust antibiotics based on culture.",
  "2145069_syn_8": "We performed a bronchoscopy on [REDACTED] investigate her persistent pneumonia. After numbing the nose and throat, the scope was passed easily. We didn't see any tumors or blockages, just some thick mucus. We washed the left lower lobe with saline and collected the fluid to check for specific bacteria. She did great during the procedure.",
  "2145069_syn_9": "Procedure: Flexible bronchoscopy with lung washing.\nContext: Persistent pulmonary infiltrate.\nAction: The bronchial tree was examined. No obstructions were observed. The LLL was lavaged with saline. Effluent was collected for analysis.\nResult: Specimen acquired for microbiology.",
  "2145069": "OPERATIVE REPORT - DETAILED NARRATIVE\nPART 1: AIRWAY INTERVENTION (07:45 - 10:15)\nPatient [REDACTED] hybrid OR suite. After successful induction of general anesthesia, formal time-out performed with all team members present. Confirmed:\n\nCorrect patient (ID [REDACTED], verbal confirmation)\nProcedures planned (airway intervention, pericardial window, pleural catheter)\nPositioning (supine throughout)\nAntibiotic prophylaxis (Cefazolin 2g IV given)\nSteroid coverage (Dexamethasone 10mg IV given)\nBlood products available (2 units PRBCs typed and crossed)\n\nInitial orotracheal intubation performed by anesthesia with video laryngoscopy - 8.0mm ETT placed without difficulty. Position confirmed at 21cm at teeth with end-tidal CO2 and bilateral breath sounds. However, significantly diminished breath sounds on right side noted.\nInitial Flexible Bronchoscopy Survey:\nOlympus BF-1T180 therapeutic bronchoscope introduced through ETT. Findings:\n\nSupraglottic structures: Normal, no lesions\nVocal cords: Mobile bilaterally, no masses\nSubglottis: Normal caliber, no stenosis\nTrachea: Patent, mild mucosal erythema, no significant secretions\nCarina: Widened, evidence of external compression from adenopathy\nLeft main bronchus: Patent, some extrinsic compression but adequate luminal diameter\nLUL, Lingula, LLL: All segments visualized and patent\nRight main bronchus: CRITICAL FINDING - Near-complete obstruction beginning 1cm from carina. Large fungating tumor mass arising from anterior and lateral walls, extending 4cm distally. Approximately 90% obstruction. Friable, hemorrhagic appearance. Unable to pass bronchoscope beyond lesion. No visualization of RUL, RML, or RLL orifices.\n\nDecision: Proceed with rigid bronchoscopy for tumor debridement and airway restoration.\nRigid Bronchoscopy Phase:\nPatient re-positioned with shoulder roll for neck extension. The 8.0mm ETT was removed. A Storz 13mm rigid bronchoscope (Model #8580C) was carefully introduced through the oral cavity under direct visualization using Weerda laryngoscope.\nVentilation strategy: High-frequency jet ventilation (HFJV) via rigid scope side arm. Ventilator settings: Frequency 150/min, Driving pressure 2.0 bar, FiO2 1.0, I:E ratio 1:1.5. Good chest rise and end-tidal CO2 waveform confirmed adequate ventilation.\nThe rigid scope was advanced through the vocal cords under direct visualization. The trachea was traversed without difficulty. The tumor mass in right mainstem bronchus was encountered.\nMechanical Debridement:\nUsing the beveled edge of the rigid bronchoscope as a core, the tumor was mechanically debrided with careful forward pressure and rotating motion. Multiple passes were required. Tumor tissue was extremely friable with significant bleeding encountered.\nEstimated tumor volume removed via coring: Approximately 20-25 cubic centimeters of tumor tissue\nHemostasis Measures:\nAs expected, bleeding was brisk during debulking. The following measures were employed:\n\nIced saline lavage: 500mL total of iced normal saline instilled in 50-100mL aliquots, allowed to dwell 30-60 seconds, then suctioned. This provided temporary hemostasis.\nTopical epinephrine: 1:10,000 concentration, total 30mL instilled in divided doses to tumor bed. Significant reduction in bleeding achieved.\nTranexamic acid: 1 gram in 100mL NS instilled topically (in addition to 1g IV given by anesthesia systemically). Further improvement in hemostasis.\n\nAfter approximately 30 minutes of mechanical debridement and hemostatic measures, adequate visualization of distal airways was achieved. The RUL, RML, and RLL orifices could be visualized, though tumor bulk remained on the airway walls.\nElectrocautery:\nFlexible bronchoscope (Olympus) passed through rigid barrel. Electrocautery probe advanced through working channel. Residual tumor tissue was cauterized using monopolar cautery at 40 watts in coagulation mode. FiO2 was reduced to 0.4 during cautery per safety protocol.\nTreatment areas: Anterior wall, lateral wall, and carina region of right mainstem bronchus\nTreatment time: Approximately 8 minutes total cautery time\nEffect: Tumor base cauterized, some reduction in tumor bulk, improved hemostasis\nArgon Plasma Coagulation:\nAPC probe (ERBE VIO system) advanced through flexible scope. Settings: 40 watts, Argon flow 1.5 L/min, Pulsed mode.\nTreatment: Circumferential APC application to all visible tumor tissue in right mainstem bronchus. Particular attention to areas of residual bleeding.\nDuration: 6 minutes active APC time\nResult: Excellent hemostasis achieved, visible coagulation effect on tumor surface\nAssessment after debridement:\nRight mainstem bronchus now approximately 50% patent (improved from <10% pre-treatment). However, significant residual tumor bulk and malacia noted.\nBalloon Dilation:\nBoston Scientific CRE balloon catheter (12mm x 4cm) advanced over guidewire to stenotic segment under fluoroscopic guidance.\nInflation sequence:\n\nFirst inflation: 12mm diameter x 60 seconds\nSecond inflation: 12mm diameter x 60 seconds\nThird inflation: 14mm diameter x 90 seconds (maximum size)\n\nFluoroscopy showed excellent balloon expansion across entire stenotic segment. Upon deflation, improved luminal diameter appreciated.\nPost-dilation assessment: Right mainstem bronchus now approximately 60-65% patent. However, given residual tumor bulk, malacia, and risk of rapid re-obstruction, decision made to place stent.\nStent Placement:\nAfter discussion with anesthesia regarding patient stability (patient remained stable throughout), proceeded with metallic stent placement.\nStent selected: Boston Scientific Ultraflex covered metallic stent, 14mm diameter x 60mm length\nDeployment technique:\n\nStent advanced over guidewire under combined bronchoscopic and fluoroscopic guidance\nPositioned to span from 0.5cm distal to carina to mid-right mainstem bronchus\nFluoroscopic confirmation of position in AP and lateral views\nSlow, controlled deployment under direct visualization\nPost-deployment balloon dilation of stent (12mm balloon) to ensure full stent expansion\n\nPost-stent assessment:\nFlexible bronchoscope passed through rigid scope and into stent lumen.\nFindings:\n\nStent well-positioned, no migration\nExcellent apposition to airway walls\nRUL orifice: Fully visible through stent side mesh, patent\nRML orifice: Visible and patent\nRLL orifice: Visible and patent\nAll segments of right lung now visualized for first time\nSignificant amount of retained secretions in distal airways (expected due to chronic obstruction)\n\nTherapeutic Aspiration:\nExtensive suctioning and aspiration performed in all segments of right lung. Thick, purulent-appearing secretions removed from:\n\nRight upper lobe: Approximately 30mL\nRight middle lobe: Approximately 20mL\nRight lower lobe: Approximately 40mL\n\nTotal secretions removed: ~90mL. Samples sent for culture.\nFinal Airway Inspection:\n\nTrachea: Normal\nLeft bronchial tree: Unchanged, patent\nRight main stem: Patent through stent, estimated 85-90% luminal patency (compared to pre-procedure ~10%)\nRUL, RML, RLL: All now patent with significant improvement in ventilation\nMinimal residual bleeding, hemostasis excellent\n\nRigid bronchoscope removed. Patient re-intubated with 8.0mm ETT. Confirmation of ETT position with bronchoscopy and capnography. Bilateral breath sounds now audible (marked improvement in right-sided ventilation compared to pre-procedure).\nAirway Intervention Completed: 10:15 AM\nEstimated blood loss during airway phase: 200mL\nSpecimens obtained: Tumor tissue (pathology), secretions (microbiology)\n\nPART 2: PERICARDIAL WINDOW (10:30 - 11:15)\nPatient [REDACTED] arms tucked. Subxiphoid area prepped and draped in sterile fashion by cardiothoracic surgery team. Interventional pulmonology team assisted.\nTEE probe inserted by anesthesia showed moderate-large circumferential pericardial effusion with RV diastolic collapse.\nSurgical technique (performed by CT surgery, Dr. Harrison):\n\nSubxiphoid incision, approximately 4cm\nDissection carried down to pericardium\nPericardium opened, approximately 4cm x 3cm window created\nRush of 400mL of serosanguineous fluid\nPericardial biopsy obtained (sent for pathology and cytology)\nNo active bleeding from pericardial surface\n19Fr Blake drain left in pericardial space\nDrain secured to skin, connected to bulb suction\n\nTEE post-drainage: Complete resolution of pericardial effusion, no RV collapse, improved cardiac output.\n\nPART 3: PLEURAL CATHETER PLACEMENT (11:20 - 11:45)\nWith patient still under general anesthesia, attention turned to right pleural effusion.\nUltrasound examination (performed by IP team):\n\nRight hemithorax with moderate-large pleural effusion\nEstimated volume: 1000-1200mL\nAnechoic fluid, no loculations\nCompressed right lung (though now ventilating via stent)\n\nPleurX catheter placement:\nStandard tunneled technique as previously described. Entry site: [REDACTED]\nInitial drainage: 850mL of serosanguineous fluid removed (stopped at patient request earlier - she was waking up and uncomfortable).\nChest tube secured with 2-0 nylon sutures. Occlusive dressing applied.\n\nPROCEDURE CONCLUSION\nAll procedures completed successfully. Total operative time: 4 hours 15 minutes.\nPatient [REDACTED] Conclusion:\n\nHemodynamically stable (MAP 78, HR 82)\nImproved oxygen saturation: 96% on FiO2 0.5 (compared to pre-procedure 88% on FiO2 1.0)\nTEE shows improved cardiac function\nBilateral breath sounds now audible\n\nPatient [REDACTED] for transport to ICU given length of procedure and concern for post-obstructive pulmonary edema.\nSpecimens Sent:\n\nEndobronchial tumor (histology)\nBronchial secretions (bacterial, fungal, AFB cultures)\nPericardial tissue (histology, cytology)\nPericardial fluid (cytology, chemistry)\nPleural fluid (cytology, chemistry, cell count)\n\nEstimated Total Blood Loss: 250mL\nFluids Given: 2000mL crystalloid\nUOP: 400mL\nComplications: None intraoperatively\n\nPOSTOPERATIVE DISPOSITION & PLAN\nImmediate (ICU):\n\nExtubate when fully awake and following commands (anticipated within 2-4 hours)\nChest X-ray immediately post-procedure and daily x3 days\nMonitor pericardial drain output\nPleural catheter to drain q3 days initially\nContinue broad-spectrum antibiotics (started on Pip-Tazo for post-obstructive pneumonia)\nDVT prophylaxis with heparin SQ\nPPI for stress ulcer prophylaxis\nAggressive pulmonary toilet and incentive spirometry\n\nShort-term (Inpatient, 3-5 days):\n\nRemove pericardial drain when output <50mL/day\nTransition to floor when stable\nContinue PleurX catheter drainage\nPain control\nPhysical therapy for reconditioning\n\nMedium-term (1-2 weeks):\n\nDischarge with home health for PleurX catheter management\nFollow-up in IP clinic at 2 weeks with chest X-ray\nDiscuss with oncology regarding re-initiation of systemic therapy now that dyspnea improved\n\nLong-term:\n\nSurveillance bronchoscopy at 6-8 weeks to assess stent\nMonitor for stent-related complications (migration, granulation, tumor in-growth)\nMay need stent revision/exchange\nPleurX catheter to remain until auto-pleurodesis occurs or end of life\n\n\nASSESSMENT & PROGNOSIS\n[REDACTED] critical, multi-system involvement of metastatic lung cancer causing:\n\nNear-complete right mainstem bronchus obstruction → Successfully addressed with tumor debridement and stent\nCardiac tamponade physiology → Successfully addressed with pericardial window\nLarge pleural effusion → Successfully palliated with PleurX catheter\n\nAll procedures were technically successful without intra-operative complications. The patient now has:\n\nRestored right lung ventilation (dramatic improvement from pre-procedure state)\nResolution of cardiac compromise\nControl of pleural effusion\n\nPrognosis: Given stage IV disease, prognosis remains guarded with likely survival measured in months. However, these palliative interventions should significantly improve quality of life by reducing dyspnea and allowing potential resumption of systemic therapy.\nThe patient and family understand this is palliative care aimed at symptom control rather than cure. They expressed gratitude for the interventions and understanding of the goals of care.\n\nATTENDING PHYSICIAN STATEMENT\nI, David Kim, MD, was present and actively participating throughout the entire procedure. I performed the critical portions of the airway intervention including tumor debridement, cautery, stent placement, and final bronchoscopic assessment. I supervised Dr. Foster throughout the pleural catheter placement. I assisted the cardiothoracic surgery team during pericardial window creation.\nThe procedure was medically necessary, technically indicated, and appropriately performed. Informed consent was obtained. The patient tolerated the procedure without immediate complications.\nElectronically Signed: David Kim, MD - [REDACTED] 13:05\nBRONCHOSCOPY [REDACTED]\nJackson Mary 82F #2145069\nIndication pneumonia not improving on abx, r/o endobronchial lesion\nModerate sedation versed 2mg fent 75mcg\nScope thru nose, lidocaine spray used\nFindings:\nNose/pharynx ok\nCords move normal\nTrachea normal\nR side all patent no lesions\nL side all patent no lesions\nDiffuse thick yellow secretions throughout both lungs\nBAL done LLL 100cc in 80cc out\nSputum cultures sent\nNo lesions seen\nPost bronch CXR no PTX\nImpression: No endobronchial cause for pneumonia, likely bacterial pneumonitis, cultures pending\nPlan: Continue abx, f/u cultures, repeat CXR 48h\nDr. Smith"
}
