{
  "217055_syn_1": "Dx: Central SCLC, carina.\nAnesthesia: Mod Sed.\nProc: Biopsies x3. 6F afterloading cath placed. Fluoro verified.\nPlan: 6Gy x 4. Path pending.",
  "217055_syn_2": "PROCEDURE NOTE: [REDACTED], with central small cell lung cancer recurrence at the main carina, presented for brachytherapy. Moderate sedation was utilized. The lesion caused 40% obstruction. Endobronchial biopsies were obtained for confirmation. Subsequently, a 6-French afterloading catheter was positioned across the carina. Fluoroscopy verified the 3.5 cm treatment length. The patient proceeded to Session 1 of 4.",
  "217055_syn_3": "Primary Code: 31643 (Catheter placement).\nSecondary Code: 31625 (Biopsy - distinct procedure).\nSite: Main Carina.\nDevice: 6F Afterloading Catheter.\nImaging: Fluoroscopy.\nPathology: Samples sent.",
  "217055_syn_4": "Resident Note\nPt: M. Martinez\nSteps:\n1. Mod sed.\n2. Scope carina.\n3. Biopsy x3.\n4. 6F cath placed.\n5. Fluoro check.\nPlan: 6Gy today.",
  "217055_syn_5": "[REDACTED] here for carinal tumor sclc recurrence we did moderate sedation took some biopsies first then put the 6f catheter in for the radiation checked it with fluoro looks good shes going for treatment now 1 of 4",
  "217055_syn_6": "Bronchoscopy for brachytherapy catheter placement and biopsy. 54-year-old female with central SCLC. Tumor at main carina biopsied x3. 6F afterloading catheter placed. Fluoroscopic confirmation. Patient sent for radiation.",
  "217055_syn_7": "[Indication]\nCentral SCLC, carinal recurrence.\n[Anesthesia]\nModerate sedation.\n[Description]\nTumor biopsied. 6F catheter inserted. Position verified with fluoroscopy. Treatment length 3.5 cm.\n[Plan]\n6.0 Gy fraction 1. Path f/u.",
  "217055_syn_8": "[REDACTED] a recurrence of SCLC at her main carina. We sedated her and took three biopsy samples first. Then we placed a 6F catheter across the area for her radiation treatment. Fluoroscopy showed it was in the right place. She's starting her weekly sessions today.",
  "217055_syn_9": "Dx: Carinal SCLC recurrence.\nProc: Scope with biopsy and positioning of brachytherapy line.\nDetails: Tissue sampled. 6F device inserted. Location validated via fluoroscopy. 6 Gy dosage planned. Biopsies sent to lab."
}
