{
  "219775_syn_1": "Procedure: Robotic Bronchoscopy LLL.\nTarget: 20mm nodule.\nActions: Navigated to LB7+8. Locked sheath. rEBUS adjacent.\nSampling: 19G TBNA x7. Forceps biopsy x6. BAL performed.\nROSE: Negative for malignancy.\nIssues: None.",
  "219775_syn_2": "The patient presented for diagnostic evaluation of a dominant pulmonary nodule. Following general anesthesia, the Monarch robotic system was deployed. Navigation to the Left Lower Lobe (LB7+8) was successful with a registration error of 4.8mm. Radial EBUS demonstrated an adjacent signature. We performed Transbronchial Needle Aspiration (19G, 7 passes) and Transbronchial Forceps Biopsy (6 specimens) under continuous endoscopic monitoring. Bronchoalveolar lavage was completed. Rapid on-site evaluation showed no malignant cells.",
  "219775_syn_3": "Codes submitted: 31629 (TBNA), 31628 (Forceps Biopsy), 31627 (Navigation), 31654 (EBUS), 31624 (BAL). Tools: Monarch Platform, 19G Needle, Standard Forceps. Target: LLL Anteromedial-Basal segment. Verification: Continuous visualization maintained.",
  "219775_syn_4": "Fellow Note\nPt: [REDACTED].\nProc: Monarch LLL Biopsy.\n1. ETT placed.\n2. Navigated to LB7+8.\n3. rEBUS: Adjacent.\n4. TBNA 19G (7 passes).\n5. Forceps (6 bites).\n6. BAL.\nROSE: Benign so far.\nPlan: PACU.",
  "219775_syn_5": "monarch bronch for lll nodule 20mm anesthesia good tube in navigated to lb7+8 registration 4.8mm rebus showed adjacent lesion did 19g needle 7 times then forceps 6 times watched it the whole time no bleeding bal done rose said no cancer seen extubated fine.",
  "219775_syn_6": "The patient was positioned and anesthesia induced. The Monarch robotic scope was inserted. Registration accuracy was 4.8mm. Navigation to the LLL Anteromedial-Basal Segment was achieved. rEBUS showed an adjacent view. 19G TBNA was performed for 7 passes followed by forceps biopsy for 6 specimens with continuous visualization. BAL was performed. ROSE result was negative for malignancy. The patient tolerated the procedure well.",
  "219775_syn_7": "[Indication] 20mm LLL nodule.\n[Anesthesia] General.\n[Description] Robotic navigation to LB7+8. rEBUS adjacent. 19G TBNA x7. Forceps biopsy x6. BAL x1. Continuous visualization used.\n[Plan] Post-procedure CXR. Discharge.",
  "219775_syn_8": "We navigated the robotic device to the left lower lobe, specifically the anteromedial-basal segment. Once the sheath was locked in place, we utilized radial EBUS to confirm the lesion's adjacent location. We then proceeded to sample the area using a 19-gauge needle for seven passes, followed by six biopsies using standard forceps. A lavage was also performed. Fortunately, the on-site evaluation showed no evidence of malignancy.",
  "219775_syn_9": "The robotic device was piloted to the LLL. The outer cannula was secured at the LB7+8 opening. Radial EBUS corroborated the target location as adjacent. Needle aspiration was executed with a 19G tool for 7 attempts. Tissue extraction via forceps yielded 6 samples. Fluid wash was collected. Immediate cytology was negative for neoplasm.",
  "219775": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 20mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t11\t294\t13\t100\t6\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.8mm.\n\nThe device was navigated to the LLL. The outer sheath was parked and locked at the ostium of the segmental airway (LB7+8) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anteromedial-Basal Segment of LLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 6 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nBronchoalveolar lavage performed at LB7+8. 60mL NS instilled with 32mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: No evidence of malignant neoplasm\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nAnderson, MD"
}
