{
  "2297743_syn_1": "Indication: Thyroid cancer, tracheal compression.\nPre-op: 79% stenosis.\nProcedure:\n- Rigid bronchoscopy, jet ventilation.\n- Balloon dilation.\n- Dumon stent (12x60mm) deployed in Trachea.\n- Good expansion confirmed.\nPost-op: 11% obstruction.\nComplications: None.",
  "2297743_syn_2": "HISTORY: [REDACTED] significant airway compromise secondary to thyroid malignancy. Quantitative assessment revealed 79% tracheal stenosis.\nOPERATIVE NARRATIVE: Under general anesthesia utilizing jet ventilation, the airway was secured via rigid bronchoscopy. Mechanical dilation of the stenotic segment was performed to facilitate appliance delivery. A 12x60mm Novatech Silicone Dumon stent was precisely deployed within the trachea. Post-deployment endoscopic inspection confirmed restoration of airway caliber to near-physiologic dimensions (11% residual narrowing) and excellent stent apposition.\nPLAN: Admitted for observation.",
  "2297743_syn_3": "Procedure: Bronchoscopy with Tracheal Stent Placement (CPT 31631).\nTechnique:\n1. Introduction of rigid bronchoscope under GA.\n2. Assessment of tracheal stenosis (79%).\n3. Therapeutic dilation performed to prepare site.\n4. Measurement and selection of Novatech Dumon Stent (12x60mm).\n5. Deployment of stent into trachea covering the stenotic region.\n6. Verification of patency and lack of migration.\nNecessity: Malignant neoplasm causing central airway obstruction.",
  "2297743_syn_4": "Procedure: Rigid Bronchoscopy with Stent Placement\nAttending: Dr. Davis\nSteps:\n1. Time out performed.\n2. General anesthesia with jet ventilation.\n3. Rigid scope inserted.\n4. Tracheal stenosis id[REDACTED] and dilated.\n5. Stent (Dumon 12x60mm) placed in trachea.\n6. Position confirmed.\n7. Scope removed.\nNo complications encountered.",
  "2297743_syn_5": "Patient [REDACTED] here for the tracheal stent she has thyroid cancer compressing the airway about 80 percent blocked we used the rigid scope with jet vent dilated it open then put in a novatech dumon stent 12 by 60 millimeter right in the trachea looks good now wide open only maybe 10 percent blocked no bleeding really sent to recovery then admit thanks.",
  "2297743_syn_6": "The patient presented with thyroid cancer causing tracheal compression. Pre-procedure obstruction was estimated at 79%. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. Sequential balloon dilation of the tracheal stenosis was carried out. The airway was measured, and a Novatech Silicone Dumon stent (12x60mm) was deployed in the trachea. Stent position was confirmed with good expansion and patency. Post-procedure obstruction was reduced to approximately 11%. There were no complications, and EBL was minimal. The patient was sent to recovery and then admitted for overnight observation.",
  "2297743_syn_7": "[Indication]\nThyroid cancer with 79% tracheal compression.\n[Anesthesia]\nGeneral with jet ventilation.\n[Description]\nRigid bronchoscopy performed. Stenosis dilated. Novatech Dumon stent (12x60mm) deployed in trachea. Patency restored (11% residual).\n[Plan]\nAdmit for observation. Clinic follow-up 4-6 weeks.",
  "2297743_syn_8": "[REDACTED] a rigid bronchoscopy today to address her tracheal compression caused by thyroid cancer. We utilized general anesthesia and jet ventilation. After id[REDACTED] the 79% stenosis, we performed sequential balloon dilation. Subsequently, a 12x60mm Novatech Silicone Dumon stent was deployed into the trachea. The stent expanded well, and we confirmed good patency with a residual obstruction of only 11%. She tolerated the procedure well with minimal blood loss.",
  "2297743_syn_9": "Indication: Thyroid carcinoma with tracheal impingement.\nPre-procedure blockage: ~79% Trachea.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was executed. Sequential balloon expansion of the trachea stenosis was conducted. The airway was gauged and a Novatech Silicone - Dumon stent (12x60mm) was implanted in the Trachea. Stent seating was validated with good expansion and openness.\nPost-procedure blockage: ~11%.\nNo adverse events.",
  "2297743": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\n\nIndication: Thyroid cancer with tracheal compression\nPre-procedure obstruction: ~79% Trachea\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of trachea stenosis performed.\nAirway measured and Novatech Silicone - Dumon stent (12x60mm) deployed in Trachea.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~11%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nDavis, MD"
}
