{
  "231025_syn_1": "Target: 33mm RML (RB4).\nTech: Monarch.\nrEBUS: Concentric.\nBx: 19G TBNA x5, Forceps x7, Brush.\nNo BAL.\nROSE: Benign.",
  "231025_syn_2": "NARRATIVE: Robotic bronchoscopy for 33mm RML nodule. Navigation to Lateral Segment (RB4) achieved. rEBUS showed concentric view. 19G TBNA (5 passes), Forceps (7 specimens), and Brush biopsy performed. No lavage. ROSE benign.",
  "231025_syn_3": "CPT: 31629, 31628, 31623, 31627, 31654. No BAL. 19G needle, forceps, brush used on RML nodule. rEBUS concentric.",
  "231025_syn_4": "Monarch Case.\nRML nodule.\n1. Nav to RB4.\n2. rEBUS Concentric.\n3. 19G Needle x 5.\n4. Forceps x 7.\n5. Brush.\nROSE: Benign.",
  "231025_syn_5": "[REDACTED] rml nodule 33mm robotic bronch monarch used navigated to rb4 rebus concentric 19g needle 5 passes forceps 7 passes brush rose benign no bal done.",
  "231025_syn_6": "Anesthesia induced. Monarch robot navigated to RML RB4. rEBUS concentric. 19G TBNA x 5. Forceps x 7. Brush. ROSE benign. No BAL. Patient stable.",
  "231025_syn_7": "[Indication] 33mm RML nodule.\n[Anesthesia] General.\n[Description] Nav to RB4. rEBUS concentric. 19G TBNA x5. Forceps x7. Brush. ROSE benign.\n[Plan] Discharge.",
  "231025_syn_8": "We used the Monarch robot to navigate to the lateral segment of the right middle lobe. Radial EBUS showed a concentric view of the large 33mm nodule. We performed five passes with a 19-gauge needle, followed by seven forceps biopsies and brushing. The on-site evaluation was benign.",
  "231025_syn_9": "The robotic system was piloted to the RML. The instrument reached RB4. Sonography indicated a concentric mass. Aspiration via 19G needle was conducted 5 times. Tissue extraction via forceps occurred 7 times. Brushing was performed. Initial pathology was benign.",
  "231025": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\n\nIndication: Incidental pulmonary nodule requiring tissue diagnosis\nTarget: 33mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t10\t287\t8\t80\t8\t16\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.2mm.\n\nThe device was navigated to the RML. The outer sheath was parked and locked at the ostium of the segmental airway (RB4) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Lateral Segment of RML.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 5 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 7 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nWilliams, MD"
}
