{
  "2323422_syn_1": "Indication: Complex septated effusion L.\nProc: US Chest + Lytic Instillation.\nUS: Left side, large volume, isoechoic, thick loculations.\nIntervention: 10mg tPA / 5mg DNase via L chest tube.\nResult: Tolerated well.",
  "2323422_syn_2": "PROCEDURE: Intrapleural administration of fibrinolytic agents with ultrasound guidance.\nPATIENT: [REDACTED], 50M.\nCLINICAL SUMMARY: The patient presents with a complex septated effusion. Thoracic ultrasound of the left hemithorax demonstrated a large, isoechoic effusion with thick internal septations and diminished diaphragmatic excursion. To address the multiloculated nature of the effusion, 10 mg tPA and 5 mg DNase were instilled via the existing left chest catheter.",
  "2323422_syn_3": "Billing Record:\n- CPT 76604-26 (US Chest): Left hemithorax scanned. Findings: Large, isoechoic, thick loculations. Image stored.\n- CPT 32561 (Fibrinolysis): Instillation of 10mg tPA/5mg DNase via chest tube for complex effusion.\nNote: Initial day of therapy.",
  "2323422_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: US & Lytic instillation.\nFindings:\n- Left chest US: Large effusion, really thick septations, isoechoic.\n- Diaphragm not moving much.\nAction: Put tPA 10 and DNase 5 into the left tube.\nPlan: Clamp 1hr.",
  "2323422_syn_5": "sean omalley 50 year old male complex effusion left side. ultrasound showed large fluid collection thick loculations isoechoic. we put the meds in the tube 10 tpa 5 dnase. no issues patient is fine. check him in an hour.",
  "2323422_syn_6": "[REDACTED] 50M with complex septated left effusion. Ultrasound chest performed left side showing large isoechoic effusion with thick loculations and diminished diaphragmatic motion. Instilled 10 mg tPA and 5 mg DNase via left chest tube. No complications. Dwell time 1 hour.",
  "2323422_syn_7": "[Indication]\nComplex Septated Effusion (Left).\n[Imaging]\nUS Left Chest: Large, isoechoic, thick loculations.\n[Description]\nInstillation of 10mg tPA and 5mg DNase via left chest tube.\n[Plan]\nSuction after 1 hour dwell.",
  "2323422_syn_8": "We evaluated Mr. O'Malley for his complex left-sided effusion. Bedside ultrasound of the left chest was significant for a large volume effusion that was isoechoic with thick loculations, indicating a complex process. We then instilled 10 mg of tPA and 5 mg of DNase into the left chest tube to facilitate drainage. The patient tolerated the procedure without any adverse events.",
  "2323422_syn_9": "Indication: Multiloculated Effusion.\nVisualization: Ultrasonic assessment of the left thorax showed a large, septated collection.\nTreatment: Administered 10mg tPA and 5mg DNase through the left pleural drain.\nOutcome: Completed without incident.",
  "2323422": "Date of Service: [REDACTED] 0845 Patient: O'Malley, Sean (MRN [REDACTED]) Attending Physician: Miller, Russell J, MD Service: Pulmonary / Critical Care \nINTERVENTIONAL PULMONOLOGY OPERATIVE REPORT 1 Happy Street Dr, Hollywood, CA92110\nINDICATION FOR OPERATION: Sean O'Malley is a 50 year-old male who presents with Complex Septated Effusion. The nature, purpose, risks, benefits and alternatives to Chest Ultrasound and Instillation of agents for fibrinolysis (initial) were discussed with the patient in detail. Patient indicated a wish to proceed with procedure and informed consent was signed. \nPREOPERATIVE DIAGNOSIS: Complex Septated Effusion POSTOPERATIVE DIAGNOSIS: Same as preoperative diagnosis - see above. \nPROCEDURE:\n•\t76604 Ultrasound, chest (includes mediastinum), real time with image documentation \n•\t32561 Instillation(s), via chest tube/catheter, agent for fibrinolysis (eg, fibrinolytic agent for break up of multiloculated effusion); initial day \nASSISTANT: Rebecca Lin MD RN: bedside RN Thomas Anderson MONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure. \nPROCEDURE IN DETAIL: PATIENT POSITION: ☑ Supine ☐ Sitting ☐ Lateral Decubitus: ☐ Right ☐ Left \nCHEST ULTRASOUND FINDINGS: Hemithorax: ☐ Right ☑ Left Pleural Effusion: ☑ Volume: ☐ None ☐ Minimal ☐ Small ☐ Moderate ☑ Large ☑ Echogenicity: ☐ Anechoic ☐ Hypoechoic ☑ Isoechoic ☐ Hyperechoic ☑ Loculations: ☐ None ☐ Thin ☑ Thick ☑ Diaphragmatic Motion: ☐ Normal ☑ Diminished ☐ Absent \nLung: Lung sliding before procedure: ☑ Present ☐ Absent Lung consolidation/atelectasis: ☑ Present ☐ Absent Pleura: ☐ Normal ☑ Thick ☐ Nodular \nDate of chest tube insertion: [REDACTED] Side: Left ☑ 10 mg/5 mg tPA/Dnase \nCOMPLICATIONS: ☑ None \nIMPRESSION/PLAN: Sean O'Malley is a 50 year-old male who presents for Chest Ultrasound and Instillation of agents for fibrinolysis (initial). The patient tolerated the procedure well. There were no immediate complications. DISPOSITION: Nursing Unit [] dwell for 1 hour [] chest tube to suction"
}
