{
  "2343423_syn_1": "Pre-op: Empyema L hemithorax.\nProc: Bedside US + tPA/DNase instillation.\nFindings: US chest left showed moderate complex effusion, thick septations. Hyperechoic. Tube in place.\nAction: Instilled 10mg tPA / 5mg DNase via existing L chest tube. Clamped.\nPlan: Dwell 1 hr then suction.",
  "2343423_syn_2": "PROCEDURE NOTE: INTRA-PLEURAL FIBRINOLYTIC THERAPY\nINDICATION: [REDACTED], a 38-year-old male with a loculated left-sided empyema, required therapeutic instillation of fibrinolytic agents to facilitate drainage.\nIMAGING: Real-time thoracic ultrasonography of the left hemithorax demonstrated a moderate volume pleural effusion characterized by hyperechogenicity and thickened septations, consistent with the diagnosis of empyema.\nINTERVENTION: Through the pre-existing left chest tube, a solution containing 10 mg of tissue plasminogen activator (tPA) and 5 mg of deoxyribonuclease (DNase) was instilled using aseptic technique.\nPLAN: The catheter will remain clamped for 60 minutes to maximize therapeutic effect before returning to suction.",
  "2343423_syn_3": "Service: Intrapleural Instillation (CPT 32561) & Chest Ultrasound (CPT 76604-26)\nDiagnosis: Empyema (J86.9).\nTechnique:\n1. Ultrasound Assessment: Real-time scanning of the left chest was performed. Findings documented: Moderate effusion, hyperechoic with thick loculations. Images saved.\n2. Instillation: Using the indwelling left chest catheter, the initial dose of fibrinolytic agents (10mg tPA/5mg DNase) was administered to break up loculations.\nOutcome: Tolerance good. No immediate complications.",
  "2343423_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Chest US and tPA/DNase instillation (Day 1).\nStaff: Dr. Van Dyke.\nSteps:\n1. Timeout performed.\n2. Bedside US of left chest: Saw moderate effusion, very septated/thick.\n3. Existing chest tube checked.\n4. Instilled tPA 10mg and DNase 5mg.\n5. Clamped tube.\nPlan: Unclamp in 1 hour.",
  "2343423_syn_5": "procedure note for jamal washington he has an empyema on the left side we did the ultrasound first it showed a lot of loculations thick stuff hyperechoic moderate size. so we went ahead and put in the tpa and dnase 10 and 5 mg into the chest tube on the left. patient tolerated it fine no issues clamped it for an hour chest tube to suction after.",
  "2343423_syn_6": "Jamal Washington 38M with empyema presented for fibrinolytic therapy. Ultrasound of the left chest was performed revealing a moderate hyperechoic effusion with thick loculations. Through the existing left chest tube, 10 mg tPA and 5 mg DNase were instilled for the initial treatment. There were no complications. The tube was clamped for a dwell time of one hour.",
  "2343423_syn_7": "[Indication]\nLeft-sided Empyema requiring fibrinolysis.\n[Imaging]\nBedside US Left Chest: Moderate volume, hyperechoic, thick loculations confirmed.\n[Description]\nInstillation of 10mg tPA and 5mg DNase via existing left chest tube (Initial day).\n[Plan]\nClamped for 1 hour, then suction.",
  "2343423_syn_8": "[REDACTED] ultrasound and fibrinolytic instillation for his left-sided empyema today. The ultrasound examination of the left hemithorax revealed a moderate-sized effusion that appeared hyperechoic with thick internal loculations, confirming the need for therapy. Subsequently, we instilled 10 mg of tPA and 5 mg of DNase through his existing left chest tube without difficulty. He tolerated the procedure well, and the tube was clamped to allow the medication to dwell.",
  "2343423_syn_9": "Indication: Empyema.\nScan: Sonographic evaluation of the left thorax displayed a moderate collection with dense septations.\nTreatment: Administered 10mg tPA and 5mg DNase through the indwelling left pleural catheter to dissolve loculations.\nOutcome: Procedure completed successfully. No adverse events.",
  "2343423": "Date of Service: [REDACTED] 1600 Patient: Washington, Jamal (MRN [REDACTED]) Attending Physician: Van Dyke, Dick, MD Service: Pulmonary / Critical Care \nINTERVENTIONAL PULMONOLOGY OPERATIVE REPORT 1 Happy Street Dr, Hollywood, CA92110\nINDICATION FOR OPERATION: Jamal Washington is a 38 year-old male who presents with Empyema. The nature, purpose, risks, benefits and alternatives to Chest Ultrasound and Instillation of agents for fibrinolysis (initial) were discussed with the patient in detail. Patient indicated a wish to proceed with procedure and informed consent was signed. \nPREOPERATIVE DIAGNOSIS: Empyema POSTOPERATIVE DIAGNOSIS: Same as preoperative diagnosis - see above. \nPROCEDURE:\n•\t76604 Ultrasound, chest (includes mediastinum), real time with image documentation \n•\t32561 Instillation(s), via chest tube/catheter, agent for fibrinolysis (eg, fibrinolytic agent for break up of multiloculated effusion); initial day \nASSISTANT: Emily Torres MD RN: bedside RN Mark O'Conner MONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer that was present throughout the entire procedure. \nPROCEDURE IN DETAIL: PATIENT POSITION: ☐ Supine ☑ Sitting ☐ Lateral Decubitus: ☐ Right ☐ Left \nCHEST ULTRASOUND FINDINGS: Hemithorax: ☐ Right ☑ Left Pleural Effusion: ☑ Volume: ☐ None ☐ Minimal ☐ Small ☑ Moderate ☐ Large ☑ Echogenicity: ☐ Anechoic ☐ Hypoechoic ☐ Isoechoic ☑ Hyperechoic ☑ Loculations: ☐ None ☐ Thin ☑ Thick ☑ Diaphragmatic Motion: ☑ Normal ☐ Diminished ☐ Absent \nLung: Lung sliding before procedure: ☑ Present ☐ Absent Lung consolidation/atelectasis: ☑ Present ☐ Absent Pleura: ☐ Normal ☑ Thick ☐ Nodular \nDate of chest tube insertion: [REDACTED] Side: Left ☑ 10 mg/5 mg tPA/Dnase \nCOMPLICATIONS: ☑ None \nIMPRESSION/PLAN: Jamal Washington is a 38 year-old male who presents for Chest Ultrasound and Instillation of agents for fibrinolysis (initial). The patient tolerated the procedure well. There were no immediate complications. DISPOSITION: Nursing Unit [] dwell for 1 hour [] chest tube to suction"
}
