{
  "234890_syn_1": "Indication: Ant. Mediastinal Mass (Lymphoma).\nProc: VATS excision.\n- 3 ports.\n- 5.5cm lobulated mass.\n- Dissected from SVC/pericardium.\n- Frozen section: Hodgkin's.\n- Blake drain.",
  "234890_syn_2": "OPERATIVE NOTE: Thoracoscopic excision of anterior mediastinal mass.\nFINDINGS: A 5.5 cm heterogeneous, lobulated mass involving thymic tissue in the anterior mediastinum.\nPROCEDURE: The mass was dissected from the pericardium and superior vena cava. Complete excision was achieved. Frozen section analysis revealed classical Hodgkin lymphoma. A Blake drain was placed prior to closure.",
  "234890_syn_3": "CPT 32662: VATS excision of mediastinal mass.\nPathology: Hodgkin Lymphoma.\nSize: 5.5cm.\nWork: Dissection from vascular structures (SVC), complete excision, frozen section, drain placement.",
  "234890_syn_4": "Procedure: VATS Mass Excision\n1. 3 ports.\n2. Id[REDACTED] anterior mass.\n3. Dissected off SVC/pericardium.\n4. Removed in bag.\n5. Frozen section -> Lymphoma.\n6. Blake drain.",
  "234890_syn_5": "Sandra Kowalski with the mediastinal mass suspected lymphoma vats 3 ports found the mass anteriorly 5.5cm stuck to thymus and svc peeled it off sent for frozen came back hodgkins drain in closed up.",
  "234890_syn_6": "Thoracoscopy with excision of anterior mediastinal mass. 5.5cm mass in anterior mediastinum with lobulated appearance and involvement of thymic tissue. Mass dissected from surrounding structures including pericardium and superior vena cava with care. Complete excision achieved. Frozen section consistent with classical Hodgkin lymphoma. 24Fr Blake drain placed.",
  "234890_syn_7": "[Indication]\nAnterior mediastinal mass (Lymphoma).\n[Anesthesia]\nGeneral, SLV.\n[Description]\n3-port VATS. 5.5cm mass excised from anterior mediastinum. Dissected from SVC. Frozen section confirmed Hodgkin's.\n[Plan]\nAdmit, Oncology consult.",
  "234890_syn_8": "[REDACTED] a VATS procedure to diagnose and remove a mass in her chest. We found a large mass in the front part of the mediastinum attached to the thymus. We carefully separated it from the heart sac and the large vein draining the head. The pathologist confirmed it was Hodgkin's lymphoma while we were still in the OR. We placed a drain and finished the surgery.",
  "234890_syn_9": "Diagnosis: Anterior mediastinal neoplasm (Lymphoma).\nAction: Thoracoscopic resection of mediastinal lesion.\nDetails: Mass isolated and separated from superior vena cava. Extracted via bag. Diagnosis confirmed intraoperatively. Drain placed.",
  "234890": "OPERATIVE REPORT\n\nPatient Name: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate of Surgery: [REDACTED]\nLocation: [REDACTED]\n\nPrimary Surgeon: Dr. William Thompson, MD\nResident: Dr. Jason Park, MD, PGY-4\nAnesthesiologist: Dr. Susan Miller, MD\n\nPreoperative Diagnosis: Anterior mediastinal mass, possible lymphoma\nPostoperative Diagnosis: Anterior mediastinal mass - consistent with Hodgkin lymphoma on frozen section\n\nProcedure Performed: Thoracoscopy with excision of anterior mediastinal mass\n\nAnesthesia: General endotracheal anesthesia with single-lung ventilation\n\nDescription:\nThe patient is a 50-year-old woman presenting with anterior mediastinal mass discovered on workup for chest tightness. CT and PET demonstrated 5.5cm heterogeneous anterior mediastinal mass with moderate FDG uptake. Core needle biopsy was non-diagnostic. Surgical excision for tissue diagnosis requested by oncology.\n\nPatient [REDACTED] anesthesia. Left lateral decubitus position. Right chest entered via three ports as described. Thoracoscopy revealed 5.5cm mass in anterior mediastinum with lobulated appearance and involvement of thymic tissue. Mass dissected from surrounding structures including pericardium and superior vena cava with care. Complete excision achieved. Specimen extracted in bag.\n\nFrozen section: Consistent with classical Hodgkin lymphoma.\n\nHemostasis confirmed. 24Fr Blake drain placed. Lung re-expanded. Incisions closed.\n\nEBL: 100mL\nSpecimen: 6.0 x 5.2 x 4.0 cm mediastinal mass to permanent pathology\nComplications: None\n\nW. Thompson, MD"
}
