{
  "2498770_syn_1": "Dx: Left pleural nodularity.\nProc: Dx Thoracoscopy.\n- Mass lesion on diaphragm.\n- Fluid evacuated.\n- Chest tube placed.\n- No biopsy in note.",
  "2498770_syn_2": "PROCEDURE: Left-sided diagnostic medical thoracoscopy. The instrument was introduced into the 6th intercostal space. Exploration of the hemithorax revealed a distinct mass lesion situated on the diaphragmatic pleura. The parietal and visceral surfaces were otherwise visualized. Effusion was cleared, and a chest tube was sited. The lung was fully expanded.",
  "2498770_syn_3": "Service: 32601 (Diagnostic Thoracoscopy).\nSite: [REDACTED]\nFindings: Diaphragmatic mass lesion.\nProcedure: Visual inspection of all pleural surfaces. Drainage of residual fluid. Chest tube placement. No tissue sampling documented.",
  "2498770_syn_4": "Left Thoracoscopy\nIndication: Nodules on CT.\nFindings: Mass on diaphragm.\nSteps: Entry 6th ICS -> Looked around -> Drained fluid -> Tube in.\nNo complications.",
  "2498770_syn_5": "timothy scott left side. went in to look at the nodules. saw a big mass on the diaphragm. looked at the rest of the pleura. drained the fluid put the chest tube in. patient did fine.",
  "2498770_syn_6": "Medical Thoracoscopy (Pleuroscopy) - Diagnostic. Under moderate sedation, single-port entry at 6th intercostal space, mid-axillary line (Left). Semi-rigid pleuroscope inserted. Findings: Mass lesion on diaphragmatic pleura. Parietal, visceral, and diaphragmatic pleura visualized. All remaining fluid evacuated. Chest tube placed.",
  "2498770_syn_7": "[Indication]\nPleural nodularity.\n[Anesthesia]\nModerate.\n[Description]\nLeft entry. Findings: Mass lesion on diaphragm. Fluid evacuated. Chest tube to water seal.\n[Plan]\nAdmit. Pull tube when <150mL.",
  "2498770_syn_8": "We performed a diagnostic thoracoscopy on the left side for [REDACTED]. The exam revealed a specific mass lesion located on the diaphragmatic pleura. We visualized the remaining pleural surfaces and evacuated the fluid. A chest tube was placed, and the lung was confirmed to be expanded.",
  "2498770_syn_9": "Procedure: Exploratory Pleuroscopy.\nSide: Left.\nDiscovery: Mass situated on the diaphragmatic surface.\nAction: Cleared pleural effusion. Installed chest drain. Lung re-inflation confirmed.",
  "2498770": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Michael Chen\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Pleural nodularity on imaging\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Mass lesion on diaphragmatic pleura\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nChen, MD"
}
