{
  "268045_syn_1": "Dx: LMS NSCLC, symptomatic.\nProc: Brachy cath placement.\nFindings: LMS 60% obstructed. Infiltrative.\nAction: 6F afterloading cath placed 2cm distal. Fluoro verified. Rx len 3.8cm.\nPlan: RadOnc for 10Gy (2/2). Remove cath post-tx.",
  "268045_syn_2": "OPERATIVE REPORT: The patient, with symptomatic left main stem (LMS) adenocarcinoma, underwent flexible bronchoscopy for HDR brachytherapy catheter placement. Inspection revealed an infiltrative lesion causing 60% luminal stenosis. A 6-French afterloading catheter was successfully positioned across the lesion, extending 2 cm distally. Fluoroscopic imaging confirmed appropriate seating for a planned 3.8 cm treatment length. The patient tolerated the procedure well.",
  "268045_syn_3": "CPT Code: 31643 (Bronchoscopy w/ catheter placement).\nTarget: Left Main Stem (LMS).\nEquipment: 6F Afterloading Catheter.\nImaging: Fluoroscopy (7 mins) utilized for confirmation.\nDetails: Catheter advanced through working channel past 1.8cm tumor. Secured for HDR delivery (10 Gy).\nOutcome: Successful placement for palliation.",
  "268045_syn_4": "Procedure: Bronchoscopy + Brachy Cath\nPatient: W. Rodriguez\nSteps:\n1. Sedation (Mod).\n2. Scope to LMS.\n3. Visualize tumor (60% occlusion).\n4. Insert 6F catheter.\n5. Fluoro check.\n6. Mark and tape.\nPlan: Session 2/2 today.",
  "268045_syn_5": "dr stevens note for mr [REDACTED] he has that left main stem tumor causing stridor we did the brachy cath placement today using mod sedation scope went down saw the tumor its about 60 percent blocked put the 6f catheter in checked it on fluoro taped it up he went to radiation for his 10gy treatment no issues during the procedure",
  "268045_syn_6": "Evaluation of a 63-year-old male with symptomatic LMS adenocarcinoma for brachytherapy. Flexible bronchoscopy was performed under moderate sedation. The endobronchial tumor at the LMS was visualized. A 6F afterloading catheter was advanced through the scope beyond the tumor margin. Fluoroscopy confirmed position. The catheter was secured for the second fraction of HDR brachytherapy (10.0 Gy).",
  "268045_syn_7": "[Indication]\nSymptomatic LMS NSCLC, stridor.\n[Anesthesia]\nModerate sedation.\n[Description]\nLMS tumor id[REDACTED]. 6F catheter placed 2 cm distal to lesion. Position verified with fluoroscopy. Treatment length defined as 3.8 cm. Catheter secured.\n[Plan]\nRadOnc for 10 Gy. Remove cath after.",
  "268045_syn_8": "[REDACTED] severe dyspnea due to his left main stem tumor. We performed a bronchoscopy to place a catheter for his final brachytherapy session. The tumor was visible in the LMS. We threaded a 6F catheter past the obstruction and checked its position on the fluoroscope. It looked good, so we taped it in place. He went directly to radiation oncology to receive his 10 Gy dose.",
  "268045_syn_9": "Diagnosis: Symptomatic LMS malignancy.\nIntervention: Scope with positioning of brachytherapy tube.\nFindings: 1.8 cm mass in LMS. 6F device inserted through the channel. Guidance via fluoroscopy used to validate location. Treatment span set to 3.8 cm. Patient conveyed to Radiation unit for dosing."
}
