{
  "2721803_syn_1": "Indication: Esophageal ca, tracheal invasion.\nFindings: 86% RMS obstruction.\nProcedure:\n- Rigid bronch, jet vent.\n- Dilation.\n- Novatech Silicone Dumon (20x30mm) placed in RMS.\nResult: 21% residual.\nPlan: Admit.",
  "2721803_syn_2": "HISTORY: [REDACTED], with a history of esophageal carcinoma and tracheal invasion, presented with 86% stenosis of the right mainstem (RMS).\nPROCEDURE: General anesthesia with jet ventilation was established. Rigid bronchoscopy visualized the stenosis. Following mechanical dilation, a 20x30mm Novatech Silicone Dumon stent was deployed. The stent maintained airway patency against the extrinsic compression, resulting in a residual obstruction of 21%.\nOUTCOME: Satisfactory stent placement.",
  "2721803_syn_3": "Procedure: Bronchoscopy with Stent (31636).\nDevice: Novatech Silicone Dumon (20x30mm).\nLocation: Right Mainstem Bronchus.\nIndication: Extrinsic compression from Esophageal Cancer (86%).\nTechnique: Rigid bronchoscopy, balloon dilation, stent deployment.\nOutcome: Patent airway (21% residual).",
  "2721803_syn_4": "Procedure: RMS Stent Placement\nPatient: [REDACTED]teps:\n1. GA/Jet ventilation.\n2. Rigid scope inserted.\n3. RMS stenosis (86%) dilated.\n4. Dumon stent 20x30mm placed.\n5. Confirmed position.\nComplications: None.\nPlan: Admit.",
  "2721803_syn_5": "Lisa Rivera here for RMS stent she has esophageal cancer pushing in. Blocked 86 percent. We did the rigid bronch with jet vent dilated it open then put in a silicone dumon stent 20 by 30. Opened up to about 21 percent blocked. No bleeding. She goes to the floor.",
  "2721803_syn_6": "Indication: Esophageal cancer with tracheal invasion, ~86% Right mainstem obstruction. Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. Sequential balloon dilation of RMS stenosis performed. Airway measured and Novatech Silicone - Dumon stent (20x30mm) deployed in Right mainstem. Stent position confirmed with good expansion and patency. Post-procedure obstruction was ~21%. No complications. EBL minimal.",
  "2721803_syn_7": "[Indication]\nEsophageal cancer, 86% RMS obstruction.\n[Anesthesia]\nGeneral, Jet Ventilation.\n[Description]\nRMS dilated. Novatech Dumon stent (20x30mm) deployed. Residual obstruction 21%.\n[Plan]\nAdmit. Follow up 4-6 weeks.",
  "2721803_syn_8": "[REDACTED] a stent for her right mainstem bronchus, which was being compressed by her esophageal cancer. Under general anesthesia, we dilated the 86% stenosis and deployed a 20x30mm Novatech Silicone Dumon stent. The stent held the airway open well, leaving a residual narrowing of about 21%. She did well and was admitted for observation.",
  "2721803_syn_9": "Indication: Esophageal cancer with tracheal incursion.\nPre-procedure occlusion: ~86% Right mainstem.\nPROCEDURE: Under general anesthesia with jet ventilation, rigid bronchoscopy was conducted. Sequential balloon expansion of RMS narrowing was done. The airway was sized and a Novatech Silicone - Dumon stent (20x30mm) was installed in the Right mainstem. Stent location was verified with good expansion and flow.\nPost-procedure occlusion: ~21%.\nNo adverse events.",
  "2721803": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Esophageal cancer with tracheal invasion\nPre-procedure obstruction: ~86% Right mainstem\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nSequential balloon dilation of RMS stenosis performed.\nAirway measured and Novatech Silicone - Dumon stent (20x30mm) deployed in Right mainstem.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~21%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nPark, MD"
}
