{
  "284719_syn_1": "Indication: Chronic cough, RML narrowing.\nFindings: RML orifice thickened, 5mm stenosis.\nAction: 4 biopsies taken.\nDx: R/O carcinoid vs inflammation.\nPlan: Path review.",
  "284719_syn_2": "PROCEDURE: Diagnostic bronchoscopy. The RML orifice demonstrated significant circumferential mucosal thickening and edema, resulting in stenosis to approximately 5mm. No discrete mass was evident. Four biopsy specimens were obtained to differentiate between inflammatory stricture and neoplastic process (e.g., carcinoid).",
  "284719_syn_3": "Billing: 31625 (Biopsy of RML orifice). Medical necessity supported by radiographic finding of bronchial narrowing and symptoms of cough.",
  "284719_syn_4": "Resident Note\nPt: M. Garcia\n1. Scope to RML.\n2. Narrowing seen (5mm), red/swollen.\n3. Biopsied x4.\n4. No bleeding.\n5. Patient stable.",
  "284719_syn_5": "maria garcia cough rml narrowing on ct went in and rml opening is tight red swollen took 4 biopsies to see what it is maybe carcinoid or just inflammation bleeding was scant patient went home.",
  "284719_syn_6": "Moderate sedation was utilized. The RML orifice showed circumferential thickening and narrowing to 5mm. Four biopsies were obtained from the erythematous mucosa. The appearance was concerning for carcinoid or inflammatory stricture. No complications occurred.",
  "284719_syn_7": "[Indication]\nChronic cough, RML stenosis.\n[Anesthesia]\nModerate.\n[Description]\nRML orifice narrowed/thickened. 4 Biopsies taken. No complications.\n[Plan]\nPathology follow-up.",
  "284719_syn_8": "[REDACTED] for a cough and narrowing of her airway seen on CT. We found the opening to the right middle lobe was swollen and narrowed. We took four biopsies to figure out if it's inflammation or a tumor. There was barely any bleeding, and she went home safely.",
  "284719_syn_9": "Investigation of bronchial stenosis. Visualized RML narrowing with mucosal edema. Sampled 4 sites circumferentially. Minimal hemorrhage. Monitoring for pathology.",
  "284719": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Thomas Green, Fellow: Dr. Amy Zhao (PGY-5)\n\nDx: Chronic cough, CT shows RML bronchial narrowing with thickening\nProcedure: Bronchoscopy with endobronchial biopsy\n\nModerate sedation. Flexible bronchoscopy. RML orifice shows circumferential mucosal thickening with narrowing to ~5mm. No exophytic mass. Mucosa appears edematous and erythematous. 4 biopsies obtained circumferentially. Appearance concerning for possible carcinoid or inflammatory stricture. Airways otherwise unremarkable. No complications.\n\nD/C with return precautions. Path f/u next week.\n\nT. Green, MD / A. Zhao, MD"
}
