{
  "2866345": "BRONCHOSCOPY REPORT\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDate of Birth: [REDACTED]\nDate of Procedure: [REDACTED]\nLocation: [REDACTED]\n\nAttending: Dr. Erin McCarthy, MD\nFellow: Dr. Alex Rivera, MD (PGY-7)\nRN: Jennifer Adams\nRT: Marcus Thompson\n\nINDICATION: 39-year-old African American male with bilateral hilar lymphadenopathy and scattered bilateral upper lobe perilymphatic nodules on CT chest. Clinical presentation consistent with pulmonary sarcoidosis. Bronchoscopy for tissue diagnosis.\n\nPREOPERATIVE DIAGNOSIS: Suspected pulmonary sarcoidosis, Stage II\n\nPOSTOPERATIVE DIAGNOSIS: Same (pending pathology)\n\nPROCEDURE:\n1. Flexible bronchoscopy\n2. Bronchoalveolar lavage\n3. Fluoroscopic-guided transbronchial lung biopsy, right upper lobe\n\nSEDATION: Moderate sedation (Versed 3mg, Fentanyl 75mcg) with topical lidocaine\n\nPROCEDURE NOTE:\nPatient [REDACTED] and bronchoscope introduced via oral route. Airway examination revealed normal vocal cords, patent trachea, and normal-appearing carina. All visible airways were free of endobronchial abnormalities. Mucosa appeared normal throughout.\n\nBAL was performed in the right middle lobe using 150mL sterile saline (3 x 50mL). Approximately 75mL of slightly turbid fluid was recovered and sent for cell count, differential, CD4/CD8 ratio, cultures, and cytology.\n\nFor transbronchial biopsies, the bronchoscope was advanced into the right upper lobe. Using biplanar fluoroscopy (AP and lateral views), the biopsy forceps (standard cup forceps) were advanced into the RUL anterior segment (RB3) and positioned approximately 2cm from the pleural surface. 8 biopsies were obtained from the right upper lobe, targeting areas of perilymphatic nodularity.\n\nEach specimen was placed in formalin and examined visually - multiple fragments appeared adequate in size. Minimal bleeding occurred, controlled with wedge technique. Repeat fluoroscopy at end of procedure showed no pneumothorax.\n\nFLUOROSCOPY DATA:\n- Total fluoro time: 1.8 min\n- DAP: 24 mGy·cm²\n\nSPECIMENS:\n1. BAL - Cell count/diff, CD4/CD8 ratio, bacterial/fungal/AFB cultures, PCP DFA, cytology\n2. TBLB RUL x 8 - Surgical pathology with request for special stains (GMS, AFB)\n\nCOMPLICATIONS: None\n\nESTIMATED BLOOD LOSS: <5mL\n\nPOST-PROCEDURE: Patient recovered well. CXR 2 hours post-procedure showed no pneumothorax. Patient discharged home in stable condition.\n\nIMPRESSION: Airways grossly normal. TBLB and BAL obtained for suspected sarcoidosis workup. Await pathology for non-caseating granulomas and BAL lymphocytosis/elevated CD4:CD8 ratio to confirm diagnosis.\n\nFOLLOW-UP: Return to sarcoidosis clinic in 2 weeks for results.\n\nErin McCarthy, MD\nAlex Rivera, MD"
}
