{
  "308212892_syn_1": "Indication: Extrinsic compression L mainstem (Esophageal CA).\nProc: Bronchoscopy + Stent.\nFindings: L mainstem 90% obstructed.\nAction: Dilated. Aero stent (12x40mm) placed. Balloon dilated post-deployment.\nResult: Airway patent (80%).\nPlan: Nebs, humidified O2.",
  "308212892_syn_2": "OPERATIVE SUMMARY: Ms. [REDACTED] presented with critical left mainstem bronchus stenosis secondary to extrinsic esophageal carcinoma. Rigid bronchoscopy was utilized to secure the airway. A 12x40mm Aero tracheobronchial stent was deployed across the stenosis under fluoroscopic guidance. Subsequent balloon dilation resulted in significant restoration of airway patency.",
  "308212892_syn_3": "Billing: 31636 (Bronchoscopy with placement of bronchial stent, initial bronchus). Site: Left Mainstem Bronchus. Device: Aero Stent. Fluoroscopy used for positioning. Dilation bundled.",
  "308212892_syn_4": "Procedure: Rigid Bronch + Stent\nPatient: [REDACTED]\n1. General Anesthesia.\n2. Rigid scope inserted.\n3. L mainstem tight (90%).\n4. Guidewire passed.\n5. Deployed 12x40mm Aero stent.\n6. Ballooned it open.\n7. Airway looks much better.",
  "308212892_syn_5": "tena hughes esophageal cancer pushing on the airway left side strictly closed off almost completely. we went in with the rigid scope couldn't ventilate well so intubated. put a wire down marked it with paper clips on the chest. slid the aero stent in 12 by 40. ballooned it open. looks way better now like 80 percent open.",
  "308212892_syn_6": "Rigid and flexible bronchoscopy performed for high grade left mainstem obstruction. The lesion was bypassed and defined fluoroscopically. An Aero 12x40mm stent was deployed in the left mainstem bronchus covering the area of extrinsic compression. The stent was dilated with a balloon to optimize patency. Final inspection showed marked improvement in airway caliber.",
  "308212892_syn_7": "[Indication]\nExtrinsic compression LMSB.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. High grade stenosis LMSB. 12x40mm Aero stent deployed. Balloon dilated. Patency improved to 80%.\n[Plan]\nHumidified O2. Saline nebs.",
  "308212892_syn_8": "[REDACTED] a stent placed in her left main airway today. The tumor from her esophagus was crushing the airway closed. We used a rigid tube to access the airway and then placed a metal and silicone stent to hold the airway open. After placing it, we used a balloon to expand it fully. She is breathing much better now through that lung.",
  "308212892_syn_9": "Intervention: Bronchial stenting.\nPathology: Extrinsic compression of the left main bronchus.\nProcedure: A 12x40mm Aero prosthesis was inserted into the stenotic segment. Radial expansion was performed with a balloon catheter. Airway caliber was restored."
}
