{
  "323435523_syn_1": "Study: COMBO-ABLATE.\nSite: LUL nodule (3.2cm).\nProc: Cryoablation + Microwave.\nCryo: 2 cycles (-158C).\nMicrowave: 75W x 7min.\nResult: 52mm ablation zone. No complications.\nPlan: Protocol follow-up.",
  "323435523_syn_2": "CLINICAL SUMMARY: [REDACTED] per the COMBO-ABLATE protocol for a 3.2 cm LUL adenocarcinoma. The procedure involved sequential application of cryoablation followed by microwave ablation to achieve synergistic tumor destruction. Real-time monitoring confirmed adequate thermal spread and an ablation margin encompassing the lesion.",
  "323435523_syn_3": "Codes: 31641 (Bronchoscopy with destruction of tumor, initial). 31654 (Radial EBUS guidance). Note: Combined modalities (Cryo + Microwave) on the same lesion constitute a single unit of 31641.",
  "323435523_syn_4": "Research Case: Robert Berg\nTarget: LUL Apicoposterior\n1. Navigated to lesion.\n2. Confirmed w/ r-EBUS.\n3. Cryo x2 cycles.\n4. Wait 15 mins.\n5. Microwave 75W 7 mins.\n6. Post-op EBUS: big ablation zone.\n7. Stable.",
  "323435523_syn_5": "[REDACTED] in the combo study today left upper lobe tumor big one 3cm. we did the cryo freezing first two rounds got a good ice ball. waited the 15 minutes then hit it with the microwave probe 75 watts. cooked it good. total zone looks huge on the ultrasound. patient did fine no issues.",
  "323435523_syn_6": "Bronchoscopic ablation of LUL neoplasm performed under clinical trial protocol. Guidance achieved via radial EBUS. Dual modality therapy administered: Cryoablation (ProSense) followed by Microwave Ablation (Neuwave). Total procedure time and parameters per protocol. Post-procedure imaging confirmed satisfactory ablation zone. Patient tolerated procedure well.",
  "323435523_syn_7": "[Indication]\nLUL Adenocarcinoma, Study Protocol.\n[Anesthesia]\nGeneral.\n[Description]\nNavigated to LUL lesion. Confirmed REBUS. Cryoablation performed. 15 min interval. Microwave ablation performed. Margins adequate.\n[Plan]\nProtocol imaging and follow-up.",
  "323435523_syn_8": "[REDACTED] a combination ablation procedure for his lung tumor today. We navigated to the tumor in the left upper lobe and confirmed its location with ultrasound. We first froze the tumor using a cryoprobe, then after a short break, we heated it using a microwave probe. This combination created a large treatment zone that completely covered the tumor.",
  "323435523_syn_9": "Procedure: Multimodality tumor destruction.\nTarget: Left Upper Lobe mass.\nTechnique: Sequential cryotherapy and microwave energy application.\nVerification: Radial endobronchial ultrasound confirmed targeting and treatment effect. \nOutcome: Successful creation of ablation zone."
}
