{
  "345012_syn_1": "Indication: Mediastinal adenopathy.\nProc: VATS biopsy.\n- 3 ports.\n- Biopsied 4R (x8) and 7 (x6).\n- 24Fr chest tube.",
  "345012_syn_2": "OPERATIVE NOTE: Video-assisted thoracoscopic biopsy of mediastinal lymph nodes.\nINDICATION: Extensive mediastinal adenopathy, previous non-diagnostic biopsy.\nPROCEDURE: A three-port VATS approach was used. Large confluent nodes were id[REDACTED] in the paratracheal and subcarinal regions. Generous biopsies were taken from stations 4R and 7 for extensive pathological workup including flow cytometry. A 24Fr chest tube was placed.",
  "345012_syn_3": "CPT 32606: VATS biopsy of mediastinal lymph nodes.\nNodes: 4R and 7.\nSpecimens: 14 total biopsies.\nWork: 3-port access, dissection, biopsy, chest tube.\nIndication: Lymphadenopathy.",
  "345012_syn_4": "Procedure: VATS Biopsy\n1. GA / ETT.\n2. 3 ports.\n3. Biopsied 4R and 7.\n4. Sent fresh for lymphoma workup.\n5. 24Fr chest tube.",
  "345012_syn_5": "[REDACTED] for mediastinal biopsy vats 3 ports huge nodes 4r and 7 took tons of biopsies sent for flow and molecular tube in 24fr no issues.",
  "345012_syn_6": "Thoracoscopy with mediastinal biopsy. General anesthesia induced. Right thoracoscopy via three-port technique. Large confluent nodal mass in the right paratracheal region. Subcarinal adenopathy. Station 4R 8 large biopsies. Station 7 6 biopsies. Specimens sent fresh to pathology. 24Fr chest tube placed.",
  "345012_syn_7": "[Indication]\nMediastinal adenopathy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\n3-port VATS. Biopsies of 4R and 7. 24Fr tube.\n[Plan]\nAdmit.",
  "345012_syn_8": "[REDACTED] lymph nodes in her chest that needed a diagnosis. We did a 3-port VATS procedure under general anesthesia. We found large lymph node masses and took many samples to make sure the lab has enough for all the tests, including for lymphoma. We left a chest tube in to drain the chest.",
  "345012_syn_9": "Diagnosis: Mediastinal lymph node enlargement.\nAction: Thoracoscopic tissue acquisition.\nDetails: Nodal stations 4R and 7 sampled. Drain inserted.",
  "345012": "THORACOSCOPY NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\n\nPhysician: Dr. Mark Stevens, MD - Interventional Pulmonology\nFellow: Dr. Rachel Kim, MD - PGY-6\n\nProcedure: Thoracoscopy with mediastinal biopsy\n\nIndication: 47F with new diagnosis of cervical lymphadenopathy, now with CT showing extensive mediastinal adenopathy. Core biopsy of cervical node non-diagnostic. Need mediastinal tissue for diagnosis.\n\nAnesthesia: General (ETT)\n\nDescription:\nGeneral anesthesia induced. Patient in left lateral decubitus. Right thoracoscopy via three-port technique:\n- Camera port 7th ICS mid-axillary\n- Working ports 5th and 9th ICS\n\nFindings:\n- Large confluent nodal mass in the right paratracheal region\n- Subcarinal adenopathy\n- No pleural effusion or nodules\n\nBiopsies:\n- Station 4R: 8 large biopsies with excellent tissue cores\n- Station 7: 6 biopsies\nSpecimens sent fresh to pathology for touch preps and permanent sections. Additional tissue for flow cytometry and molecular studies.\n\n24Fr chest tube placed. Full lung expansion confirmed.\n\nNo complications. Patient extubated and to PACU.\n\nM. Stevens, MD / R. Kim, MD"
}
