{
  "34567890_syn_1": "Procedure: Bronchoscopic Thermal Vapor Ablation (BTVA).\nTarget: RUL (RB3, RB1).\nAction: InterVapor catheter placed. 14 calories total delivered.\nResult: Good vapor delivery. No complications.\nPlan: ICU admission, prophylactic antibiotics.",
  "34567890_syn_2": "OPERATIVE NARRATIVE: The patient with severe emphysema underwent bronchoscopic thermal vapor ablation. The Right Upper Lobe was selected based on collateral ventilation status. The InterVapor catheter was navigated to the anterior (RB3) and apical (RB1) segments. A total of 14 calories of thermal energy were delivered (8 cal to RB3, 6 cal to RB1). Fluoroscopy confirmed accurate catheter placement and vapor containment. The patient tolerated the procedure without adverse events.",
  "34567890_syn_3": "Code: 31641 (Destruction of tumor/tissue, bronchoscopic).\nTechnique: Thermal vapor ablation of emphysematous tissue.\nTarget: Right Upper Lobe.\nDosage: 14 Calories total.\nNote: This is a distinct modality from valve placement.",
  "34567890_syn_4": "Procedure: Vapor Ablation (InterVapor)\nAttending: Dr. Chen\nSteps:\n1. Navigated to RUL.\n2. Treated RB3 with 8 calories.\n3. Treated RB1 with 6 calories.\n4. Verified with fluoro.\n5. No bleeding.\nPlan: Watch for inflammatory response/fever.",
  "34567890_syn_5": "George Martinez here for the vapor treatment for his COPD. We did the RUL today. Used the steam catheter put 8 calories in the front segment and 6 in the top one. Vapor went in good seen on xray. Patient is stable. He needs antibiotics and prednisone for the inflammation coming up.",
  "34567890_syn_6": "Bronchoscopic thermal vapor ablation. The right upper lobe was targeted for lung volume reduction. The vapor catheter was positioned in the RUL anterior and apical segments. Thermal energy was delivered as calculated. Fluoroscopy confirmed appropriate vapor delivery. The procedure was uncomplicated.",
  "34567890_syn_7": "[Indication]\nSevere Emphysema, RUL target (CV+).\n[Anesthesia]\nMAC/LMA.\n[Description]\nBTVA to RUL. RB3: 8 cal. RB1: 6 cal. Vapor delivery confirmed.\n[Plan]\nICU, Prednisone, Antibiotics.",
  "34567890_syn_8": "[REDACTED] a steam treatment for his emphysema today. Since his lung anatomy wasn't right for valves, we used thermal vapor to treat the diseased parts of his right upper lung. We delivered the vapor to two specific segments. This will cause that tissue to scar down and shrink over the next few months, which should help him breathe better. He needs to stay in the hospital for monitoring as this causes a deliberate inflammation.",
  "34567890_syn_9": "Procedure: Endobronchial thermal therapy.\nTarget: Emphysematous lung tissue.\nAction: Vapor energy was administered to the RUL segments. \nResult: Tissue ablation initiated.\nPost-op: Inflammatory modulation protocol.",
  "34567890": "BRONCHOSCOPIC THERMAL VAPOR ABLATION PROCEDURE NOTE\n\nPatient: [REDACTED] | DOB: [REDACTED] | Age: 65 | MRN: [REDACTED]\nInstitution: [REDACTED]\nDate: [REDACTED]\nProcedure: Bronchoscopic Lung Volume Reduction via Thermal Vapor Ablation\nOperator: Lisa Chen, MD | Assistant: RN Jennifer Thompson\nAnesthesia: Dr. Michael Roberts, MD\n\nBACKGROUND:\nPatient [REDACTED] upper lobe predominant emphysema, failed prior medical management. CT shows 80% destruction of RUL with moderate collateral ventilation present (not ideal for valves).\n\nPREPARATION:\n- Pre-medication: Dexamethasone 8mg IV, acetaminophen 1000mg PO\n- Sedation: Propofol infusion (monitored anesthesia care)\n- Airway: Laryngeal mask airway placed\n\nPROCEDURE:\nRigid bronchoscopy initially performed for airway assessment and measurement. Subsequently transitioned to flexible bronchoscopy with therapeutic bronchoscope.\n\nInterVapor catheter advanced to RUL under direct visualization and fluoroscopic guidance. Vapor generator calibrated for target tissue volume of 10g.\n\nTREATMENT ADMINISTERED:\n- RUL anterior segment (RB3): 8 calories delivered\n- Temperature achieved: 72°C at tissue interface\n- Vapor penetration confirmed with fluoroscopy\n- Treatment duration: 10 seconds\n- Post-treatment bronchoscopy: Expected mucosal erythema, no bleeding\n\nSecond treatment site:\n- RUL apical segment (RB1): 6 calories delivered  \n- Similar technical success\n\nTOTAL VAPOR ENERGY: 14 calories\nTARGET TISSUE VOLUME: 10g\n\nIMMEDIATE ASSESSMENT:\nPatient [REDACTED] throughout. Mild bronchospasm treated with inhaled albuterol. No significant hemorrhage or pneumothorax.\n\nPOST-PROCEDURE ORDERS:\n- ICU admission for monitoring (24-48 hours expected)\n- Prednisone 40mg daily x 5 days\n- Prophylactic antibiotics: Levofloxacin 750mg daily x 5 days\n- Aggressive pulmonary toilet\n- Serial chest radiographs\n- Expected inflammatory response with infiltrate development\n\nCOMPLICATIONS: None intra-procedurally\n\nThe patient and family were counseled on expected post-procedure course including inflammatory reaction, potential for COPD exacerbation, and gradual symptom improvement over 3-6 months."
}
