{
  "345678_syn_1": "Indication: Post. mediastinal mass (Schwannoma).\nProc: VATS excision.\n- 3 ports.\n- Mass at T6-T7.\n- Dissected from nerve root.\n- Nerve transected.\n- Specimen extracted.\n- 28Fr tube.",
  "345678_syn_2": "OPERATIVE REPORT: Video-assisted thoracoscopic resection of posterior mediastinal neurogenic tumor.\nFINDINGS: A 3.5 cm encapsulated schwannoma arising from the intercostal nerve at the T6-T7 level.\nTECHNIQUE: A standard three-port VATS approach was utilized. The parietal pleura overlying the mass was incised. The tumor was dissected from the intercostal nerve of origin, which was transected to ensuring clear margins. The specimen was removed intact.",
  "345678_syn_3": "CPT 32662: VATS excision of mediastinal tumor.\nLocation: Posterior mediastinum.\nPathology: Schwannoma.\nDetails: Dissection from spine/nerve root, complete excision, extraction.",
  "345678_syn_4": "Procedure: VATS Posterior Mediastinal Mass Excision\n1. Position: LLD.\n2. Ports placed.\n3. Mass id[REDACTED] T6-T7.\n4. Pleura opened.\n5. Tumor dissected off nerve.\n6. Extracted.\n7. Chest tube.",
  "345678_syn_5": "Linda Petrova with the nerve tumor in the back chest vats 3 ports found the mass at t6 t7 dissected it out cut the nerve pulled it out in a bag checked for leaks none chest tube in.",
  "345678_syn_6": "Video-assisted thoracoscopic excision of posterior mediastinal tumor. 3.5cm encapsulated mass arising from posterior mediastinum at T6-T7 level consistent with nerve sheath tumor. Overlying pleura incised. Tumor carefully dissected from intercostal nerve using bipolar cautery and blunt dissection. Nerve of origin transected proximally and distally with clear margins. Specimen placed in retrieval bag and extracted.",
  "345678_syn_7": "[Indication]\nPosterior mediastinal mass (Schwannoma).\n[Anesthesia]\nGeneral, DLT.\n[Description]\n3-port VATS. Mass dissected from T6-T7 intercostal nerve. Nerve transected. Mass removed.\n[Plan]\nAdmit, monitor for CSF leak (none seen).",
  "345678_syn_8": "[REDACTED] a tumor on a nerve near her spine. We used video-assisted surgery to remove it. Through three small ports, we located the mass and carefully separated it from the nerve, which had to be cut to remove the tumor completely. We checked to make sure there was no fluid leaking from the spine area and then closed up, leaving a chest tube.",
  "345678_syn_9": "Diagnosis: Posterior mediastinal nerve sheath neoplasm.\nAction: Thoracoscopic ablation of mediastinal lesion.\nDetails: Lesion isolated at T6-T7. Separated from neural origin. Complete extraction performed. Drain placed.",
  "345678": "OPERATIVE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\n\nAttending Surgeon: Dr. Richard Chang, MD\nFirst Assistant: Dr. Amy Liu, MD (Fellow)\nAnesthesia: Dr. James Morrison, MD\n\nPreop Dx: Right posterior mediastinal mass, neurogenic tumor suspected\nPostop Dx: Posterior mediastinal schwannoma, completely excised\n\nProcedure: Video-assisted thoracoscopic excision of posterior mediastinal tumor\n\nOperative Details:\n\nAfter induction of general anesthesia with double-lumen intubation, patient positioned in left lateral decubitus. Right chest prepared. Single-lung ventilation initiated.\n\nPort placement:\n- 12mm camera port at 7th ICS, posterior axillary line\n- 5mm instrument port at 5th ICS, mid-axillary line  \n- 5mm instrument port at 9th ICS, posterior axillary line\n\nInspection revealed 3.5cm encapsulated mass arising from posterior mediastinum at T6-T7 level, consistent with nerve sheath tumor. Overlying pleura incised. Tumor carefully dissected from intercostal nerve using bipolar cautery and blunt dissection. Nerve of origin transected proximally and distally with clear margins. Specimen placed in retrieval bag and extracted through enlarged camera port incision.\n\nNo CSF leak id[REDACTED]. Hemostasis achieved. 28Fr chest tube placed. Lung fully re-expanded. Wound closed.\n\nSpecimen: 3.7 x 3.2 x 2.8 cm encapsulated tumor to pathology.\n\nEBL: 50mL\nComplications: None\n\nR. Chang, MD"
}
