{
  "3591187_syn_1": "Indication: Recurrent effusion.\nProc: Left Diagnostic Thoracoscopy.\n- Nodules found (malignant appearance).\n- Fluid drained.\n- Chest tube placed.\n- No biopsy recorded in this note.",
  "3591187_syn_2": "OPERATIVE NOTE: The patient underwent a diagnostic medical thoracoscopy on the left side for recurrent effusion of unknown etiology. The pleural space was entered via the 6th intercostal space. Visualization revealed multiple pleural nodules with a malignant macroscopic appearance. The remaining pleural fluid was evacuated. A chest tube was positioned, confirming lung re-expansion and absence of air leak.",
  "3591187_syn_3": "Code: 32601 (Diagnostic Thoracoscopy).\nSide: Left.\nFindings: Multiple malignant-appearing nodules.\nWork: Visualization of parietal/visceral/diaphragmatic pleura. Evacuation of fluid. Placement of tube. (Note: Biopsy 32609 not documented in this specific text, coding strictly to documentation).",
  "3591187_syn_4": "Procedure: Left Pleuroscopy (Diagnostic)\nPt: [REDACTED], 54F\n1. Port 6th ICS.\n2. Saw multiple nodules (look bad).\n3. Drained fluid.\n4. Chest tube placed.\nPlan: Admit, wait for path/cytology.",
  "3591187_syn_5": "[REDACTED] left side scope. looking for why the effusion keeps coming back. went in saw a bunch of nodules they look malignant. drained the fluid put a tube in. no air leak. sending to floor.",
  "3591187_syn_6": "Medical Thoracoscopy (Pleuroscopy) - Diagnostic. Single-port entry at 6th intercostal space, mid-axillary line on the Left. Findings: Multiple pleural nodules - malignant appearing. Parietal, visceral, and diaphragmatic pleura visualized. All remaining fluid evacuated. Chest tube placed. No air leak. Lung expanded.",
  "3591187_syn_7": "[Indication]\nRecurrent pleural effusion, unknown etiology.\n[Anesthesia]\nModerate.\n[Description]\nLeft side. Multiple malignant-appearing nodules visualized. Fluid evacuated. Chest tube placed.\n[Plan]\nAdmit. Tube to water seal.",
  "3591187_syn_8": "[REDACTED] a diagnostic thoracoscopy on the left side to investigate her recurrent effusion. Upon inspection, we id[REDACTED] multiple nodules that appeared malignant. We ensured all fluid was removed and placed a chest tube. The lung expanded fully, and there was no evidence of an air leak.",
  "3591187_syn_9": "Procedure: Diagnostic Pleuroscopy.\nSide: Left.\nVisualization: Numerous nodules with malignant features.\nTask: Evacuated pleural fluid. Inserted intercostal drain. Verified lung inflation.",
  "3591187": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\n\nIndication: Recurrent pleural effusion of unknown etiology\nSide: Left\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Multiple pleural nodules - malignant appearing\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nTaylor, MD"
}
