{
  "374618_syn_1": "Dx: HIV, KS.\nFindings: Violaceous plaques Trachea, RMS, LMS.\nProcedure: Biopsies RMS x2, LMS x2. BAL LLL.\nPlan: ART optimization.",
  "374618_syn_2": "CLINICAL SUMMARY: Patient with HIV (CD4 120) and suspected pulmonary Kaposi sarcoma. Endoscopic examination revealed multiple characteristic violaceous, raised plaques distributed throughout the trachea and mainstem bronchi. Diagnostic biopsies were obtained from the right and left mainstems. A bronchial wash was performed in the LLL to rule out opportunistic infection (PCP).",
  "374618_syn_3": "Coding: 31625 (Biopsy). Multiple biopsies taken from separate sites (RMS, LMS) map to single CPT 31625. 31622 (Wash) is bundled. Indication is diagnosis of endobronchial lesions in immunocompromised host.",
  "374618_syn_4": "Resident Note\nPt: T. Nguyen\nFindings: Purple lesions everywhere (Trachea, RMS, LMS).\nAction:\n- Biopsy RMS x2\n- Biopsy LMS x2\n- Wash LLL (PCP check)\n bleeding mild.",
  "374618_syn_5": "[REDACTED] positive checking for ks saw purple spots all over trachea and mainstems took biopsies from right and left sides also washed the lll for pcp check bleeding wasn't bad oncology and id to follow up.",
  "374618_syn_6": "Moderate sedation with propofol was used. Multiple violaceous raised plaques consistent with Kaposi sarcoma were noted in the trachea and bilateral mainstems. Biopsies were taken from the RMS and LMS. A bronchial wash was performed in the LLL. The patient tolerated the procedure well.",
  "374618_syn_7": "[Indication]\nHIV+, pulmonary lesions.\n[Anesthesia]\nPropofol infusion.\n[Description]\nViolaceous plaques id[REDACTED]. Biopsies: RMS, LMS. Wash: LLL. Minimal bleeding.\n[Plan]\nID/Oncology follow-up. ART optimization.",
  "374618_syn_8": "[REDACTED] a bronchoscopy due to his history of HIV and lung lesions. We saw purple plaques typical of Kaposi sarcoma in his windpipe and main airways. We biopsied lesions on both the right and left sides and did a wash in the lower lung to check for infections. He is discharged to follow up with his specialists.",
  "374618_syn_9": "Assessment for Kaposi sarcoma. Executed bronchoscopy. Observed violaceous plaques. Sampled tissue from bilateral mainstems. Lavaged LLL for infectious etiology. Minimal hemorrhage.",
  "374618": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Elizabeth Foster\n\nDx: HIV+ (CD4 120), multiple pulmonary Kaposi sarcoma lesions\nProcedure: Bronchoscopy with endobronchial biopsy, bronchial wash\n\nModerate sedation with propofol infusion. Standard bronchoscopy. Multiple violaceous raised plaques noted: 2 in trachea, 3 in RMS, 2 in LMS, consistent with endobronchial KS. Representative biopsies taken from RMS (2) and LMS (2) lesions. Minimal bleeding. Bronchial wash from LLL for PCP rule-out.\n\nPatient [REDACTED]. ID and oncology aware. D/C with close outpatient f/u. ART optimization planned.\n\nE. Foster, MD"
}
