{
  "419283_syn_1": "Indication: RUL mass (PET+).\nFindings: RB1 mucosal invasion.\nAction: 5 biopsies, 1 brush.\nROSE: Suspicious for malignancy.\nPlan: Tumor board.",
  "419283_syn_2": "PROCEDURE: Flexible bronchoscopy with rapid on-site evaluation (ROSE). The RUL apical segment revealed extrinsic compression with mucosal irregularities suggestive of invasion. Five biopsy specimens and a protected brush sample were obtained. ROSE preliminary interpretation demonstrated atypical cells consistent with malignancy.",
  "419283_syn_3": "CPT Coding: 31625 (Biopsy). 31623 (Brushing) is not separately reportable when performed at the same site (RB1) as the biopsy. Service encompasses the diagnostic sampling of the RUL lesion.",
  "419283_syn_4": "Procedure: Bronchoscopy\nPt: L. Anderson\n1. Scope to RUL.\n2. RB1 looks irregular/invaded.\n3. Biopsy x5.\n4. Brush x1.\n5. ROSE: Positive for cancer cells.\nPlan: Oncology referral.",
  "419283_syn_5": "linda anderson rul mass on pet scan went in and saw rb1 looking bad mucosa irregular took 5 biopsies and a brush rose guy said it looks like cancer no bleeding going to tumor board.",
  "419283_syn_6": "Moderate sedation was used. The RUL apical segment (RB1) showed mucosal invasion and extrinsic compression. Five endobronchial biopsies and a brush specimen were obtained. ROSE confirmed atypical cells suspicious for malignancy. The patient was discharged home.",
  "419283_syn_7": "[Indication]\nRUL mass, PET positive.\n[Anesthesia]\nModerate.\n[Description]\nRB1 mucosal invasion noted. 5 Biopsies + Brush taken. ROSE positive.\n[Plan]\nTumor board. Oncology referral.",
  "419283_syn_8": "[REDACTED] for a PET-positive mass in the right upper lobe. We saw irregular tissue invading the airway at RB1. We took five biopsies and a brush sample. The pathologist in the room confirmed suspicious cells immediately. We will discuss her case at the tumor board.",
  "419283_syn_9": "Diagnostic evaluation of RUL mass. Performed endoscopy. Noted luminal invasion at RB1. Sampled tissue via forceps and brush. ROSE indicated malignancy. Referred to oncology.",
  "419283": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Richard Patel\n\nDx: RUL mass with endobronchial extension seen on PET (SUV 12.4)\nProcedure: Bronchoscopy with endobronchial biopsy, brushings\n\nModerate sedation. Oral bronchoscopy. RUL apical segment (RB1) shows extrinsic compression with mucosal invasion - erythematous, irregular mucosa extending into lumen. 5 endobronchial biopsies obtained. Protected brush specimen from same site. LUL, LLL, RML, RLL all normal. No secretions or blood.\n\nROSE: Atypical cells, suspicious for malignancy.\n\nD/C home. Path results to be discussed at tumor board. PET staging complete.\n\nR. Patel, MD"
}
