{
  "424242_syn_1": "BLVR LUL. Chartis negative (CV-). 4 Zephyr valves placed. Good occlusion.",
  "424242_syn_2": "[REDACTED] lung volume reduction targeting the left upper lobe. Chartis assessment confirmed the absence of collateral ventilation. Four Zephyr endobronchial valves were sequentially deployed, achieving complete lobar atelectasis.",
  "424242_syn_3": "CPT 31647: Bronchoscopy with placement of valves, initial lobe. LUL treated. Chartis assessment (31634 bundled) confirmed no collateral ventilation. 4 valves placed.",
  "424242_syn_4": "Procedure: BLVR LUL. Steps: 1. GA/ETT. 2. Chartis check: No CV. 3. 4 valves deployed in LUL. 4. Occlusion confirmed.",
  "424242_syn_5": "blvr for arthur dent lul emphysema chartis showed no cv so we put in 4 valves they sealed up good no pneumo seen right away admit for obs.",
  "424242_syn_6": "Patient [REDACTED] LUL emphysema underwent valve placement. Chartis assessment showed no collateral ventilation. Four Zephyr valves were placed in the LUL segments. Lobar occlusion was confirmed.",
  "424242_syn_7": "[Indication] LUL Emphysema. [Anesthesia] General. [Description] Chartis neg. 4 valves to LUL. [Plan] Admit.",
  "424242_syn_8": "[REDACTED] for his valve procedure. We checked the LUL with the Chartis balloon and found no collateral ventilation. We then placed four valves to block off the lobe completely. He did well and went to recovery.",
  "424242_syn_9": "Endobronchial valve implantation for lung volume reduction. The LUL was isolated. Four occlusion devices were inserted.",
  "424242": "OPERATIVE REPORT: BRONCHOSCOPIC LUNG VOLUME REDUCTION\n\nPATIENT: [REDACTED]\nMRN: [REDACTED]\nDATE: [REDACTED]\n\nINDICATION: Severe heterogeneous emphysema, LUL predominant. PFTs: FEV1 28%, RV 210%. CT shows intact fissures. Presented for valve placement.\n\nPROCEDURE:\nFlexible bronchoscopy via ETT/General Anesthesia. \n\n1. CHARTIS ASSESSMENT:\n   The Chartis balloon catheter was advanced to the LUL bronchus. Balloon inflated. \n   Result: CV Negative (Flow dropped to zero, pressure separation maintained). Fissure integrity confirmed.\n\n2. VALVE DEPLOYMENT (Zephyr):\n   Target: Left Upper Lobe.\n   - LB 1+2 (Apical-Posterior): Zephyr 4.0 deployed. Good seal.\n   - LB 3 (Anterior): Zephyr 4.0 deployed. Good seal.\n   - LB 4 (Lingula Superior): Zephyr 5.5-LP deployed. Good seal.\n   - LB 5 (Lingula Inferior): Zephyr 5.5 deployed. Good seal.\n\nTotal 4 valves placed. Lobar occlusion confirmed. No complications.\n\nIMPRESSION: Successful BLVR of LUL."
}
