{
  "436795_syn_1": "Dx: Distal Trachea SCC.\nAnesthesia: Mod Sed.\nProc: 5F cath placed past 2.0cm tumor. Fluoro verified.\nPlan: 6Gy x 4. D/C home after tx.",
  "436795_syn_2": "OPERATIVE REPORT: [REDACTED], a 65-year-old male with squamous cell carcinoma of the distal trachea, underwent flexible bronchoscopy. The lesion presented with 55% obstruction. A 5-French flexible catheter was successfully navigated past the distal margin of the tumor. Fluoroscopic imaging confirmed the catheter position relative to the 4.0 cm treatment length. The patient was transported for HDR brachytherapy delivery.",
  "436795_syn_3": "Procedure: 31643 (Catheter placement for radioelement).\nSite: Distal Trachea.\nTechnique: 5F flexible catheter inserted via working channel.\nValidation: Fluoroscopic guidance (5 min).\nDose Plan: 6.0 Gy x 4 fractions.\nNote: Outpatient setting.",
  "436795_syn_4": "Resident Note\nPt: R. Johnson\nStaff: Dr. Patel\nSteps:\n1. Mod sed start.\n2. Scope to distal trachea.\n3. Tumor ID'd.\n4. 5F cath placed.\n5. Fluoro check.\n6. Secure.\nPlan: Session 1/4 today.",
  "436795_syn_5": "note for mr [REDACTED] distal trachea tumor causing wheezing we did the brachy cath placement moderate sedation was used scope went in saw the tumor put the 5f catheter past it fluoro confirmed it was in the right spot taped it to his nose sending him for 6gy radiation",
  "436795_syn_6": "Bronchoscopy for brachytherapy catheter placement in a 65-year-old male with distal tracheal SCC. Moderate sedation used. The 2.0 cm tumor was visualized. A 5F flexible catheter was advanced distally. Position confirmed via fluoroscopy. The patient tolerated the procedure well and was sent for radiation therapy.",
  "436795_syn_7": "[Indication]\nDistal trachea SCC, dyspnea.\n[Anesthesia]\nModerate sedation.\n[Description]\nTracheal tumor visualized. 5F catheter inserted 2 cm distal to lesion. Fluoroscopy used to verify position. Catheter secured.\n[Plan]\n6.0 Gy fraction 1. Weekly f/u.",
  "436795_syn_8": "[REDACTED] for his first brachytherapy session for a tracheal tumor. We kept him comfortable with moderate sedation. The scope showed the tumor in the lower windpipe. We slid a 5F catheter down past the blockage and used the fluoroscope to make sure it was sitting right. We taped it securely so he could go get his radiation treatment.",
  "436795_syn_9": "Dx: Tracheal carcinoma.\nProc: Scope with installation of brachytherapy line.\nDetails: 5F tube inserted past the 2 cm mass. Positioning confirmed by fluoroscopy. 6 Gy dosage planned. Patient discharged post-treatment."
}
