{
  "442918_syn_1": "Indication: Migrated L main stent.\nProc: Stent Revision.\nFindings: Stent proximal migration.\nAction: Grasped w/ forceps, pushed distal. Balloon dilated 12mm.\nResult: Stent re-centered. Good position.\nPlan: Admit.",
  "442918_syn_2": "OPERATIVE REPORT: [REDACTED] symptomatic migration of a left mainstem bronchial stent. Under general anesthesia, bronchoscopy revealed the covered metal stent protruding into the distal trachea. The stent was manipulated distally using alligator forceps and repositioned into the appropriate anatomic location. Balloon dilation was performed to ensure apposition to the bronchial wall. The airway is now patent.",
  "442918_syn_3": "CPT Code: 31638 (Revision of tracheobronchial stent).\nDetail: Existing stent was manipulated and repositioned (not removed/replaced). Balloon dilation (bundled) used to seat the stent. Fluoroscopy confirmed position. Meets criteria for revision.",
  "442918_syn_4": "Procedure: Stent Revision\nPatient: [REDACTED]\n1. ETT 8.0.\n2. Scope inserted.\n3. Stent migrated proximal.\n4. Used forceps/snare to push it back.\n5. Ballooned it (12mm).\n6. Looks good now.\n7. No bleeding.",
  "442918_syn_5": "[REDACTED] his stent moved up into the trachea causing coughing. went in with the scope grabbed the edge of the stent and pushed it back down into the left main where it belongs. dilated it with a balloon so it sticks better. looks fine now no tumor growth just migration.",
  "442918_syn_6": "Flexible bronchoscopy performed for stent migration. The previously placed left mainstem stent was found to have migrated proximally. Using grasping instruments the stent was repositioned distally into the correct location. Balloon dilation was performed within the stent. Final inspection showed adequate patency and position. Patient tolerated well.",
  "442918_syn_7": "[Indication]\nStent migration LMSB.\n[Anesthesia]\nGeneral.\n[Description]\nVisualization: Stent proximal. Action: Repositioned distal using forceps. Balloon dilation 10-12mm. Position corrected.\n[Plan]\nExtubate. Obs.",
  "442918_syn_8": "We took [REDACTED] OR to fix his lung stent. It had slipped up into his windpipe. We put him to sleep and used a scope to carefully push the stent back down into the left lung airway where it belongs. We used a balloon to widen it so it stays put. He is breathing better now.",
  "442918_syn_9": "Procedure: Repositioning of bronchial prosthesis.\nIndication: Displacement of airway device.\nMethod: The device was mobilized and translocated to the target site using endoscopic tools. Radial expansion was applied to secure the device. \nResult: Restoration of airway architecture.",
  "442918": "PATIENT: [REDACTED], 63-year-old Male\nMRN: [REDACTED]\nDATE OF PROCEDURE: [REDACTED]\nPROCEDURE: Flexible bronchoscopy with bronchial stent revision (CPT 31638)\nINDICATION: Symptomatic migration of left mainstem covered metal stent placed 4 months ago for malignant obstruction from non–small cell lung cancer.\nATTENDING PHYSICIAN: Dr. Priya Mehta\nASSISTANT: Dr. Alan Rivera (IP fellow)\nANESTHESIA: General anesthesia with endotracheal intubation\nAIRWAY: 8.0 ETT\n\nPROCEDURE DESCRIPTION:\nAfter induction of general anesthesia, flexible bronchoscope was introduced through the ETT. A 12 x 40 mm covered metal stent was visualized in the left mainstem bronchus with proximal migration and approximately 30–40% overhang into the distal trachea.\n\nUsing alligator forceps and a snare, the stent was carefully mobilized distally and re-centered in the left mainstem bronchus under direct visualization. No new stent was placed. Balloon dilation (10–12 mm) was performed within the existing stent to improve apposition to the airway wall.\n\nNo tumor debulking, mechanical destruction, laser or APC was performed; the intervention was limited to revision/repositioning of the pre-existing stent and balloon dilation inside the stent.\n\nFINDINGS:\n- Malignant-appearing narrowing at distal left mainstem with prior stent in place\n- Proximal stent migration successfully corrected with revision maneuvers\n\nSPECIMENS: None\nCOMPLICATIONS: None; mild mucosal oozing controlled with cold saline.\nDISPOSITION: Extubated in the OR, monitored in PACU then admitted to telemetry overnight."
}
