{
  "445892_syn_1": "Procedure: Bronchoscopy w/ RFA.\n- Target: RLL nodule (SCC).\n- Guidance: ENB + Radial EBUS.\n- Ablation: 105C for 10 min.\n- Result: Good ablation zone.",
  "445892_syn_2": "Operative Report: Under general anesthesia, [REDACTED] ablation of an RLL squamous cell carcinoma. Electromagnetic navigation bronchoscopy (ENB) was used to localize the superior segment lesion. Radial EBUS confirmed the target. A radiofrequency ablation (RFA) catheter was deployed, and treatment was delivered at 105 degrees Celsius for 10 minutes. No immediate complications were observed.",
  "445892_syn_3": "Billing Codes:\n- 31641: Destruction of tumor (RFA).\n- 31627: Navigation.\n- 31654: Radial EBUS.\nNote: Diagnosis is SCC. Procedure is therapeutic ablation.",
  "445892_syn_4": "Resident Note:\n- Patient: Dennis Jackson.\n- Dx: RLL SCC.\n- ENB to RLL.\n- REBUS confirmed.\n- RFA probe placed.\n- Burned at 105C x 10m.\n- Stable.",
  "445892_syn_5": "dennis jackson here for rfa of his lung tumor. used the navigation and the ultrasound to find the rll nodule. cooked it with the rfa probe for 10 mins. everything looks good cxr tomorrow.",
  "445892_syn_6": "Bronchoscopy with radiofrequency ablation of a 2.2 cm RLL nodule using ENB and radial EBUS confirmation. The probe was placed, and ablation was performed at 105°C for 10 minutes. The patient tolerated the procedure well.",
  "445892_syn_7": "[Indication] RLL SCC (2.2cm).\n[Anesthesia] General.\n[Description] ENB (31627) to RLL. REBUS (31654) confirmed. RFA (31641) performed 105C/10min. No bleeding.\n[Plan] CXR, DC if stable.",
  "445892_syn_8": "[REDACTED] a bronchoscopy for radiofrequency ablation of his right lower lobe tumor. We used electromagnetic navigation and radial EBUS to precisely locate the cancer. We then inserted the RFA probe and treated the lesion at 105 degrees for 10 minutes. There were no complications.",
  "445892_syn_9": "Bronchoscopy with radiofrequency destruction of an RLL nodule using ENB and radial EBUS verification. The lesion was localized and ablated. Treatment parameters were 105°C for 10 minutes.",
  "445892": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Carol Stevens\n\nDx: RLL nodule 2.2cm, squamous cell CA\nProcedure: Bronch w/ RFA\n\nUnder GA, bronchoscopy performed. ENB to RLL superior segment. R-EBUS confirmed target. RFA probe placed (RITA 1500X, 2cm tines). Treatment: 105°C x 10min. Good ablation zone. No bleeding, no complications. Extubated, stable.\n\nCXR today. CT tomorrow. D/C if OK. F/U 1mo.\n\nC. Stevens MD"
}
