{
  "456123_syn_1": "Indication: Empyema, multiloculated.\nProcedure: tPA/DNase instillation Day 1.\n- Cath flushed.\n- 10mg tPA / 5mg DNase instilled.\n- 2hr dwell.\n- Unclamped to water seal.",
  "456123_syn_2": "PROCEDURE NOTE: Intrapleural administration of fibrinolytic agents.\nINDICATION: A 76-year-old male with a multiloculated empyema post-pneumonia.\nDESCRIPTION: The indwelling pigtail catheter was prepped. A solution containing 10 mg of tissue plasminogen activator and 5 mg of dornase alfa was instilled into the pleural cavity. The catheter was clamped for a dwell period of two hours to maximize therapeutic effect before being unclamped to water seal drainage.",
  "456123_syn_3": "Billing Code: 32561 (Instillation of fibrinolytic agent).\nDosage: tPA 10mg, DNase 5mg.\nRoute: Via existing indwelling pleural catheter.\nIndication: Empyema with septations (ICD-10 J86.9).\nNote: First dose of planned regimen.",
  "456123_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Fibrinolytic Instillation\nSteps:\n1. Time out performed.\n2. Catheter hub cleaned.\n3. Meds instilled (tPA/DNase).\n4. Clamped x 2h.\n5. Opened to drainage.\nNo complications.",
  "456123_syn_5": "Harold Williams 76M with empyema we put in the lytics today tpa 10 and dnase 5 pushed through the pigtail clamped it for a couple hours draining ok now no pain fever or anything will do again tonight.",
  "456123_syn_6": "76M with multiloculated empyema. Instillation of fibrinolytic agents via indwelling pleural catheter Day 1. Sterile technique used. Pleural catheter flushed with 10mL saline. tPA 10mg in 30mL NS and DNase 5mg in 30mL NS instilled. Total dwell time 2 hours. Catheter unclamped to water seal. Patient stable.",
  "456123_syn_7": "[Indication]\nEmpyema with multiple septations.\n[Anesthesia]\nNone.\n[Description]\nInstilled tPA 10mg and DNase 5mg via left pigtail catheter. Dwell time 2 hours.\n[Plan]\nContinue q12h dosing.",
  "456123_syn_8": "[REDACTED] a complicated empyema that isn't draining well with just the catheter. Today we started fibrinolytic therapy to break up the loculations. We injected tPA and DNase through his chest tube and let it sit for two hours. Afterward, we opened the tube back up to the water seal. He didn't have any pain or fever during the process.",
  "456123_syn_9": "Indication: Septated empyema.\nAction: Introduced fibrinolytic agents via pleural tube (Day 1).\nDetails: The catheter was prepped. 10mg alteplase and 5mg dornase alfa were injected. The tube was closed for 2 hours, then released to the water seal. Patient remained stable.",
  "456123": "Name: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (76 years old)\nDate of Service: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Sarah Kim, MD - Interventional Pulmonology\n\nIndication: Empyema with multiple septations, post-pneumonia\n\nHistory: 76M with DM2, recent hospitalization for CAP now with empyema. Pigtail catheter placed 12/02. Minimal output despite appropriate positioning. CT shows multiloculated collection.\n\nProcedure: Instillation of fibrinolytic via indwelling pleural catheter (Day 1)\nUsing sterile technique, pleural catheter flushed with 10mL saline. Then instilled:\n- tPA 10mg in 30mL NS\n- DNase 5mg in 30mL NS\nTotal dwell time: 2 hours\nCatheter unclamped to water seal.\n\nPatient [REDACTED]. No pain. No fever. Will continue q12h dosing.\n\nS. Kim, MD"
}
