{
  "456789_syn_1": "Indication: Bulky adenopathy.\nProc: Thoracoscopy w/ biopsy.\n- Single port 6th ICS.\n- Flex-rigid scope.\n- Biopsied 4R and 7 (5x each).\n- 14Fr pigtail.",
  "456789_syn_2": "PROCEDURE: Thoracoscopic biopsy of mediastinal lymph nodes.\nFINDINGS: Bulky adenopathy in the right paratracheal (4R) and subcarinal (7) stations.\nDETAILS: Following access via the 6th intercostal space, the mediastinal pleura was incised. Insulated-tip forceps were used to obtain deep tissue biopsies from both stations to rule out lymphoma and sarcoidosis. A 14Fr pigtail catheter was placed for drainage.",
  "456789_syn_3": "CPT 32606: Thoracoscopy with biopsy of mediastinal space.\nNodes: 4R and 7.\nTechnique: Single port, flex-rigid scope.\nSpecimens: 10 cores.\nChest tube: 14Fr pigtail.",
  "456789_syn_4": "Procedure: Thoracoscopy Biopsy\n1. Moderate sedation.\n2. Port 6th ICS.\n3. Biopsied 4R and 7.\n4. Cautery for hemostasis.\n5. Pigtail placed.",
  "456789_syn_5": "[REDACTED] needing biopsy for lymph nodes single port thoracoscopy right side found 4r and 7 nodes huge took good biopsies with the hot forceps pigtail in no pneumo.",
  "456789_syn_6": "Thoracoscopy with mediastinal lymph node biopsy. Single-incision thoracoscopy at 6th ICS MAL. Flex-rigid scope inserted. Mediastinal pleura over station 4R and 7 opened. Multiple deep biopsies obtained using insulated-tip forceps. Station 4R 5 specimens. Station 7 5 specimens. Hemostasis with electrocautery. 14Fr pigtail catheter placed.",
  "456789_syn_7": "[Indication]\nBulky mediastinal adenopathy.\n[Anesthesia]\nModerate Sedation.\n[Description]\nSingle port thoracoscopy. Biopsies of 4R and 7. Pigtail catheter placed.\n[Plan]\nObs overnight.",
  "456789_syn_8": "[REDACTED] a thoracoscopy to biopsy enlarged lymph nodes in his chest. We used a flexible scope through a single incision. We id[REDACTED] large nodes near his windpipe and under the airway split. We took multiple samples from both areas to ensure a good diagnosis. A small pigtail tube was left in place.",
  "456789_syn_9": "Diagnosis: Mediastinal lymph node enlargement.\nAction: Thoracoscopic tissue sampling.\nDetails: Access established. Nodes at 4R and 7 harvested. 14Fr catheter inserted.",
  "456789": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Jennifer Walsh\n\nDx: Bulky mediastinal lymphadenopathy, prior non-diagnostic bronchoscopy\nProcedure: Thoracoscopy with mediastinal lymph node biopsy\n\nHx: 55M with bilateral hilar and mediastinal adenopathy on CT. EBUS-TBNA showed granulomatous inflammation but insufficient tissue for definitive diagnosis. Sarcoidosis vs. lymphoma remains on differential.\n\nProcedure:\nModerate sedation. Right lateral decubitus. Single-incision thoracoscopy at 6th ICS MAL. Flex-rigid scope inserted. Pleural space normal. Mediastinal pleura over station 4R and 7 opened. Multiple deep biopsies obtained using insulated-tip forceps:\n- Station 4R: 5 specimens\n- Station 7: 5 specimens\n\nExcellent tissue cores obtained. Sent for path, flow, TB workup.\n\nHemostasis with electrocautery. 14Fr pigtail catheter placed. No pneumothorax on completion imaging.\n\nPatient [REDACTED]. Will admit for observation overnight.\n\nJ. Walsh MD"
}
