{
  "459598_syn_1": "Target: 22mm RLL nodule.\nTool: Galaxy + TiLT+.\nDiv: 2.3cm (atelectasis). Corrected.\nrEBUS: Adjacent.\nAction: TBNA x4, Bx x4, BAL, Fiducial.\nROSE: Suspicious NSCLC.",
  "459598_syn_2": "OPERATIVE SUMMARY: [REDACTED] bronchoscopy for a 22mm RLL nodule. The Galaxy system was deployed to RB10. TiLT+ imaging revealed a significant 2.3cm divergence due to atelectasis, which was corrected. rEBUS showed an adjacent view. We performed TBNA, forceps biopsy, and BAL. A fiducial marker was placed for SBRT. ROSE suggests non-small cell carcinoma.",
  "459598_syn_3": "Codes: 31626 (Marker), 31629 (TBNA), 31624 (BAL), 31627 (Nav), 31654 (rEBUS).\nNote: 2.3cm divergence corrected via TiLT+.",
  "459598_syn_4": "Resident Note\nPt: C. Rodriguez\nRLL 22mm\n1. Galaxy to RB10.\n2. TiLT found 2.3cm error (atelectasis).\n3. Adjusted.\n4. rEBUS adjacent.\n5. TBNA, Bx, BAL.\n6. Fiducial placed.\nROSE: Suspicious NSCLC.",
  "459598_syn_5": "charles rodriguez rll nodule. galaxy robot. huge divergence on tilt 2.3cm atelectasis. fixed it. adjacent ultrasound. needle biopsy forceps and a wash. put a fiducial in. rose thinks its non small cell cancer.",
  "459598_syn_6": "Multiple pulmonary nodules. 22mm nodule in RLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB10. TiLT+ sweep revealed 2.3cm divergence due to atelectasis. Target updated. rEBUS view: Adjacent. TBNA (22G). Transbronchial forceps biopsy. Bronchoalveolar lavage. Gold fiducial marker placed. ROSE Result: Suspicious for non-small cell carcinoma.",
  "459598_syn_7": "[Indication]\n22mm RLL nodule.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav. TiLT+ corrected 2.3cm divergence. rEBUS adjacent. TBNA, Bx, BAL, Fiducial.\n[Plan]\nOncology.",
  "459598_syn_8": "[REDACTED] a robotic biopsy. The Galaxy system's TiLT+ feature helped us correct a 2.3cm error caused by lung collapse. We sampled the area with a needle, forceps, and wash, and placed a marker. It looks suspicious for lung cancer.",
  "459598_syn_9": "Procedure: Robotic RLL biopsy + marker.\nCorrection: TiLT+ fixed 2.3cm offset.\nSampling: TBNA, forceps, BAL.\nMarker: Fiducial implanted.\nResult: Suspicious for NSCLC.",
  "459598": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Amanda Garcia\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 22mm nodule in RLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t10\t375\t12\t80\t8\t24\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RLL (RB10) based on the pre-operative CT navigational plan. Registration accuracy: 3.2mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 2.3cm divergence between the pre-op CT target and the actual lesion location due to atelectasis.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 22G needle. 4 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nBronchoalveolar lavage performed at target segment. 40mL instilled, 16mL return. Sent for Cytology and Culture.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nGarcia, MD"
}
