{
  "4738291_syn_1": "Indication: RMS granulation (post-stent).\nAnesthesia: Mod Sedation.\nAction: Spray Cryotherapy (TrueFreeze). 10 applications (5s each).\nResult: Blanching/Edema. Expect sloughing.\nPlan: D/C. Re-scope 2 wks.",
  "4738291_syn_2": "OPERATIVE SUMMARY: The patient presented with recurrent granulation tissue following stent explantation. Flexible bronchoscopy under moderate sedation demonstrated circumferential RMS stenosis (50%). Spray cryotherapy was utilized for ablation (CSA Medical TrueFreeze). Ten total applications of 5 seconds each were delivered to the anterior, posterior, and lateral walls. Immediate mucosal blanching confirmed therapeutic effect. The patient tolerated the procedure without complication.",
  "4738291_syn_3": "CPT: 31641 (Destruction of lesion, cryotherapy).\nDevice: CSA Medical TrueFreeze (Spray Cryo).\nLocation: Right Mainstem Bronchus.\nIndication: Granulation tissue stenosis.\nTechnique: Non-contact spray ablation.\nApplications: 10 sprays x 5 seconds.\nOutcome: Tissue blanching achieved.",
  "4738291_syn_4": "Resident Note\nPatient: [REDACTED] Jackson\nProcedure: Spray Cryo RMS\nSteps:\n1. Propofol sedation.\n2. Saw granulation tissue in RMS.\n3. Used the spray cryo catheter.\n4. Sprayed 10 times around the airway.\n5. Tissue turned white.\n6. No bleeding.\nPlan: Follow up bronch in 2 weeks to clean it up.",
  "4738291_syn_5": "Procedure for David P. White granulation tissue in the RMS from that old stent. Used moderate sedation propofol. Went in saw the tissue blocking half the airway. Used the spray cryo machine TrueFreeze. Did about 10 sprays 5 seconds each. Froze it good looks white now. Should fall off in a couple weeks. Recheck him then.",
  "4738291_syn_6": "Bronchoscopy with cryotherapy for granulation tissue ablation. 69 y/o male s/p RMS silicone stent for malignant CAO. RMS with circumferential granulation tissue at 2cm from carina, 50% obstruction. Cryotherapy (spray cryotherapy, CSA Medical TrueFreeze) applied to granulation tissue: Anterior wall: 3 applications x 5 seconds each. Posterior wall: 3 applications. Lateral walls: 2 applications each. Immediate tissue blanching and edema noted.",
  "4738291_syn_7": "[Indication]\nRMS granulation tissue (50% stenosis).\n[Anesthesia]\nModerate Sedation.\n[Description]\nSpray cryotherapy (TrueFreeze) applied x10 cycles (5s each). Circumferential blanching achieved. No bleeding.\n[Plan]\nDischarge. Repeat bronchoscopy 2 weeks for debridement.",
  "4738291_syn_8": "[REDACTED] S. Thompson had some scar tissue growing back where his stent used to be. We treated this using a spray cryotherapy device, which sprays liquid nitrogen to freeze the tissue without touching it. We treated the entire circle of the airway. The tissue turned white as expected, and it should slough off over the next week or two, opening the airway further.",
  "4738291_syn_9": "Dx: Recurrent granulation tissue post RMS stent removal\nProcedure: Bronchoscopy with cryotherapy for granulation tissue destruction\nDETAILS: RMS with circumferential granulation tissue, 50% obstruction. Cryotherapy (spray cryotherapy, CSA Medical TrueFreeze) applied to granulation tissue. Immediate tissue blanching and edema noted. Post-treatment lumen slightly improved."
}
