{
  "4783621_syn_1": "Indication: Airway obstruction, squamous cell CA.\nProc: Rigid bronch, mechanical debridement, APC, stent.\nSteps:\n- Rigid scope inserted.\n- 90% obstruction LMS visualized.\n- Tumor cored/debrided (15cc).\n- Base cauterized (APC/Bovie).\n- 14x60mm Dumon stent placed.\n- Final: Patent lumen, no bleeding.\nPlan: ICU, surveillance bronch.",
  "4783621_syn_2": "HISTORY: The patient, a 72-year-old female with advanced squamous cell carcinoma, presented with critical central airway obstruction. \nPROCEDURE: Under general anesthesia with jet ventilation, the airway was accessed via a 14mm rigid bronchoscope. Significant endobronchial tumor burden was id[REDACTED] in the left mainstem bronchus. Multimodal recanalization was performed utilizing mechanical coring, electrocautery, and argon plasma coagulation, resulting in restoration of patency. To maintain airway caliber, a 14x60mm silicone stent was deployed. \nCONCLUSION: Successful rigid bronchoscopy with tumor destruction and stent placement.",
  "4783621_syn_3": "Procedures Performed:\n- 31640: Rigid bronchoscopy with excision of tumor (Mechanical debulking of LMS).\n- 31641: Destruction of tumor (APC/Cautery).\n- 31636: Stent placement (Revision/Placement of bronchial stent).\nMedical Necessity: Critical airway obstruction (90% LMS stenosis).\nTechnique: Rigid barrel used for coring; stent deployed under direct vision. Hemostasis achieved.",
  "4783621_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Anderson\nDiagnosis: Malignant Airway Obstruction\nSteps:\n1. Time out done. GA induced.\n2. Rigid scope to trachea.\n3. LMS 90% blocked by tumor.\n4. Mechanical debulking and APC used to clear airway.\n5. Silicone stent (14x60) placed in LMS.\n6. Airway patent at end of case.\nPlan: ICU for monitoring.",
  "4783621_syn_5": "procedure note for ms [REDACTED] she has the squamous cell ca with stridor we did the rigid bronch today anesthesia gave the propofol. went down with the 14mm scope left main was tight like 90 percent blocked. used the coring technique and some apc to burn the base got it open pretty good. put a dumon stent in there 14 by 60 fits nice. no bleeding stopped with epi. woke up fine sent to recovery.",
  "4783621_syn_6": "[REDACTED] a 72-year-old female with known squamous cell lung cancer presenting with worsening dyspnea and stridor. CT chest shows near-complete obstruction of the left mainstem bronchus by endobronchial tumor. A rigid bronchoscope (14mm) was introduced via the mouth under direct visualization. High-frequency jet ventilation (HFJV) was utilized. Left mainstem was 90% obstructed by friable, hemorrhagic endobronchial tumor. The tumor was cored using the rigid bronchoscope with mechanical debridement. Residual tumor base was treated with electrocautery and Argon Plasma Coagulation. A 14mm x 60mm Dumon silicone stent was deployed in the left mainstem bronchus. Prior to treatment, left mainstem bronchus was 10% patent. After treatment, the airway was 70% patent.",
  "4783621_syn_7": "[Indication]\nSymptomatic malignant airway obstruction, LMS.\n[Anesthesia]\nGeneral, TIVA, Jet Ventilation.\n[Description]\nRigid bronchoscopy performed. 90% obstruction of LMS id[REDACTED]. Mechanical debridement and APC destruction performed. 14x60mm silicone stent placed. Airway patency restored to 70%.\n[Plan]\nICU admission. Follow-up bronchoscopy 4 weeks.",
  "4783621_syn_8": "The patient was brought to the operating room for management of her malignant airway obstruction. After induction of general anesthesia, we inserted the rigid bronchoscope. The left mainstem bronchus was found to be critically narrowed by tumor. We proceeded to core out the tumor mechanically and applied thermal energy to the base to prevent regrowth and bleeding. Once the airway was opened, we sized and placed a silicone stent to ensure it remained patent. The patient tolerated the procedure well and was transferred to the ICU.",
  "4783621_syn_9": "Operation: Rigid endoscopy with tumor eradication and stent insertion.\nContext: Critical blockage of the left bronchial tube.\nAction: The rigid barrel was navigated to the obstruction. The malignancy was excised mechanically and ablated with argon plasma. A silicone prosthesis was positioned to scaffold the airway.\nResult: The bronchial lumen was re-established. Hemostasis was secured.",
  "4783621": "PATIENT: [REDACTED], 72-year-old Female\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Ms. [REDACTED] is a 72-year-old female with known squamous cell lung cancer presenting with worsening dyspnea and stridor. CT chest shows near-complete obstruction of the left mainstem bronchus by endobronchial tumor. The nature, purpose, risks, benefits and alternatives to therapeutic bronchoscopy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Left mainstem bronchus obstruction secondary to endobronchial tumor\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Rigid Bronchoscopy, Endobronchial Tumor Destruction (CPT 31641), Mechanical Tumor Debridement (CPT 31640), Airway Stent Placement (CPT 31631)\nATTENDING: Dr. Michael Anderson\nASSISTANT: Dr. Sarah Kim, Fellow\nSupport Staff:\n\nRN: Robert Martinez\nRT: Lisa Johnson\nAnesthesia: Dr. Thomas Wright\n\nANESTHESIA: General anesthesia with TIVA\nMONITORING: Standard ASA monitoring with arterial line\nINSTRUMENT: Storz rigid bronchoscope (14mm), Olympus flexible bronchoscope, Electrocautery (Bovie), APC probe, mechanical debrider, 14mm x 60mm silicone stent (Dumon)\nESTIMATED BLOOD LOSS: 150 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia, a timeout was performed. All procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine with shoulder roll\nA rigid bronchoscope (14mm) was introduced via the mouth under direct visualization. High-frequency jet ventilation (HFJV) was utilized. A complete airway survey was performed.\nInitial Findings:\n\nTrachea: Patent, no lesions\nRight mainstem: Patent, mucosa normal\nLeft mainstem: 90% obstructed by friable, hemorrhagic endobronchial tumor starting 1cm distal to the carina and extending 3cm distally\n\nTherapeutic Interventions:\n1. Mechanical Debridement: The tumor was cored using the rigid bronchoscope with mechanical debridement. Multiple passes were required to remove bulk tumor. Estimated tumor volume removed: 15cc.\n2. Electrocautery: Residual tumor base was treated with electrocautery at 40 watts in coagulation mode. Total treatment time: 3 minutes. FiO2 maintained at 40% during cautery.\n3. Argon Plasma Coagulation: APC was applied to residual tumor at 40 watts, argon flow 1.5 L/min. Treatment applied circumferentially to tumor base. Duration: 2 minutes.\nResults: Prior to treatment, left mainstem bronchus was 10% patent. After treatment, the airway was 70% patent.\n4. Stent Placement: Due to significant malacia and risk of re-obstruction, a 14mm x 60mm Dumon silicone stent was deployed in the left mainstem bronchus under direct visualization and fluoroscopic guidance. Stent [REDACTED] confirmed endoscopically with good apposition to airway wall.\nHemostasis was confirmed with minimal oozing controlled with topical epinephrine (1:10,000 dilution, 10mL instilled). A flexible bronchoscope was passed through the rigid barrel for final inspection showing:\n\nPatent stent lumen\nVisible LUL and LLL orifices through stent\nNo significant bleeding\n\nThe bronchoscope and adjunct instruments were withdrawn. The patient tolerated the procedure well without immediate complications.\nSPECIMEN(S):\n\nEndobronchial tumor debridement (histology)\n\nIMPRESSION/PLAN: Ms. [REDACTED] is a 72-year-old female with squamous cell lung cancer and critical left mainstem obstruction. Successful therapeutic bronchoscopy with tumor debridement, cautery, APC, and stent placement. Airway patency improved from 10% to 70%. Patient will require surveillance bronchoscopy in 4-6 weeks. Oncology to follow for systemic therapy planning."
}
