{
  "493827_syn_1": "Dx: Sarcoidosis susp.\nProc: EBBx x6, BAL RML.\nFindings: Cobblestoning main carina/mainstems.\nAction: Biopsies taken (Carina, RMS, LMS). BAL RML 100mL instilled, 55mL return.\nComplications: None.",
  "493827_syn_2": "PROCEDURE: Fiberoptic bronchoscopy with endobronchial biopsy and bronchoalveolar lavage.\nFINDINGS: The bronchial mucosa exhibited diffuse nodularity and a 'cobblestone' appearance characteristic of granulomatous disease, particularly at the carina and mainstem bronchi. Six biopsies were harvested from these sites. Subsequently, a bronchoalveolar lavage was conducted in the right middle lobe yielding clear fluid.\nIMPRESSION: Findings consistent with sarcoidosis.",
  "493827_syn_3": "Code Selection:\n- 31625: Endobronchial biopsies (multiple sites: Carina, RMS, LMS).\n- 31624: Bronchoalveolar lavage (RML).\nJustification: Biopsies taken from central airways for tissue diagnosis. Lavage performed in a separate lobe (RML) for cellular differential. Modifier XS/59 applicable due to separate sites.",
  "493827_syn_4": "Resident Procedure Note\nPatient: S. Martinez\nSteps:\n1. Scope passed. Mucosa looked like cobblestones.\n2. Biopsies taken: 3 from carina, 2 RMS, 1 LMS.\n3. BAL done in RML. 100cc in, 55cc out.\n4. Patient tolerated well.\nPlan: Clinic f/u 2 weeks.",
  "493827_syn_5": "sofia martinez bronchoscopy for sarcoidosis suspicion saw cobblestoning everywhere typical sarcoid look took 6 biopsies total from carina and mainstems bleeding was minimal also did a bal in the rml clear fluid back patient fine sending home.",
  "493827_syn_6": "Moderate sedation was achieved. The scope was advanced, revealing diffuse mucosal nodularity and cobblestoning at the main carina and bilateral mainstem bronchi. Six endobronchial biopsies were obtained from the carina, RMS, and LMS. A BAL was performed in the RML with 55mL return. The procedure was uncomplicated.",
  "493827_syn_7": "[Indication]\nBilateral hilar adenopathy, rule out sarcoidosis.\n[Anesthesia]\nModerate sedation.\n[Description]\nCobblestone mucosa observed. 6 Endobronchial biopsies obtained. BAL performed in RML. Minimal bleeding.\n[Plan]\nOutpatient follow-up. PFTs pending pathology.",
  "493827_syn_8": "[REDACTED] a bronchoscopy to investigate suspected sarcoidosis. We observed the classic cobblestone appearance of the mucosa in the central airways. To confirm the diagnosis, we took six biopsies from the carina and mainstem bronchi. We also performed a lavage in the right middle lobe. She tolerated the procedure well with minimal bleeding.",
  "493827_syn_9": "Evaluation for sarcoidosis. Executed bronchoscopy with tissue sampling and lavage. Noted mucosal irregularities. Harvested 6 specimens from central airways. Performed washing of RML. No obstructions noted.",
  "493827": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Michael Thornton\n\nDx: Bilateral hilar adenopathy, suspected sarcoidosis\nProcedure: Bronchoscopy with endobronchial biopsy, BAL\n\nModerate sedation achieved. Olympus BF-P190 scope advanced. Diffuse mucosal nodularity and cobblestoning noted at main carina, bilateral mainstem bronchi. Classic sarcoid appearance. 6 endobronchial biopsies taken (3 carina, 2 RMS, 1 LMS). Minimal bleeding. BAL performed at RML (100mL instilled, 55mL returned, clear). No endobronchial obstruction. Procedure uneventful.\n\nPlan: Await pathology for non-caseating granulomas. PFTs if confirmed. F/U pulm clinic 2 weeks.\n\nM. Thornton, MD"
}
