{
  "502118_syn_1": "Indication: Aspiration (Peanut).\nProc: Foreign Body Removal.\nFindings: R main/RLL occluded by nuts.\nAction: Basket/Forceps removal piecemeal.\nResult: Airways cleared.\nPlan: CXR, extubate tomorrow.",
  "502118_syn_2": "OPERATIVE SUMMARY: Emergent bronchoscopy was performed for acute airway obstruction. Inspection confirmed a foreign body (peanut fragments) occluding the right mainstem bronchus. Using a retrieval basket and forceps, the foreign material was extracted piecemeal. Following removal, the distal airways were inspected and found to be patent and free of residual debris.",
  "502118_syn_3": "Code: 31635 (Bronchoscopy with removal of foreign body).\nDetail: Removal of aspirated organic material from Right Mainstem/RLL using basket and forceps. Complexity: Piecemeal removal required.",
  "502118_syn_4": "Emergency Bronch Note\nPatient: [REDACTED]\n1. Intubated for aspiration.\n2. Scope down -> Peanut parts in R lung.\n3. Used basket and forceps.\n4. Pulled out multiple pieces.\n5. Suctioned clear.\n6. R lung reinflated.\n7. Done.",
  "502118_syn_5": "jacob carter choked on a peanut ems intubated him. right lung down. went in with the scope giant peanut mess in the right main. used the basket and grabbers took a while to get it all out in pieces. cleaned it up nicely lung is up now on xray.",
  "502118_syn_6": "Emergency bronchoscopy for foreign body aspiration. The patient presented with right lung collapse. Bronchoscopy revealed peanut fragments obstructing the right mainstem. These were removed using a combination of basket and forceps. The airway was cleared of all visible foreign material. Ventilation improved immediately.",
  "502118_syn_7": "[Indication]\nForeign body aspiration, respiratory failure.\n[Anesthesia]\nGeneral (Propofol/Fentanyl).\n[Description]\nFB id[REDACTED] (Peanut) R lung. Removal via basket/forceps. Airways patent post-removal.\n[Plan]\nWean vent. CXR.",
  "502118_syn_8": "We performed an emergency procedure on [REDACTED] a peanut he inhaled. It was blocking his right lung. Using a small basket and grippers through the scope, we removed the peanut in several pieces. Once it was all out, we suctioned the airway clean, and his lung re-expanded.",
  "502118_syn_9": "Procedure: Retrieval of aspirated foreign material.\nTarget: Right bronchial tree.\nMethod: Extraction utilizing wire basket and forceps.\nOutcome: Restoration of bronchial patency.",
  "502118": "EMERGENCY BRONCHOSCOPY – FOREIGN BODY\nDate: [REDACTED] 21:15\nPatient: [REDACTED] | 32M | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Alexis Nguyen\n\nINDICATION:\nAcute airway obstruction after aspiration of peanut while eating at home. EMS performed rapid sequence intubation en route. Persistent high peak pressures and right lung collapse on portable CXR.\n\nAIRWAY / VENTILATION:\n8.0 ETT at 24 cm, volume-control ventilation 18/450/5/100%.\nSedation with propofol and fentanyl infusions (general anesthesia–equivalent).\n\nPROCEDURE:\nFlexible bronchoscope was passed through the ETT. A large amount of particulate material was visualized in the right mainstem bronchus with near-complete occlusion and extension into the right lower lobe bronchus.\n\nUsing a 4-wire retrieval basket and alligator forceps, multiple peanut fragments were removed piecemeal from the right mainstem and right lower lobe bronchi. Airways were suctioned thoroughly until patent with visible subsegmental branches.\n\nLeft lung inspection was normal. No tumor, mass or blood clot id[REDACTED].\n\nCOMPLICATIONS: None. Estimated blood loss <5 mL.\nPLAN: Repeat portable CXR to confirm re-expansion of the right lung. Continue mechanical ventilation overnight for airway protection."
}
