{
  "5582-KK-9910_syn_1": "Indication: Post-biopsy hemorrhage RUL.\nProcedure: Bronchoscopy + RFA.\nFindings: Blood in RUL. No active bronchial source.\nAction: Navigated to tumor site. RFA probe inserted. Coagulation mode (40W) then Ablation mode (90C). \nResult: Hemostasis achieved. Tumor ablated. Chest tube output decreased.\nPlan: ICU, wean chest tube.",
  "5582-KK-9910_syn_2": "PROCEDURE: Emergent Bronchoscopy with Radiofrequency Ablation for Hemostasis and Tumor Control.\nINDICATION: 72-year-old male status post complicated TTNA with active hemothorax and parenchymal bleeding.\nDESCRIPTION: Under general anesthesia, the airway was inspected. Utilizing ENB, the RFA catheter was advanced to the site of the bleeding tumor in the RUL. A modified RFA protocol was employed: initially low-wattage energy was applied to effect hemostasis via tissue coagulation, followed by standard high-temperature ablation to treat the underlying malignancy. Immediate cessation of bleeding was observed.",
  "5582-KK-9910_syn_3": "Codes: 31641 (Bronchoscopy with destruction/relief of stenosis).\nJustification: RFA probe used primarily to destroy tumor tissue and secondarily to coagulate bleeding vessels in the tumor bed.\nNote: This was a salvage procedure combining hemostasis (normally 31634/31643) and ablation (31641). 31641 is the primary definitive therapy performed.",
  "5582-KK-9910_syn_4": "Procedure: Urgent RFA\nPatient: [REDACTED]\nIndication: Bleeding after IR biopsy.\nSteps:\n1. Intubated. Bronch to RUL.\n2. Navigated to biopsy site.\n3. Inserted RFA probe.\n4. Cauterized bleeding (40W).\n5. Ablated tumor (90C).\n6. Bleeding stopped.\nPlan: ICU, keep chest tube.",
  "5582-KK-9910_syn_5": "emergency bronch for [REDACTED] he was bleeding from that IR biopsy yesterday chest tube putting out blood. we went in intubated him. used the nav system to find the hole in the tumor. stuck the RFA probe in there. cooked it at low power to stop the bleed then high power to kill the cancer. worked great bleeding stopped chest tube looks clear now. sending back to ICU.",
  "5582-KK-9910_syn_6": "Urgent bronchoscopy with radiofrequency ablation. Patient with hemothorax following transthoracic biopsy. General anesthesia. Airway clear of active large airway bleeding. Navigation to RUL posterior segment. RFA probe deployed. Hemostasis protocol (low power) followed by ablation protocol (high power) utilizing Vivant system. Hemostasis achieved. Tumor treated. Chest tube output diminished.",
  "5582-KK-9910_syn_7": "[Indication]\nPost-biopsy hemorrhage, RUL tumor.\n[Anesthesia]\nGeneral.\n[Description]\nEmergent navigation to RUL tumor. RFA applied for hemostasis and tumor destruction. Bleeding resolved. Tumor ablated.\n[Plan]\nICU, monitor Hgb/Chest tube.",
  "5582-KK-9910_syn_8": "[REDACTED] a complication from his lung biopsy yesterday and was bleeding into his chest. We took him to the bronchoscopy suite urgently. Using a special navigation system, we guided a radiofrequency probe to the bleeding tumor. We used the heat from the probe first to seal the bleeding vessels and then to destroy the tumor itself. It worked perfectly, and the bleeding stopped immediately.",
  "5582-KK-9910_syn_9": "Procedure: Bronchoscopic thermal therapy.\nIndication: Iatrogenic hemorrhage and malignancy.\nAction: The hemorrhagic site was accessed via navigation. Thermal energy was applied to coagulate vessels and destroy neoplastic tissue. \nResult: Hemostasis and tumor ablation achieved.",
  "5582-KK-9910": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]  \nPROCEDURE DATE: [REDACTED]\nLOCATION: [REDACTED]\nPHYSICIAN: Dr. Anthony Russo, MD\n\n**URGENT CASE - POST-BIOPSY HEMORRHAGE MANAGEMENT**\n\nORIGINAL PROCEDURE: Transthoracic needle biopsy RUL nodule by interventional radiology (performed [REDACTED], 1430hrs). Biopsy complicated by significant hemorrhage with hemothorax development requiring chest tube placement. Patient transferred to ICU overnight. Biopsy confirmed squamous cell carcinoma.\n\nMODIFIED INDICATION: \nGiven active bleeding from biopsy site and confirmed malignancy, multidisciplinary discussion between interventional radiology, thoracic surgery, and interventional pulmonology. Decision made for bronchoscopic approach to: (1) achieve hemostasis and (2) treat tumor definitively with ablation given high surgical risk and desire to avoid repeat intervention.\n\n**EMERGENT BRONCHOSCOPY WITH RFA - MODIFIED PROTOCOL**\n\nPatient [REDACTED] chest tube in place (right pigtail, 14Fr). Active output decreased but persistent blood-tinged drainage 50mL/hr. Hemoglobin stable at 9.2 after transfusion.\n\nPROCEDURE (Performed [REDACTED], 0800hrs):\nGeneral anesthesia, intubation. Bronchoscopy showed blood in RUL but no active endobronchial source. ENB navigation to RUL posterior segment biopsy site/tumor location. Immediate goal: hemostasis. Secondary goal: tumor ablation.\n\nRFA probe (VIVANT, 1.5cm tip) placed at hemorrhage site within tumor. Treatment modified from standard protocol:\n- Initial lower power (40W x 3min) for cauterization/hemostasis\n- Then standard ablation (90°C x 8min) for tumor treatment\n- Careful monitoring for increased bleeding during treatment\n\nOUTCOME: \nSuccessfully achieved hemostasis - no further bleeding noted post-ablation. Tumor ablation completed per protocol. Chest tube output decreased to <10mL/hr serosanguinous fluid immediately post-procedure.\n\nCOMPLICATIONS: None additional\n\nMODIFIED PLAN:\n- ICU monitoring continues\n- Chest tube remains, anticipate removal tomorrow if output <50mL/24hr\n- CT chest at 48hr  \n- Standard post-ablation follow-up once acute issues resolved\n\n**UNUSUAL CASE DISCUSSION:**\nThis represents off-label use of bronchoscopic RFA for both hemostasis and tumor treatment following complicated transthoracic biopsy. While not standard indication, multidisciplinary team felt this was best approach to manage both bleeding and provide definitive treatment in one procedure. Case to be presented at morbidity/mortality conference for systems review of management pathway.\n\nDr. Anthony Russo, MD\nInterventional Pulmonology - Tampa General\nAttending on call for emergent procedures\n\nCase reviewed with: Dr. Sarah Kim (Thoracic Surgery), Dr. James Liu (Interventional Radiology), Dr. Patricia Mendez (Pulmonary Critical Care)"
}
