{
  "5582KK9910_syn_1": "Indication: Post-biopsy hemorrhage RUL + Tumor Rx.\nProc: Nav Bronch + RFA.\nTarget: RUL posterior.\nAction: RFA 40W (hemostasis) -> 90C (ablation).\nOutcome: Bleeding stopped. Tumor ablated.\nPlan: ICU, keep chest tube.",
  "5582KK9910_syn_2": "EMERGENT PROCEDURE: [REDACTED] bronchoscopic intervention for hemorrhage following transthoracic biopsy. Navigation was used to localize the bleeding site within the RUL tumor. Radiofrequency ablation was applied first for hemostasis, followed by a full ablation protocol to treat the underlying malignancy. Hemostasis was achieved.",
  "5582KK9910_syn_3": "Codes: 31641 (Destruction/Hemostasis via RFA), 31627 (Navigation). RFA used for both control of hemorrhage and tumor destruction in the same session.",
  "5582KK9910_syn_4": "Urgent Bronch: Timothy Brooks\nIndication: Bleeding after IR biopsy.\n1. Intubated.\n2. Navigated to RUL bleeding site.\n3. RFA probe in.\n4. Cauterized bleeding (stopped).\n5. Burned the tumor while we were there.\n6. Chest tube output dropped.",
  "5582KK9910_syn_5": "timothy brooks bleeding from that biopsy yesterday chest tube putting out blood. went in with the scope navigated to the spot in the right upper lobe. used the rfa probe to stop the bleeding worked great. then just decided to ablate the tumor too since we were there. bleeding stopped chest tube looks good.",
  "5582KK9910_syn_6": "Emergency bronchoscopy performed for hemothorax post-biopsy. Electromagnetic navigation utilized to reach RUL posterior segment target. Radiofrequency ablation catheter deployed. Initial energy applied for hemostasis successful. Subsequent energy cycles delivered for tumor ablation. Chest tube output diminished significantly.",
  "5582KK9910_syn_7": "[Indication]\nRUL hemorrhage post-biopsy.\n[Anesthesia]\nGeneral.\n[Description]\nNavigation to RUL. RFA applied for hemostasis and tumor ablation. Bleeding resolved.\n[Plan]\nICU. Monitor output.",
  "5582KK9910_syn_8": "[REDACTED] after his biopsy yesterday. We performed a bronchoscopy to stop the bleeding. We navigated to the spot in his right lung and used heat (radiofrequency) to seal the bleeding vessels. Once the bleeding stopped, we continued the heat treatment to destroy the tumor itself.",
  "5582KK9910_syn_9": "Procedure: Hemostasis and tumor destruction via radiofrequency energy.\nMethod: Navigational bronchoscopy.\nOutcome: Cessation of hemorrhage and thermal ablation of the neoplasm.",
  "5582KK9910": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]  \nPROCEDURE DATE: [REDACTED]\nLOCATION: [REDACTED]\nPHYSICIAN: Dr. Anthony Russo, MD\n\n**URGENT CASE - POST-BIOPSY HEMORRHAGE MANAGEMENT**\n\nORIGINAL PROCEDURE: Transthoracic needle biopsy RUL nodule by interventional radiology (performed [REDACTED], 1430hrs). Biopsy complicated by significant hemorrhage with hemothorax development requiring chest tube placement. Patient transferred to ICU overnight. Biopsy confirmed squamous cell carcinoma.\n\nMODIFIED INDICATION: \nGiven active bleeding from biopsy site and confirmed malignancy, multidisciplinary discussion between interventional radiology, thoracic surgery, and interventional pulmonology. Decision made for bronchoscopic approach to: (1) achieve hemostasis and (2) treat tumor definitively with ablation given high surgical risk and desire to avoid repeat intervention.\n\n**EMERGENT BRONCHOSCOPY WITH RFA - MODIFIED PROTOCOL**\n\nPatient [REDACTED] chest tube in place (right pigtail, 14Fr). Active output decreased but persistent blood-tinged drainage 50mL/hr. Hemoglobin stable at 9.2 after transfusion.\n\nPROCEDURE (Performed [REDACTED], 0800hrs):\nGeneral anesthesia, intubation. Bronchoscopy showed blood in RUL but no active endobronchial source. ENB navigation to RUL posterior segment biopsy site/tumor location. Immediate goal: hemostasis. Secondary goal: tumor ablation.\n\nRFA probe (VIVANT, 1.5cm tip) placed at hemorrhage site within tumor. Treatment modified from standard protocol:\n- Initial lower power (40W x 3min) for cauterization/hemostasis\n- Then standard ablation (90°C x 8min) for tumor treatment\n- Careful monitoring for increased bleeding during treatment\n\nOUTCOME: \nSuccessfully achieved hemostasis - no further bleeding noted post-ablation. Tumor ablation completed per protocol. Chest tube output decreased to <10mL/hr serosanguinous fluid immediately post-procedure.\n\nCOMPLICATIONS: None additional\n\nMODIFIED PLAN:\n- ICU monitoring continues\n- Chest tube remains, anticipate removal tomorrow if output <50mL/24hr\n- CT chest at 48hr  \n- Standard post-ablation follow-up once acute issues resolved\n\n**UNUSUAL CASE DISCUSSION:**\nThis represents off-label use of bronchoscopic RFA for both hemostasis and tumor treatment following complicated transthoracic biopsy. While not standard indication, multidisciplinary team felt this was best approach to manage both bleeding and provide definitive treatment in one procedure. Case to be presented at morbidity/mortality conference for systems review of management pathway.\n\nDr. Anthony Russo, MD\nInterventional Pulmonology - Tampa General\nAttending on call for emergent procedures\n\nCase reviewed with: Dr. Sarah Kim (Thoracic Surgery), Dr. James Liu (Interventional Radiology), Dr. Patricia Mendez (Pulmonary Critical Care)"
}
