{
  "559103_syn_1": "Indication: Large PTX.\nProc: Chest Tube (28Fr).\nSite: [REDACTED]\nResult: Air rush, lung re-expanded.\nPlan: Admit, suction -20.",
  "559103_syn_2": "PROCEDURE NOTE: Tube Thoracostomy.\nINDICATION: Primary spontaneous pneumothorax.\nPROCEDURE: The right hemithorax was prepped. Local anesthesia was infiltrated. A 28 French chest tube was inserted via blunt dissection at the 5th intercostal space. Significant air release was confirmed. The tube was secured and placed to suction. Post-procedure imaging confirmed lung re-expansion.",
  "559103_syn_3": "Code: 32551 (Tube thoracostomy).\nSpecifics: Open/blunt dissection technique used (not percutaneous/Seldinger). 28Fr tube placed. Connected to suction.",
  "559103_syn_4": "Procedure: Chest Tube\nPatient: [REDACTED]\n1. Prep R chest.\n2. Lidocaine/Fentanyl.\n3. Cut at 5th ICS.\n4. Clamp dissection into pleura.\n5. Finger sweep.\n6. Tube (28Fr) in.\n7. Stitch and tape.\n8. CXR: Lung up.",
  "559103_syn_5": "[REDACTED] spontaneous pneumo right side. pigtail didn't work so put in a real chest tube. 28 french right side 5th intercostal. big rush of air lung came up nicely on the xray. hooked to suction admitting him.",
  "559103_syn_6": "Right-sided tube thoracostomy performed for spontaneous pneumothorax. Standard landmark technique utilized. A 28 Fr tube was placed and secured. Connected to -20cmH2O suction with resolution of pneumothorax on imaging.",
  "559103_syn_7": "[Indication]\nRight Pneumothorax.\n[Anesthesia]\nLocal + Moderate analgesia.\n[Description]\n28Fr Chest Tube placed R 5th ICS. Air evacuated. Lung re-expanded.\n[Plan]\nAdmit. Suction.",
  "559103_syn_8": "We placed a chest tube in [REDACTED] to treat his collapsed lung. We numbed the area and inserted a large tube between the ribs. A lot of air came out, and his breathing improved. The X-ray showed the lung is back up. He is admitted to the hospital.",
  "559103_syn_9": "Intervention: Tube thoracostomy.\nIndication: Pneumothorax.\nTechnique: Surgical insertion of pleural drain.\nOutcome: Re-expansion of pulmonary parenchyma.",
  "559103": "CHEST TUBE INSERTION NOTE\nDate: [REDACTED] 03:10\nPatient: [REDACTED] | 27M | MRN [REDACTED]\nLocation: [REDACTED]\nOperator: Dr. Rachel O'Connor (Interventional Pulmonology)\n\nINDICATION: Large right spontaneous pneumothorax with dyspnea in otherwise healthy young male; failure of small-bore pigtail catheter placed at outside hospital.\n\nPROCEDURE: Tube thoracostomy, right chest (CPT 32551)\n\nANESTHESIA: Local 1% lidocaine with epinephrine plus small IV fentanyl boluses (moderate analgesia; no continuous procedural sedation).\n\nPROCEDURE SUMMARY:\nPatient [REDACTED] with right arm above head. Landmark-based insertion was performed at the right 5th intercostal space, mid-axillary line. Blunt dissection was used to enter the pleural space.\n\nA 28 Fr chest tube was inserted and directed apically. Immediate rush of air was noted with improvement in breath sounds and oxygen saturation. The tube was secured with heavy silk sutures and connected to -20 cm H2O suction.\n\nPost-procedure portable CXR showed full re-expansion of the right lung without residual large pneumothorax.\n\nCOMPLICATIONS: None.\nDISPOSITION: Admitted to pulmonary ward for ongoing management."
}
