{
  "567123_syn_1": "Indication: Malignant effusion (Mesothelioma).\nProc: Catheter aspiration.\n- 12Fr catheter.\n- Landmark guidance.\n- Drained 1500mL bloody.\n- Catheter removed.",
  "567123_syn_2": "PROCEDURE NOTE: Therapeutic thoracentesis via catheter.\nINDICATION: Symptomatic malignant pleural effusion.\nDETAILS: A 12Fr drainage catheter was introduced into the left pleural space using anatomical landmarks. Approximately 1.5 liters of serosanguinous fluid were drained, resulting in symptomatic relief. The catheter was removed at the conclusion of the procedure.",
  "567123_syn_3": "CPT 32556: Pleural drainage w/ catheter.\nVolume: 1500mL.\nGuidance: None.\nIndication: Malignant effusion.\nStatus: Catheter removed.",
  "567123_syn_4": "Procedure: Thoracentesis\n1. Landmark.\n2. 12Fr catheter.\n3. Drained 1500mL bloody fluid.\n4. Catheter out.\nPatient [REDACTED].",
  "567123_syn_5": "Catherine Brown mesothelioma patient large effusion drained 1.5L today using a 12fr kit catheter fluid bloody patient coughed so we stopped pulled line.",
  "567123_syn_6": "Thoracentesis with catheter aspiration. Large left-sided malignant pleural effusion mesothelioma. With patient sitting at bedside left posterolateral chest prepped. Using Seldinger technique 12Fr drainage catheter placed. Bloody fluid immediately returned. 1500mL serosanguinous fluid removed over 40 minutes. Catheter removed at completion of procedure.",
  "567123_syn_7": "[Indication]\nMalignant pleural effusion.\n[Anesthesia]\nLocal.\n[Description]\n12Fr catheter. Drained 1500mL. Removed.\n[Plan]\nDischarge.",
  "567123_syn_8": "[REDACTED] and a large fluid buildup. We drained it today using a temporary catheter. We removed 1.5 liters of bloody fluid, which helped her breathing a lot. We took the catheter out once we were done.",
  "567123_syn_9": "Diagnosis: Malignant pleural effusion.\nAction: Catheter drainage.\nDetails: 12Fr catheter used. 1500mL drained. Catheter removed.",
  "567123": "PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\n\nPhysician: Dr. Michael Wang, MD\nFellow: Dr. Sarah Thompson, MD - Pulmonary Fellow\n\nIndication: Large left-sided malignant pleural effusion, mesothelioma\n\nProcedure: Thoracentesis with catheter aspiration\n\nDetails:\n71-year-old female with known epithelioid mesothelioma, presenting with increasing dyspnea and large left effusion on imaging. Not candidate for IPC at this time due to ongoing chemotherapy.\n\nWith patient sitting at bedside, left posterolateral chest prepped. 8th intercostal space, posterior axillary line chosen based on percussion and prior imaging (no US available at bedside).\n\nLocal anesthesia administered. Using Seldinger technique, 12Fr drainage catheter placed. Bloody fluid immediately returned. 1500mL serosanguinous fluid removed over 40 minutes. Drainage stopped when patient developed cough.\n\nPatient [REDACTED] improvement in breathing. Post-procedure vitals stable. Catheter removed at completion of procedure.\n\nFluid sent for cytology confirmation.\n\nM. Wang, MD / S. Thompson, MD"
}
