{
  "567234_syn_1": "Indication: Superior mediastinal lipoma (SVC syndrome).\nProc: VATS excision.\n- 3 ports.\n- 7cm fatty mass.\n- Dissected from SVC.\n- SVC decompressed.\n- Chest tube.",
  "567234_syn_2": "OPERATIVE REPORT: Video-assisted thoracoscopic resection of mediastinal lipoma.\nINDICATION: Symptomatic compression of the superior vena cava.\nFINDINGS: A 7 cm encapsulated adipose tumor in the superior mediastinum causing extrinsic compression of the SVC.\nPROCEDURE: Meticulous dissection was performed to separate the tumor from the great vessels. The mass was excised in toto, resulting in immediate visual decompression of the superior vena cava.",
  "567234_syn_3": "CPT 32662: VATS excision of mediastinal tumor.\nPathology: Lipoma.\nSize: 7cm.\nComplication treated: SVC compression.\nWork: Dissection from great vessels, removal via bag, chest tube.",
  "567234_syn_4": "Procedure: VATS Lipoma Excision\n1. 3 ports.\n2. Found fatty mass compressing SVC.\n3. Dissected off vessels.\n4. Removed in bag.\n5. SVC looks better.\n6. Chest tube.",
  "567234_syn_5": "Henry Okonkwo with the lipoma pushing on his svc vats right side found the big fatty tumor 7cm peeled it off the vein vein opened up nicely mass out in a bag chest tube placed.",
  "567234_syn_6": "VATS excision of mediastinal tumor. Superior mediastinal lipoma causing SVC compression symptoms. Large fatty tumor id[REDACTED] in superior mediastinum compressing but not invading SVC. Meticulous dissection performed around great vessels. Tumor completely excised in one piece using endoscopic retrieval bag. SVC decompressed with visible improvement in venous caliber.",
  "567234_syn_7": "[Indication]\nMediastinal lipoma with SVC compression.\n[Anesthesia]\nGeneral.\n[Description]\n3-port VATS. 7cm mass dissected from SVC. Complete excision. SVC decompressed.\n[Plan]\nAdmit.",
  "567234_syn_8": "[REDACTED] a benign fatty tumor pressing on his superior vena cava, causing swelling. We used VATS to remove it. The tumor was large, about 7cm, and sitting right on the vein. We carefully dissected it away. Once it was removed, we could see the vein expand back to its normal size. We placed a chest tube and closed.",
  "567234_syn_9": "Diagnosis: Superior mediastinal adipose tumor.\nAction: Thoracoscopic removal of mediastinal mass.\nDetails: Lesion compressing the superior vena cava was isolated and resected. Vascular decompression confirmed. Drainage tube inserted.",
  "567234": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Catherine Bell\n\nDx: Superior mediastinal lipoma causing SVC compression symptoms\nProcedure: VATS excision of mediastinal tumor\n\nHx: 60M with 3-month history of facial swelling and arm edema. CT showed 7cm superior mediastinal mass with fat density. Lipoma confirmed on MRI. Due to symptomatic SVC compression, surgical excision recommended.\n\nProcedure:\nGeneral anesthesia, right lateral decubitus. Three-port right VATS. Large fatty tumor id[REDACTED] in superior mediastinum, compressing but not invading SVC. Meticulous dissection performed around great vessels. Tumor completely excised in one piece using endoscopic retrieval bag. SVC decompressed with visible improvement in venous caliber.\n\nSpecimen: 7.2 x 6.5 x 4.8 cm encapsulated fatty mass.\nEBL: 60mL\nChest tube placed. No complications.\n\nC. Bell MD"
}
