{
  "567890_syn_1": "Dx: Loculated MPE (NSCLC).\nProc: IPC fibrinolysis Day 1.\n- 10mg tPA / 5mg DNase.\n- 2hr dwell w/ repositioning.\n- Drained 850mL straw fluid.\n- SpO2 improved 89->94%.",
  "567890_syn_2": "PROCEDURE: Intrapleural fibrinolytic therapy via indwelling pleural catheter.\nINDICATION: Recurrent loculated malignant pleural effusion secondary to Stage IV NSCLC.\nDESCRIPTION: A solution of 10 mg tPA and 5 mg DNase was instilled into the pleural space via the PleurX catheter. The patient was repositioned during the two-hour dwell time to ensure distribution. Subsequent drainage yielded 850 mL of fluid, resulting in symptomatic improvement and increased oxygen saturation.",
  "567890_syn_3": "CPT 32561. Instillation of fibrinolytic.\nCatheter: Left IPC.\nDose: 10mg tPA / 5mg DNase.\nVolume Drained: 850mL.\nMedical Necessity: Symptomatic loculated MPE.",
  "567890_syn_4": "Procedure: IPC Lytic Instillation\n1. Prep and flush.\n2. Instill tPA/DNase.\n3. Clamp 2h, rotate patient.\n4. Drain.\nOutput 850mL. Breathing improved.",
  "567890_syn_5": "Jennifer Walsh lung cancer patient with the pleurx that stopped draining we put in tpa and dnase today clamped it moved her around a bit after two hours got out huge amount 850ml she feels way better sats up.",
  "567890_syn_6": "Stage IV NSCLC with recurrent loculated left MPE. Fibrinolytic instillation via IPC Day 1. Catheter flushed patent. Instilled 10mg tPA + 5mg DNase in 100mL NS. Catheter clamped. Patient repositioned side-to-side over 2hr dwell period. Drained 850mL straw-colored fluid after unclamping. No complications.",
  "567890_syn_7": "[Indication]\nLoculated malignant pleural effusion (NSCLC).\n[Anesthesia]\nNone.\n[Description]\nInstilled 10mg tPA/5mg DNase via IPC. 2 hour dwell. Drained 850mL.\n[Plan]\nDaily x 3 days.",
  "567890_syn_8": "[REDACTED] a malignant effusion that wasn't draining due to loculations. We treated this by injecting tPA and DNase into her PleurX catheter. We asked her to move side-to-side while the tube was clamped for two hours to spread the medicine. This was very effective, draining 850mL of fluid and significantly improving her oxygen levels and breathing.",
  "567890_syn_9": "Diagnosis: Septated malignant fluid collection.\nAction: Administered lytic therapy via indwelling catheter.\nDetails: 10mg alteplase and 5mg dornase alfa injected. Catheter occluded for 2 hours with patient rotation. Released to drain 850mL. Respiratory status improved.",
  "567890": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Robert Lee\n\nDx: Stage IV NSCLC with recurrent loculated left MPE\nProcedure: Fibrinolytic instillation via IPC, Day 1\n\nHx: 70F with NSCLC, left PleurX in place x 3 months. Recent US shows multiple new septations with decreased output despite symptomatic dyspnea and recurrent effusion on imaging.\n\nProcedure:\nPatient [REDACTED]. PleurX site cleaned. Catheter flushed - patent.\nInstilled 10mg tPA + 5mg DNase in 100mL NS.\nCatheter clamped. Patient repositioned side-to-side over 2hr dwell period.\nDrained 850mL straw-colored fluid after unclamping.\n\nNo complications. Patient reports improved breathing. SpO2 94% on RA vs 89% pre-procedure.\n\nContinue daily x 3 days, f/u in clinic 1 week.\n\nR. Lee MD"
}
