{
  "582736_syn_1": "Procedure: Rigid Bronchoscopy.\nIndication: Tracheal mass, stridor.\nFindings: Post. trachea mass 2cm above carina, 70% occlusion.\nAction: 4 biopsies w/ rigid forceps.\nPlan: Await path, potential debulking.",
  "582736_syn_2": "OPERATIVE REPORT: The patient was placed under general anesthesia with jet ventilation. A 12mm Karl Storz rigid bronchoscope was introduced. A large, well-vascularized, pedunculated mass was visualized on the posterior tracheal wall, significantly obstructing the airway. Four biopsies were obtained using rigid cup forceps. Hemostasis was achieved via direct pressure and suction.",
  "582736_syn_3": "Billing Code: 31625 (Biopsy). Note: Technique used was RIGID bronchoscopy (compatible with 31625). No debulking or excision (31640/31641) performed at this session; procedure limited to diagnostic biopsy of tracheal mass.",
  "582736_syn_4": "Fellow Note\nPt: R. Davis\nProc: Rigid Bronch\n1. Rigid scope inserted.\n2. Mass seen in trachea (70% blockage).\n3. Biopsied x4 with cup forceps.\n4. Bleeding controlled with pressure.\n5. Intubated for transport to PACU.",
  "582736_syn_5": "[REDACTED] rigid bronch for tracheal mass stridor mass is huge 70 percent block above carina took 4 biopsies with the big forceps bled a moderate amount used pressure to stop it kept him intubated for now pending path results.",
  "582736_syn_6": "General anesthesia and jet ventilation were utilized. A 12mm rigid bronchoscope was inserted. A large pedunculated mass on the posterior trachea was id[REDACTED], causing 70% obstruction. Four biopsies were taken. Moderate bleeding was controlled with pressure. The patient was intubated and transferred to the PACU.",
  "582736_syn_7": "[Indication]\nTracheal mass, stridor.\n[Anesthesia]\nGeneral, Jet Ventilation.\n[Description]\nRigid scope used. 70% tracheal obstruction. 4 biopsies taken. Bleeding controlled.\n[Plan]\nAdmit to stepdown. Potential debulking later.",
  "582736_syn_8": "[REDACTED] a rigid bronchoscopy for a large mass in his trachea causing breathing difficulty. Using a rigid scope under general anesthesia, we found the mass blocking about 70% of the airway. We took four biopsy samples. We controlled the bleeding with pressure and decided to wait for results before removing the mass. He remains intubated for safety.",
  "582736_syn_9": "Intervention for tracheal obstruction. Performed rigid endoscopy. Id[REDACTED] pedunculated tumor. Sampled 4 areas with rigid forceps. Managed hemorrhage with compression. Patient remains intubated.",
  "582736": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Sarah Mitchell, Fellow: Dr. Kevin Lee (PGY-6)\n\nDx: Tracheal mass, stridor\nProcedure: Rigid bronchoscopy with endobronchial biopsy\n\nGeneral anesthesia, jet ventilation. Rigid bronchoscope (Karl Storz 12mm) inserted. Large pedunculated mass arising from posterior trachea, 2cm above carina, causing 70% obstruction. Mobile, well-vascularized. 4 biopsies with rigid cup forceps. Moderate bleeding - controlled with suction and pressure. Decision to await pathology before debulking. Scope exchanged for ETT, patient ventilated and transferred to PACU intubated for airway monitoring.\n\nAdmit to stepdown. Repeat bronch for potential debulking pending path.\n\nS. Mitchell, MD / K. Lee, MD"
}
