{
  "651294_syn_1": "Indication: LLL lesion, ?recurrence.\nFindings: Polypoid lesion LB6, 50% obstructed. Necrotic.\nProcedure: 5 biopsies taken. APC (40W) used for hemostasis.\nDisp: Home. Onc f/u.",
  "651294_syn_2": "OPERATIVE SUMMARY: The patient, with a history of NSCLC, presented with a new LLL lesion. Bronchoscopy revealed a necrotic, polypoid mass partially obstructing the LB6 orifice. Five biopsy specimens were obtained for histopathologic and molecular analysis. Hemostasis was achieved utilizing Argon Plasma Coagulation (APC) applied to the biopsy bed.",
  "651294_syn_3": "CPT 31625 (Biopsy). Note on APC: Argon Plasma Coagulation was utilized solely for control of procedure-induced hemorrhage (hemostasis), not for tumor destruction. Therefore, CPT 31641 is not reported. Service billed is biopsy of the LLL lesion.",
  "651294_syn_4": "Fellow Note\nPt: M. Thompson\nProcedure: Bronch w/ Biopsy\n1. LMA placed.\n2. Scope to LLL.\n3. Lesion at LB6 biopsied x5.\n4. Bleeding noted -> APC applied for control.\n5. Extubated stable.",
  "651294_syn_5": "marcus thompson biopsy of lll mass looks like recurrence necrotic tissue at lb6 took 5 samples started bleeding a bit so we used the apc to burn it stop the bleeding airway open enough extubated fine.",
  "651294_syn_6": "General anesthesia was administered via LMA. A therapeutic scope was used to id[REDACTED] a polypoid, necrotic lesion at the LB6 origin causing 50% obstruction. Five biopsies were taken. Moderate bleeding necessitated the use of APC (40W) for hemostasis. The patient was extubated and recovered in PACU.",
  "651294_syn_7": "[Indication]\nSuspected NSCLC recurrence, LLL lesion.\n[Anesthesia]\nGeneral (LMA).\n[Description]\nLB6 mass biopsied 5 times. Moderate bleeding controlled with APC. Airway patent.\n[Plan]\nOncology follow-up.",
  "651294_syn_8": "[REDACTED] a bronchoscopy to evaluate a suspicious lesion in his left lower lobe. We found a necrotic mass blocking about half of the LB6 segment. We took five biopsy samples. Because of moderate bleeding afterwards, we used Argon Plasma Coagulation to cauterize the area and stop the bleeding. He is discharged to follow up with oncology.",
  "651294_syn_9": "Assessment of LLL mass. Conducted bronchoscopy with sampling. Id[REDACTED] necrotic blockage at LB6. Collected 5 tissue specimens. Applied thermal energy (APC) for coagulation. Extubated successfully.",
  "651294": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Amanda Williams, Fellow: Dr. James Park (PGY-5)\n\nDx: LLL endobronchial lesion, known NSCLC s/p chemo, ? recurrence\nProcedure: Flex bronch with endobronchial biopsy\n\nGeneral anesthesia via LMA. Olympus therapeutic scope used. Prior radiation changes noted at LUL. New polypoid lesion at LB6 origin, 50% obstruction. Appears necrotic with surface ulceration. 5 endobronchial biopsies obtained. APC applied (40W, 0.8L/min) for hemostasis after moderate bleeding. Airways otherwise patent. Scope withdrawn, LMA removed, patient extubated.\n\nStable in PACU. CXR post-procedure unremarkable. D/C to home. Oncology f/u with results.\n\nA. Williams, MD / J. Park, MD"
}
