{
  "652015_syn_1": "Dx: RML Carcinoid, hemoptysis.\nAnesthesia: GA, ETT.\nProc: Washings taken. 5F cath placed past RML tumor. Fluoro confirm.\nTx: 5Gy x 3 weekly.\nPlan: Obs 23hr. Next session 1 week.",
  "652015_syn_2": "PROCEDURE NOTE: [REDACTED] recurrent hemoptysis secondary to a typical carcinoid tumor in the right middle lobe (RML). Under general anesthesia, the airway was inspected, revealing an exophytic lesion obstructing the RML bronchus. A 5-French flexible catheter was advanced 2 cm beyond the tumor margin. Positioning was authenticated via fluoroscopy. The patient was prepared for the first of three weekly HDR brachytherapy fractions (5.0 Gy).",
  "652015_syn_3": "Primary Code: 31643 (Catheter placement).\nSecondary Code: 31622 (Washings - Bundled/Not billed separately if NCCI applies).\nLocation: RML Bronchus.\nDevice: 5F Flexible Catheter.\nImaging: Fluoroscopy verification.\nIndication: Recurrent carcinoid with hemoptysis.",
  "652015_syn_4": "Procedure: Bronchoscopy w/ Brachy Cath\nPt: T. Anderson\nSteps:\n1. GA/ETT.\n2. Scope to RML.\n3. Washings for cytology.\n4. Place 5F catheter.\n5. Verify with fluoro.\n6. Secure device.\nPlan: RadOnc 5Gy.",
  "652015_syn_5": "dr nguyen note for thomas anderson he has that carcinoid in the rml bleeding again so we are doing brachytherapy anesthesia was ga scope went down washed the area first then put the 5f catheter in checked it with the x ray machine looks fine taped it up hes going for his first treatment today",
  "652015_syn_6": "A 77-year-old male with recurrent RML carcinoid tumor underwent bronchoscopy for brachytherapy catheter placement. General anesthesia was used. The airway inspection revealed a 1.2 cm tumor. A 5F flexible catheter was inserted past the lesion. Fluoroscopy confirmed correct placement. The patient will receive 5.0 Gy today as part of a 3-fraction course.",
  "652015_syn_7": "[Indication]\nRecurrent RML carcinoid, hemoptysis.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nRML tumor visualized. Bronchial washings obtained. 5F catheter placed distal to tumor. Position confirmed with fluoroscopy. Treatment length 3.2 cm.\n[Plan]\nWeekly sessions x3. Monitor for bleeding.",
  "652015_syn_8": "We performed a bronchoscopy on [REDACTED] his recurring carcinoid tumor in the right middle lobe. After putting him under general anesthesia, we inspected the airway and took some washings. We then placed a 5F catheter through the scope, guiding it past the tumor. We double-checked the position with fluoroscopy. He's set to get 5 Gy of radiation today.",
  "652015_syn_9": "Reason: Recurring carcinoid of RML.\nAction: Endoscopy with positioning of radiation catheter.\nFindings: Exophytic mass in RML. 5F tube deployed. Site validated by fluoroscopy. Washings collected. Patient routed to Oncology for 5 Gy dose."
}
