{
  "653325_syn_1": "Dx: Metastatic RCC to LUL.\nAnesthesia: Mod Sed.\nProc: 6F afterloading cath placed. Fluoro verified.\nPlan: Final 5Gy session. Cath removed post-tx. F/U 4wks.",
  "653325_syn_2": "PROCEDURE NOTE: [REDACTED] his final fraction of endobronchial brachytherapy for a metastatic renal cell carcinoma lesion in the LUL. Under moderate sedation, the 2.2 cm tumor was id[REDACTED]. A 6-French afterloading catheter was positioned 2 cm distal to the lesion. Verification was accomplished via fluoroscopy. The patient proceeded to Radiation Oncology for the terminal 5.0 Gy dose.",
  "653325_syn_3": "Code: 31643.\nIndication: LUL Endobronchial Metastasis.\nHardware: 6F Afterloading Catheter.\nImaging: Fluoroscopy verification included.\nTreatment: Session 3 of 3 (Final).\nStatus: Outpatient.",
  "653325_syn_4": "Procedure: Brachy Cath Placement (Final)\nPt: J. Garcia\nSteps:\n1. Sedation.\n2. Scope LUL.\n3. 6F cath placed.\n4. Fluoro confirm.\n5. Secure.\nPlan: Final tx today.",
  "653325_syn_5": "dr nguyen note for joseph garcia he has that kidney cancer met in his lung lul doing the last brachy session today sedation was fine put the 6f catheter in checked it on the screen looks good taped it sending him for radiation then we pull the catheter",
  "653325_syn_6": "Flexible bronchoscopy performed for placement of brachytherapy catheter in a 76-year-old male with LUL metastatic RCC. Moderate sedation. 6F afterloading catheter placed across the tumor. Fluoroscopic confirmation obtained. This represents the final of 3 planned sessions.",
  "653325_syn_7": "[Indication]\nMetastatic RCC, LUL obstruction.\n[Anesthesia]\nModerate sedation.\n[Description]\nLUL tumor id[REDACTED]. 6F catheter placed. Fluoroscopic verification. Treatment length 4.2 cm.\n[Plan]\nFinal 5.0 Gy fraction. Remove cath. Clinic f/u.",
  "653325_syn_8": "We did the final catheter placement for [REDACTED] today. Using moderate sedation, we guided the scope to the LUL and threaded the 6F catheter past the tumor. Fluoroscopy showed it was in a good spot. He's off to get his last dose of radiation, and then the catheter comes out.",
  "653325_syn_9": "Diagnosis: LUL renal cell metastasis.\nProcedure: Bronchoscopy with implantation of radiation tube.\nFindings: 6F device inserted past the obstruction. Fluoroscopy utilized for validation. Final 5 Gy dose to be administered. Follow-up in one month."
}
