{
  "659521_syn_1": "Dx: Early stage RUL SCC.\nAnesthesia: Mod Sed.\nProc: Washings. 5F poly cath placed. Fluoro verified.\nPlan: 6Gy x 4. Curative intent.",
  "659521_syn_2": "CLINICAL RECORD: [REDACTED], a 74-year-old male with roentgenographically occult squamous cell carcinoma of the RUL (B3), presented for curative-intent brachytherapy. Flexible bronchoscopy under moderate sedation revealed the 0.8 cm lesion. A 5-French polyethylene catheter was placed across the tumor bed. Fluoroscopic verification confirmed appropriate positioning. The patient was transferred for the first of four fractions.",
  "659521_syn_3": "Service: 31643 (Cath placement).\nBundle: 31622 (Washings - included).\nTarget: RUL B3 Segment.\nDevice: 5F Polyethylene Catheter.\nGuidance: Fluoroscopy.\nIntent: Curative (Early stage).",
  "659521_syn_4": "Resident Note\nPt: C. White\nProcedure: Brachy Cath #1\nSteps:\n1. Mod sed.\n2. Scope RUL B3.\n3. Washings.\n4. 5F cath placed.\n5. Fluoro check.\nPlan: 6Gy today.",
  "659521_syn_5": "charles white here for his early lung cancer treatment rul b3 segment we did the scope with sedation took some washings then put the 5f catheter in checked it with fluoro taped it up he goes for 6gy radiation now",
  "659521_syn_6": "Bronchoscopy for brachytherapy catheter placement. Patient has early-stage RUL SCC. Moderate sedation. 5F polyethylene catheter placed in RUL B3. Fluoroscopic confirmation. Washings obtained. Patient sent for radiation therapy session 1 of 4.",
  "659521_syn_7": "[Indication]\nOccult RUL SCC (B3).\n[Anesthesia]\nModerate sedation.\n[Description]\nLesion visualized. Washings taken. 5F catheter inserted. Position verified with fluoroscopy.\n[Plan]\n6.0 Gy fraction 1. Weekly sessions.",
  "659521_syn_8": "[REDACTED] a very early stage cancer in his right upper lobe. We are treating it with brachytherapy. Today was session one. We sedated him, checked the airway, and took some washings. Then we put a 5F catheter right past the small tumor in the B3 segment. Fluoroscopy confirmed it was perfect. He's getting 6 Gy today.",
  "659521_syn_9": "Dx: Occult RUL carcinoma.\nProc: Scope with positioning of brachytherapy line.\nDetails: 5F polyethylene tube inserted into B3. Location validated via fluoroscopy. Washings collected. Curative 6 Gy dose planned."
}
