{
  "660219_syn_1": "Indication: Pleural effusion (HF).\nProc: US Thoracentesis.\nSite: [REDACTED]\nAmount: 1.3L clear fluid.\nLabs: Sent.\nComplication: None.",
  "660219_syn_2": "PROCEDURE NOTE: Ultrasound-Guided Left Thoracentesis.\nINDICATION: Symptomatic pleural effusion refractory to diuretic therapy.\nDESCRIPTION: The largest fluid pocket was localized via bedside ultrasound. Under local anesthesia, a catheter was introduced using Seldinger technique. 1300 mL of serous fluid was drained for symptomatic relief and diagnostic analysis. Post-procedure ultrasound ruled out pneumothorax.",
  "660219_syn_3": "Code: 32555 (Thoracentesis with imaging guidance).\nSpecifics: Ultrasound used for localization and real-time guidance (documented). 1.3L removed. No chest tube placed.",
  "660219_syn_4": "Procedure: Thoracentesis\nPatient: [REDACTED]\n1. Sitting up.\n2. US check: Left effusion.\n3. Prepped/numbed 8th ICS.\n4. Needle in -> fluid -> catheter in.\n5. Drained 1.3L straw fluid.\n6. Pulled catheter.\n7. Bandaged.",
  "660219_syn_5": "[REDACTED] on the left lung heart failure. did a tap at the bedside used the ultrasound to find a good spot. drained 1.3 liters of yellow fluid he feels better breathing now. sent fluid to lab no complications.",
  "660219_syn_6": "Diagnostic and therapeutic thoracentesis performed on the left hemithorax. Ultrasound guidance utilized. 1300 mL of clear straw-colored fluid evacuated. Catheter removed. Patient tolerated well with improvement in dyspnea.",
  "660219_syn_7": "[Indication]\nLeft pleural effusion, symptomatic.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS-guided thoracentesis. 1.3L removed. Samples sent.\n[Plan]\nMonitor O2. Diuretics.",
  "660219_syn_8": "Dr. Simmons performed a procedure to drain fluid from around [REDACTED]. Using ultrasound to guide the needle, we removed 1.3 liters of fluid. This helped his breathing immediately. We sent the fluid to the lab to make sure there is no infection.",
  "660219_syn_9": "Procedure: Ultrasound-guided pleural drainage.\nIndication: Pleural effusion causing dyspnea.\nAction: Percutaneous catheter insertion. Evacuation of 1300mL effusate.\nOutcome: Symptomatic improvement.",
  "660219": "THORACENTESIS PROCEDURE NOTE\nDate: [REDACTED]\nPatient: [REDACTED] | 73M | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Laura Simmons\n\nINDICATION: Symptomatic recurrent left pleural effusion in the setting of heart failure and chronic kidney disease.\n\nPROCEDURE: Ultrasound-guided diagnostic and therapeutic left thoracentesis (CPT 32555)\n\nANESTHESIA: Local anesthesia with 1% lidocaine only; no IV sedation administered.\n\nTECHNIQUE:\nPatient [REDACTED] upright leaning forward. Bedside ultrasound was used to id[REDACTED] the largest fluid pocket in the left posterior axillary line at the 8th intercostal space. The skin was prepped and draped in sterile fashion.\n\nA 5 Fr thoracentesis catheter was advanced over a needle into the pleural space using the Seldinger technique under real-time ultrasound guidance. A total of 1.3 L of clear straw-colored fluid was removed, with drainage halted for mild cough.\n\nPleural fluid was sent for cell count, chemistries, microbiology and cytology.\n\nPost-procedure ultrasound demonstrated a small residual effusion and good lung sliding. No chest tube was placed.\n\nCOMPLICATIONS: None.\nDISPOSITION: Returned to the medical ward with improved dyspnea."
}
