{
  "678234_syn_1": "Indication: Post-CABG effusion.\nProc: Catheter insertion.\n- 14Fr pigtail.\n- Landmark guidance.\n- Drained 2350mL serous.\n- Manometry: Normal elastance.\n- Left to bulb suction.",
  "678234_syn_2": "PROCEDURE: Insertion of pleural drainage catheter with manometry.\nINDICATION: Large symptomatic effusion post-CABG.\nDESCRIPTION: A 14Fr pigtail catheter was inserted into the right pleural space without imaging. Manometry was performed, showing normal pleural elastance. A total of 2350 mL of serous fluid was drained. The catheter was left in place and connected to a bulb drain.",
  "678234_syn_3": "CPT 32556: Pleural drainage w/ catheter.\nAdd-on: Manometry performed.\nOutput: 2350mL.\nDevice: 14Fr pigtail connected to bulb.\nGuidance: None.",
  "678234_syn_4": "Procedure: Pigtail + Manometry\n1. Landmark.\n2. 14Fr pigtail.\n3. Manometry checked (normal).\n4. Drained 2350mL.\n5. Bulb suction.",
  "678234_syn_5": "Richard Hernandez post cabg effusion drained it with a pigtail 14fr checked pressures lung expanded fine got out over 2 liters 2350 total left it to bulb suction.",
  "678234_syn_6": "Thoracentesis with catheter insertion. Post-cardiac surgery pleural effusion right. Without ultrasound 14Fr pigtail catheter inserted using standard technique. Serous yellow fluid encountered. Total 2350mL drained over 50 minutes with serial manometry demonstrating pleural elastance 12 cm H2O/L. Catheter left in place attached to bulb suction.",
  "678234_syn_7": "[Indication]\nPost-CABG effusion.\n[Anesthesia]\nLocal.\n[Description]\n14Fr pigtail. Manometry normal. Drained 2350mL. Bulb suction.\n[Plan]\nReassess tomorrow.",
  "678234_syn_8": "[REDACTED] a large fluid collection after his heart surgery. We placed a pigtail catheter to drain it. We checked the pressures in his chest while draining, which showed his lung was expanding well. We drained over 2 liters of fluid and left the tube in with a suction bulb to get the rest out.",
  "678234_syn_9": "Diagnosis: Post-surgical pleural effusion.\nAction: Insertion of pleural catheter with manometry.\nDetails: 14Fr catheter placed. 2350mL drained. Elastance normal. Bulb suction applied.",
  "678234": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Amanda Foster\n\nDx: Post-cardiac surgery pleural effusion, right\nProcedure: Thoracentesis with catheter insertion\n\nHx: 59M s/p CABG 3 weeks ago, now with large right pleural effusion causing dyspnea. Effusion confirmed transudate on prior tap. Persistent accumulation.\n\nProcedure:\nPatient [REDACTED]. Right chest, 7th ICS at mid-axillary line. Sterile prep. Lidocaine local anesthesia.\n\nWithout ultrasound (not available), 14Fr pigtail catheter inserted using standard technique. Serous yellow fluid encountered. Total 2350mL drained over 50 minutes with serial manometry demonstrating pleural elastance 12 cm H2O/L (no trapped lung).\n\nNo complications. Patient much improved. CXR confirms lung expansion, no PTX.\n\nCatheter left in place attached to bulb suction for ongoing drainage. Reassess tomorrow for removal.\n\nA. Foster MD"
}
