{
  "678901_syn_1": "Indication: Ant. Mediastinal Mass.\nProc: Thoracoscopic biopsy.\n- Single port 4th ICS.\n- 5mm scope.\n- 3.5cm mass.\n- 8 biopsies taken.\n- 14Fr chest tube.",
  "678901_syn_2": "OPERATIVE REPORT: Diagnostic thoracoscopy with biopsy of anterior mediastinal mass.\nINDICATION: 3.5 cm anterior mediastinal lesion suggestive of thymoma.\nPROCEDURE: General anesthesia was utilized. A single port was placed in the 4th intercostal space. The mediastinal pleura was incised, and multiple biopsies were taken from the encapsulated mass. Frozen section analysis suggested thymic tissue. A 14Fr chest tube was placed.",
  "678901_syn_3": "CPT 32606: Thoracoscopy with biopsy of mediastinal mass.\nLocation: Anterior mediastinum.\nMethod: Single port VATS.\nPathology: Suspected thymoma.\nChest tube: 14Fr.",
  "678901_syn_4": "Procedure: VATS Biopsy\n1. GA / LMA.\n2. Port 4th ICS.\n3. Biopsied anterior mass x8.\n4. Frozen section: Thymic tissue.\n5. Chest tube placed.",
  "678901_syn_5": "Maria Santos with the anterior mediastinal mass for biopsy vats single port 4th ics found the mass took 8 bites frozen said thymoma maybe chest tube in patient extubated fine.",
  "678901_syn_6": "Thoracoscopy with diagnostic biopsy of mediastinal lesion. Patient underwent general anesthesia. Left chest entered via single 2cm incision at 4th ICS anterior axillary line. Anterior mediastinal mass visible through mediastinal pleura approximately 3.5cm encapsulated appearance. Mediastinal pleura incised. Multiple deep forceps biopsies x8 obtained. Frozen section Thymic tissue with features suggestive of thymoma. Small 14Fr chest tube placed.",
  "678901_syn_7": "[Indication]\nAnterior mediastinal mass.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nSingle port. Biopsied mass x8. Frozen section: Thymic tissue. 14Fr chest tube.\n[Plan]\nAdmit.",
  "678901_syn_8": "[REDACTED] a mass in the front of her chest that might be a thymoma. We performed a thoracoscopy under general anesthesia to biopsy it. Through a small incision, we took eight samples of the mass. The preliminary results point to a thymus tumor. We left a small chest tube in to help the lung stay expanded.",
  "678901_syn_9": "Diagnosis: Anterior mediastinal neoplasm.\nAction: Thoracoscopic biopsy.\nDetails: Lesion sampled multiple times. Frozen section analysis performed. Drainage tube inserted.",
  "678901": "PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\n\nAttending Physician: Dr. David Chen, MD - Interventional Pulmonology\n\nIndication: Anterior mediastinal mass with suspected thymic pathology; biopsy for diagnosis prior to treatment planning\n\nProcedure: Thoracoscopy with diagnostic biopsy of mediastinal lesion\n\nAnesthesia: General anesthesia with LMA\n\nDetails:\n62-year-old female with 3.5cm anterior mediastinal mass noted on staging CT for newly diagnosed breast cancer. PET shows mild uptake. Concern for thymoma vs lymphoma vs metastatic disease.\n\nPatient [REDACTED] anesthesia. Right lateral decubitus position. Left chest entered via single 2cm incision at 4th ICS anterior axillary line. 5mm 30-degree thoracoscope introduced.\n\nFindings: Anterior mediastinal mass visible through mediastinal pleura, approximately 3.5cm, encapsulated appearance. No pleural studding or effusion.\n\nBiopsy: Mediastinal pleura incised. Multiple deep forceps biopsies (x8) obtained from lesion. Tissue appears solid and pale. Specimens sent for frozen and permanent pathology.\n\nFrozen section: Thymic tissue with features suggestive of thymoma; final pending.\n\nSmall 14Fr chest tube placed. Lung re-expanded. Patient extubated and taken to recovery in stable condition.\n\nD. Chen, MD"
}
