{
  "694697_syn_1": "Procedure: Ion Bronchoscopy RUL.\n- Target: 27mm nodule Anterior Segment (RB3).\n- Nav: Ion, 2.4mm error.\n- Verify: rEBUS (eccentric), CBCT.\n- Samples: 21G/23G TBNA x8, 1.1mm Cryo x5 (5s), BAL.\n- ROSE: Granulomatous inflammation.\n- Outcome: Stable.",
  "694697_syn_2": "OPERATIVE SUMMARY: Ms. [REDACTED] presented for biopsy of a 27mm RUL nodule. The Ion robotic platform was used to navigate to the Anterior Segment (RB3). Localization was confirmed with eccentric rEBUS and Cone Beam CT 3D reconstruction. Sampling included 8 needle passes (21G/23G), 5 cryobiopsies using a 1.1mm probe, and a bronchoalveolar lavage. ROSE results indicated granulomatous inflammation. The procedure was uncomplicated.",
  "694697_syn_3": "CPT Justification:\n31629: TBNA x8 (21G/23G).\n31628: Cryo x5 (1.1mm).\n31624: BAL.\n31627: Ion Navigation.\n31654: rEBUS.\nSite: RUL (RB3). Verification: CBCT/REBUS. Result: Granulomatous inflammation.",
  "694697_syn_4": "Fellow Note\nPatient: [REDACTED]\nTarget: RUL Nodule\nSteps:\n1. GA/ETT.\n2. Ion Nav to RB3.\n3. rEBUS (eccentric) + CBCT confirmation.\n4. TBNA: x8 passes.\n5. Cryo: 1.1mm x 5 biopsies.\n6. BAL: 40cc instilled.\n7. ROSE: Granulomatous inflammation.\nNo complications.",
  "694697_syn_5": "Ashley Williams procedure note. RUL nodule 27mm. General anesthesia. Ion robot used to get to anterior segment. Eccentric view on rebus and confirmed with spin ct. Did 8 needle passes and 5 cryo biopsies plus a lavage. Rose said granulomas. Patient woke up fine.",
  "694697_syn_6": "Ashley Williams. Ion Bronchoscopy. RUL Nodule (27mm). Nav to RB3. rEBUS: Eccentric. CBCT: Confirmed. Samples: 8x TBNA, 5x 1.1mm Cryo, BAL. ROSE: Granulomatous inflammation. Disposition: Stable.",
  "694697_syn_7": "[Indication]\nSuspicious nodule RUL.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to RB3. rEBUS eccentric + CBCT. Sampled via TBNA (x8), Cryo (x5), BAL. ROSE: Granulomatous inflammation.\n[Plan]\nDischarge.",
  "694697_syn_8": "[REDACTED] a robotic bronchoscopy for a 27mm nodule in the Right Upper Lobe. We navigated the Ion catheter to the Anterior Segment. We confirmed the location with an eccentric radial EBUS view and Cone Beam CT. We collected eight needle aspirates, five cryobiopsies using a 1.1mm probe, and performed a bronchoalveolar lavage. The on-site evaluation showed granulomatous inflammation.",
  "694697_syn_9": "Procedure: Robotic bronchoscopy.\nTarget: RUL nodule.\nTechnique: Guided Ion catheter to RB3. Verified with rEBUS and CBCT. Aspirated with needles (8x). Biopsied with 1.1mm cryoprobe (5x). Lavaged. ROSE Result: Granulomatous. Patient stable.",
  "694697": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Suspicious nodule with high Brock score\nTarget: 27mm nodule in RUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Carina, Left Carina (LC2), Right Mainstem, Left Mainstem, Bronchus Intermedius, RUL Carina (RC1), Trachea (Distal 1/3) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t14\t325\t11\t80\t5\t16\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.4mm. Ion robotic catheter was used to engage the Anterior Segment of RUL (RB3). Target lesion is approximately 27mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 0.6cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Eccentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 8 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.1mm cryoprobe via the extended working channel catheter. Freeze time of 5 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nBronchoalveolar lavage was performed at Anterior Segment of RUL (RB3). Instilled 40cc of NS, suction returned with 12cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Granulomatous inflammation\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nRodriguez, MD"
}
