{
  "700006_syn_1": "Dx: Recurrent malignant effusion (Lung CA).\nProc: Tunneled IPC (PleurX) placement.\nSteps:\n- US guidance.\n- Seldinger technique R mid-axillary.\n- Subq tunnel created.\n- Catheter placed.\n- 1500mL drained.\nPlan: Home w/ nursing.",
  "700006_syn_2": "OPERATIVE NOTE: Insertion of indwelling tunneled pleural catheter.\nINDICATION: 69-year-old male with metastatic lung adenocarcinoma and recurrent right pleural effusion.\nDESCRIPTION: Under ultrasound guidance, the right pleural space was accessed. A subcutaneous tunnel was created, and the PleurX catheter was advanced. 1500 mL of serosanguinous fluid was drained to confirm position and patency. The patient was discharged with home health instructions.",
  "700006_syn_3": "Code: 32550 (Insertion of tunneled pleural catheter).\nNotes: Includes drainage at time of placement. Ultrasound guidance used. Catheter tunneled subcutaneously.",
  "700006_syn_4": "Procedure: PleurX Placement\nPatient: [REDACTED]\nSteps:\n1. US check: free flowing fluid.\n2. Local anesthetic.\n3. Needle access/wire placement.\n4. Tunnel created.\n5. Catheter inserted/peel-away sheath.\n6. Drained 1.5L.\nComplications: None.",
  "700006_syn_5": "Put a PleurX catheter in Mr [REDACTED] today for his cancer fluid. Right side. Used ultrasound to find a good spot. Tunneled it nicely. Drained about a liter and a half of bloody fluid. He tolerated it well. Home health is set up to help him drain it at home.",
  "700006_syn_6": "Ultrasound-guided placement of right-sided tunneled indwelling pleural catheter (PleurX). 1500 mL serosanguinous fluid drained. Catheter patent. No complications. Discharged with home nursing.",
  "700006_syn_7": "[Indication]\nRecurrent malignant right pleural effusion.\n[Anesthesia]\nLocal.\n[Description]\nUS-guided insertion of tunneled IPC. 1500 mL drained. Catheter secured.\n[Plan]\nHome drainage 3x/week.",
  "700006_syn_8": "To manage [REDACTED] effusion, we placed a tunneled PleurX catheter on the right side. Using ultrasound, we accessed the space and tunneled the catheter subcutaneously to reduce infection risk. We drained 1.5 liters of fluid during the procedure. He will now be able to manage his symptoms at home with intermittent drainage.",
  "700006_syn_9": "Procedure: Implantation of tunneled pleural drain.\nIndication: Malignant dropsy.\nAction: The pleural cavity was accessed under sonographic vision. A prosthetic catheter was tunneled and inserted. Fluid was evacuated.\nOutcome: Device functional.",
  "700006": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nAGE: 69 years\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: Pleural Procedure Suite\n\nPRE-PROCEDURE DIAGNOSIS: Recurrent right malignant pleural effusion secondary to metastatic lung adenocarcinoma.\nPOST-PROCEDURE DIAGNOSIS: Same.\n\nPROCEDURE: Ultrasound-guided tunneled indwelling pleural catheter placement (PleurX) with large-volume drainage.\n\nPHYSICIAN: Rachel Green, MD (Interventional Pulmonology)\nASSISTANT: Pulmonary Fellow PGY-6\n\nINDICATION:\n69-year-old male with metastatic lung adenocarcinoma and recurrent symptomatic right pleural effusion requiring thoracentesis every 7–10 days. Shared decision-making favored tunneled indwelling pleural catheter placement for symptom control and outpatient management.\n\nPROCEDURE DESCRIPTION:\nPre-procedure ultrasound confirmed a large free-flowing right pleural effusion with no significant loculations. Patient was positioned supine with head of bed elevated.\n\nAfter time-out, the right lateral chest wall was prepped and draped. Local anesthesia was obtained with 1% lidocaine at the planned entry and exit sites. Under real-time ultrasound guidance, an 18G finder needle was advanced into the pleural space at the right mid-axillary line, 6th intercostal space, with return of serosanguinous fluid.\n\nA guidewire was advanced and serial dilation performed. A subcutaneous tunnel approximately 7 cm in length was created anteriorly, and the PleurX catheter was pulled through the tunnel exiting at the anterior chest wall. The peel-away sheath was then advanced into the pleural space over the guidewire, and the catheter was inserted and the sheath removed.\n\nThe catheter was connected to a vacuum drainage bottle; approximately 1,500 mL of serosanguinous fluid was drained slowly with monitoring for chest discomfort and blood pressure changes. The catheter tip position was confirmed by ultrasound. The exit site and entry site were secured with sutures and sterile dressings.\n\nCOMPLICATIONS:\nNo significant pain, hypotension, or re-expansion pulmonary edema occurred. No immediate bleeding or air leak was noted.\n\nDISPOSITION:\nThe patient was discharged home the same day with home health nursing arranged for drainage three times per week and instructions for signs of infection or catheter malfunction.\n\nIMPRESSION:\nTechnically successful ultrasound-guided placement of a tunneled right PleurX catheter with large-volume drainage of recurrent malignant effusion."
}
