{
  "700010_syn_1": "Proc: EBUS (Stn 7) + EM Nav (LLL nodule).\nFindings:\n- EBUS: Stn 7 benign.\n- Nav: LLL lesion, 4 bx taken.\nComp: None.\nPlan: D/C, wait for path.",
  "700010_syn_2": "PROCEDURE: Flexible bronchoscopy with EBUS-TBNA and electromagnetic navigation.\nINDICATION: 64M with LLL nodule and subcarinal lymphadenopathy.\nDETAILS: EBUS-TBNA of station 7 was performed; ROSE was negative for malignancy. Electromagnetic navigation was then utilized to reach the LLL superior segment nodule. Transbronchial biopsies were obtained under fluoroscopic guidance.",
  "700010_syn_3": "Codes:\n- 31652: EBUS 1 station (Stn 7).\n- 31627: Navigational guidance.\n- 31628: TBLB single lobe (LLL).\nNote: Only one nodal station sampled, so 31652 is correct (not 31653).",
  "700010_syn_4": "Procedure: EBUS + Nav TBLB\nPatient: [REDACTED]\nSteps:\n1. EBUS Stn 7: 3 passes.\n2. Nav set up. Targeted LLL nodule.\n3. TBLB x4.\n4. Fluoro check.\nBenign ROSE on node. Biopsies sent.",
  "700010_syn_5": "Mr [REDACTED] here for the LLL nodule. Checked the subcarinal node first with EBUS it looked benign but we sampled it anyway. Then used the navigation to get out to the lung lesion. Took 4 biopsies. No bleeding. Extubated fine.",
  "700010_syn_6": "EBUS-TBNA of station 7 (benign on ROSE) followed by electromagnetic navigational bronchoscopy to LLL superior segment nodule. Transbronchial biopsies obtained. No complications.",
  "700010_syn_7": "[Indication]\nLLL nodule, station 7 lymphadenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS-TBNA station 7. EM navigation to LLL nodule. Transbronchial biopsies.\n[Plan]\nOutpatient follow-up.",
  "700010_syn_8": "We performed a bronchoscopy on [REDACTED] his LLL nodule and a nearby lymph node. The EBUS sample of the lymph node (station 7) appeared benign. We then navigated to the lung nodule using the electromagnetic system and took four biopsies to determine its nature.",
  "700010_syn_9": "Procedure: Sonographic nodal sampling and guided lung biopsy.\nTarget: Station 7 and LLL lesion.\nAction: The subcarinal node was aspirated. The lung nodule was localized via navigation and biopsied.\nOutcome: Samples to pathology.",
  "700010": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (64 years)\nDATE OF SERVICE: [REDACTED]\nLOCATION: Bronchoscopy Suite\n\nPROCEDURES:\n1. Flexible bronchoscopy with transbronchial lung biopsy (TBLB), left lower lobe.\n2. Electromagnetic navigational bronchoscopy to left lower lobe lesion.\n3. Linear EBUS-TBNA of station 7.\n\nOPERATOR: Karen Lee, MD (Interventional Pulmonology)\n\nINDICATION:\n64-year-old male with a 2.0 cm left lower lobe superior segment nodule and mildly enlarged subcarinal lymph node (station 7). PET shows moderate uptake in both sites. Combined nodal and parenchymal sampling requested.\n\nPROCEDURE SUMMARY:\nUnder general anesthesia via ETT, a flexible bronchoscope was passed to the segmental bronchi. No endobronchial tumor was seen.\n\nEBUS-TBNA (station 7):\nA convex EBUS scope was used to sample a 1.4 cm subcarinal node. Three passes were performed with a 22G needle. ROSE was adequate with benign-appearing lymphocytes.\n\nEM NAVIGATION + TBLB (LLL superior segment):\nAn EM navigation system was used to register the pre-procedure CT. The lesion in the LLL superior segment was targeted; registration error ~3 mm. The scope was advanced to the LLL superior segment, and navigation confirmed proximity to the lesion. Fluoroscopy confirmed the biopsy forceps at the lesion margin. Four transbronchial biopsies were obtained; specimens were sent for histology and molecular studies.\n\nNo significant bleeding or hypoxia occurred. The patient was extubated and transferred to PACU in stable condition.\n\nIMPRESSION:\nCombined EM-navigated transbronchial biopsies of LLL lesion and single-station EBUS-TBNA of station 7 for staging."
}
