{
  "700008_syn_1": "Dx: Loculated malignant effusion.\nProc: US-guided pigtail (12Fr).\nSteps:\n- US localized pocket.\n- Seldinger technique.\n- 12Fr pigtail placed.\n- 700mL drained.\nPlan: Admit to oncology.",
  "700008_syn_2": "PROCEDURE NOTE: Ultrasound-guided placement of small-bore pleural drainage catheter.\nINDICATION: 49-year-old male with metastatic renal cell carcinoma and loculated right pleural effusion.\nDESCRIPTION: Under ultrasound guidance, a 12 Fr pigtail catheter was inserted into the right pleural space using the Seldinger technique. 700 mL of serosanguinous fluid was drained. The catheter was secured and attached to a drainage system.",
  "700008_syn_3": "Code: 32557 (Pleural drainage with imaging guidance).\nDevice: 12 Fr pigtail catheter.\nGuidance: Ultrasound (real-time).\nNote: Separate from thoracentesis codes.",
  "700008_syn_4": "Procedure: Pigtail Catheter Placement\nPatient: [REDACTED]\nSteps:\n1. US scan: loculated fluid.\n2. Local anesthesia.\n3. Needle/wire access.\n4. Dilated tract.\n5. 12Fr pigtail advanced.\n6. Drained 700mL.\nComplications: None.",
  "700008_syn_5": "Placed a pigtail for Mr [REDACTED] today he has those loculated effusions. Right side. Used ultrasound to find the big pocket. Put in a 12 french wire guided. Drained 700cc. Secured it well he's going back to the floor.",
  "700008_syn_6": "Ultrasound-guided insertion of 12 Fr pigtail catheter into right pleural space for loculated malignant effusion. 700 mL serosanguinous fluid drained. No pneumothorax. Catheter secured.",
  "700008_syn_7": "[Indication]\nLoculated right malignant effusion.\n[Anesthesia]\nLocal/Moderate.\n[Description]\nUS-guided placement of 12Fr pigtail catheter. 700 mL drained.\n[Plan]\nFloor care, daily output monitoring.",
  "700008_syn_8": "We placed a small-bore pigtail catheter for [REDACTED] his loculated effusion. Using ultrasound to guide us, we accessed the fluid pocket and threaded a 12 French catheter over a wire. We drained about 700 mL of fluid. The catheter was secured for ongoing drainage on the ward.",
  "700008_syn_9": "Procedure: Image-guided percutaneous pleural drainage.\nIndication: Complex effusion.\nAction: A pigtail catheter was introduced under sonographic control. Fluid was evacuated.\nOutcome: Catheter in situ.",
  "700008": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nAGE: 49 years\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: Interventional Radiology/Pleural Suite\n\nPRE-PROCEDURE DIAGNOSIS: Loculated right malignant pleural effusion, not amenable to simple thoracentesis.\nPOST-PROCEDURE DIAGNOSIS: Same.\n\nPROCEDURE: Ultrasound-guided placement of small-bore pleural drainage catheter (pigtail) for malignant effusion.\n\nPHYSICIAN: Olivia Harris, MD (Interventional Pulmonology)\n\nINDICATION:\n49-year-old male with metastatic renal cell carcinoma and recurrent right pleural effusion. Prior thoracenteses provided temporary relief; current ultrasound demonstrates loculated collections along the posterolateral chest wall. Decision made to place a small-bore pigtail catheter for ongoing drainage.\n\nPROCEDURE DESCRIPTION:\nWith the patient in the left lateral decubitus position, a comprehensive ultrasound exam localized a large posterolateral fluid pocket without diaphragmatic or lung adhesions. Skin was marked in the mid-axillary line at the level of the 7th intercostal space.\n\nAfter sterile prep and drape, local anesthesia was obtained with 1% lidocaine. Under real-time ultrasound guidance, an 18G needle was advanced into the collection with return of blood-tinged serous fluid. A 0.035\" guidewire was passed and the tract was dilated.\n\nA 12 Fr pigtail catheter was advanced over the wire into the pleural space and the pigtail was formed. The catheter was attached to a closed drainage system and secured with suture and anchoring device.\n\nApproximately 700 mL of serosanguinous fluid drained during the procedure. The patient tolerated the procedure well.\n\nCOMPLICATIONS:\nNo evidence of pneumothorax or bleeding on immediate post-procedure ultrasound. Estimated blood loss < 10 mL.\n\nDISPOSITION:\nPatient [REDACTED] the oncology floor with the catheter to continuous drainage and plan for daily monitoring of output and consideration of talc slurry pleurodesis if lung remains expandable.\n\nIMPRESSION:\nSuccessful ultrasound-guided placement of a right pleural pigtail catheter (12 Fr) for ongoing drainage of malignant effusion."
}
