{
  "700001_syn_1": "Proc: EBUS-TBNA mediastinal/hilar nodes.\nAnesthesia: GA, 8.5 ETT.\nDetails:\n- Airway inspection neg.\n- EBUS scope introduced.\n- Sampled 4R (3 passes, ROSE malig), 4L (3 passes, benign), 7 (4 passes, susp), 10L (2 passes, benign).\n- Total 12 passes.\nComp: None. <5mL EBL.\nPlan: Extubated. PACU. F/U 1-2 wks.",
  "700001_syn_2": "OPERATIVE NARRATIVE: The patient, [REDACTED], presented for staging of a PET-avid left upper lobe mass. Following induction of general anesthesia and placement of an 8.5 mm endotracheal tube, a systematic endobronchial ultrasound examination was conducted. We id[REDACTED] and sampled stations 4R, 4L, 7, and 10L. Rapid On-Site Evaluation (ROSE) indicated malignancy in stations 4R and 7, while stations 4L and 10L yielded adequate lymphocytes without definitive malignant cells. The procedure concluded without complication, and the patient was transferred to the PACU in stable condition.",
  "700001_syn_3": "Procedure Code: 31653 (EBUS sampling 3+ stations).\nGuidance: Convex linear EBUS (Olympus BF-UC180F).\nSite[REDACTED]\n1. Station 4R (Initial): 22G needle, 3 passes.\n2. Station 4L (Add-on): 22G needle, 3 passes.\n3. Station 7 (Add-on): 22G needle, 4 passes.\n4. Station 10L (Add-on): 22G needle, 2 passes.\nMedical Necessity: Staging for lung cancer (LUL mass). General anesthesia utilized. Cytology and molecular profiling ordered.",
  "700001_syn_4": "Procedure: EBUS-TBNA\nAttending: Dr. Kim\nSteps:\n1. Time-out performed.\n2. ETT placed by Anesthesia.\n3. White light bronchoscopy: normal anatomy.\n4. EBUS TBNA performed at stations 4R, 4L, 7, and 10L using 22G needle.\n5. ROSE confirmed adequacy/malignancy at 4R/7.\n6. Scope removed. Patient extubated.\nComplications: None.",
  "700001_syn_5": "We did the bronch on Mr [REDACTED] today for his lung mass staging used the ebus scope under GA tube size 8.5. Looked at the nodes sampled 4R 4L 7 and 10L got good samples rose said cancer in 4R and 7 so thats likely stage 3. 4L and 10L looked okay just lymphocytes. No bleeding or issues patient woke up fine sending to pacu will follow up path.",
  "700001_syn_6": "68-year-old male with LUL mass. Flexible bronchoscopy with EBUS-TBNA performed under general anesthesia. Airway inspected; no endobronchial lesions. EBUS id[REDACTED] target nodes. Needle aspiration performed at stations 4R, 4L, 7, and 10L. ROSE positive for malignancy at 4R and 7. Samples sent for final path and moleculars. Patient tolerated well, no complications.",
  "700001_syn_7": "[Indication]\nLung cancer staging; LUL mass with PET-avid adenopathy.\n[Anesthesia]\nGeneral anesthesia, 8.5 mm ETT.\n[Description]\nSystematic EBUS-TBNA performed. Stations 4R, 4L, 7, and 10L sampled with 22G needle. ROSE confirmed malignant cells at 4R and 7. 4L and 10L benign.\n[Plan]\nExtubate, PACU, outpatient follow-up for molecular results.",
  "700001_syn_8": "The patient was brought to the bronchoscopy suite for EBUS-TBNA to stage a left upper lobe mass. We utilized general anesthesia and an 8.5 mm ETT. After verifying the airway was clear, we switched to the EBUS scope. We methodically sampled stations 4R, 4L, 7, and 10L. The preliminary onsite evaluation suggested malignancy in the 4R and subcarinal nodes, which alters the staging. The left-sided nodes appeared benign. There were no complications, and the patient was extubated successfully.",
  "700001_syn_9": "Procedure: Flexible bronchoscopy with ultrasound-guided aspiration of mediastinal nodes.\nOperator: Dr. Kim.\nActions: The airway was surveyed. The diagnostic scope was swapped for the linear EBUS. Target stations 4R, 4L, 7, and 10L were localized and aspirated. ROSE verified malignant cells in 4R and 7. Specimens were submitted for analysis. The patient was extubated and transferred.",
  "700001": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (68 years)\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: [REDACTED]\n\nPROCEDURE: Flexible bronchoscopy with linear endobronchial ultrasound–guided transbronchial needle aspiration (EBUS-TBNA) of mediastinal and hilar lymph nodes.\nOPERATORS:\n  Primary Operator: David Kim, MD – Interventional Pulmonology (Attending)\n  Assistant: Maria Lopez, MD – Pulmonary Fellow (PGY-5)\n  Bronchoscopy RN: Jonathan Johnson, RN\n  RT: Erica White, RRT\n\nINDICATION:\n68-year-old male with 3.2 cm left upper lobe mass and PET-avid mediastinal/hilar adenopathy (stations 4R, 4L, 7, 10L) requiring tissue for lung cancer staging and diagnosis.\n\nANESTHESIA / AIRWAY:\nGeneral anesthesia provided by Anesthesia service. Orotracheal intubation with 8.5 mm ETT. Patient positioned supine. Continuous cardiac monitoring, pulse oximetry, NIBP.\n\nPROCEDURE DESCRIPTION:\nTime-out was performed confirming patient, procedure, and site. The bronchoscope was advanced through the ETT under direct visualization. Trachea and bilateral bronchial tree were inspected to subsegmental level. No endobronchial tumor, secretions, or active bleeding was seen.\n\nEBUS TECHNIQUE:\nThe diagnostic scope was exchanged for a convex linear EBUS bronchoscope (Olympus BF-UC180F). Complete systematic nodal survey was performed. Target stations were id[REDACTED] by ultrasound and measured.\n\nSTATIONS SAMPLED:\n• Station 4R: 1.5 x 1.3 cm oval node, heterogeneous with distinct margins. Three passes with 22G EBUS needle; ROSE adequate with malignant cells.\n• Station 4L: 1.2 x 1.0 cm node, mildly enlarged. Three passes with 22G needle; ROSE adequate lymphocytes, no definite malignancy.\n• Station 7 (subcarinal): 2.0 x 1.6 cm node, heterogeneous with central necrosis. Four passes; ROSE suspicious for malignancy.\n• Station 10L: 1.0 x 0.8 cm node. Two passes; ROSE adequate lymphocytes.\n\nA total of 12 needle passes were performed. Specimens were sent for cytology, cell block, and molecular profiling (EGFR/ALK/ROS1/BRAF, PD-L1) per lung cancer protocol.\n\nCOMPLICATIONS:\nNo significant bleeding, hypoxia, or arrhythmia occurred. Estimated blood loss < 5 mL. No immediate complications were observed.\n\nDISPOSITION / PLAN:\nPatient [REDACTED] in the procedure room and transferred to PACU in stable condition on 2 L/min nasal cannula. Planned outpatient follow-up in IP clinic in 1–2 weeks to review final pathology and staging. CT chest with contrast and brain MRI are already scheduled.\n\nPRELIMINARY IMPRESSION:\nSuccessful systematic EBUS-TBNA of mediastinal and hilar lymph nodes (stations 4R, 4L, 7, 10L) for lung cancer staging. ROSE suggests malignant involvement at 4R and 7; final cytology and molecular testing pending.\n\nSIGNED:\nDavid Kim, MD\nInterventional Pulmonology"
}
