{
  "700003_syn_1": "Dx: Tracheal SCC obstruction.\nProc: Rigid bronch, debulking, APC, stent.\nDetails:\n- Rigid scope inserted.\n- 80% mid-tracheal stenosis.\n- Cored/debulked + APC.\n- 16x50mm silicone stent deployed.\n- Lumen patent.\nPlan: Extubate, PACU, home.",
  "700003_syn_2": "PROCEDURE: Rigid therapeutic bronchoscopy with tumor destruction and tracheal stenting.\nINDICATION: 73-year-old male with severe airway obstruction due to squamous cell carcinoma.\nDESCRIPTION: The rigid tracheobronchoscope was introduced. Significant fungating tumor was noted in the mid-trachea. Mechanical debulking was performed using the bevel of the scope and forceps, followed by APC for hemostasis and tumor ablation. A 16 x 50 mm Dumon silicone stent was deployed, covering the lesion and restoring airway patency.",
  "700003_syn_3": "Billable Services:\n- 31641: Destruction of tumor (rigid coring + APC).\n- 31636: Placement of tracheal stent (silicone).\nJustification: Critical central airway obstruction (80%). General anesthesia/Jet ventilation required. Stent necessary to maintain patency after debulking.",
  "700003_syn_4": "Resident Note: Rigid Bronchoscopy\nPatient: [REDACTED]\nAttending: Dr. Bennett\nSteps:\n1. GA/Jet vent.\n2. Rigid scope passed.\n3. Tumor ID'd mid-trachea.\n4. Debulked with scope/forceps/APC.\n5. Stent placed (16x50mm).\n6. Airway inspected: Patent.\nComplications: None.",
  "700003_syn_5": "Mr [REDACTED] here for the tracheal obstruction we did the rigid bronch today. Saw the tumor blocking about 80 percent of the trachea. Used the rigid barrel to core it out and used some APC to clean it up. Put in a silicone stent 16 by 50 fits good. Airway looks wide open now. Extubated in OR doing well.",
  "700003_syn_6": "Therapeutic rigid bronchoscopy performed for mid-tracheal squamous cell carcinoma obstruction. 80% stenosis reduced to <20% via mechanical coring and argon plasma coagulation. 16x50 mm silicone stent deployed across lesion. Airway patent. Patient extubated and stable.",
  "700003_syn_7": "[Indication]\nSevere malignant mid-tracheal obstruction (SCC).\n[Anesthesia]\nGeneral, rigid bronchoscopy, jet ventilation.\n[Description]\nMechanical debulking and APC of tracheal tumor. Deployment of 16x50mm silicone stent. Restoration of airway patency.\n[Plan]\nPACU, discharge, follow-up 4-6 weeks.",
  "700003_syn_8": "[REDACTED] bronchoscopy to relieve his tracheal obstruction. We id[REDACTED] the squamous cell carcinoma narrowing the mid-trachea. We mechanically removed the bulk of the tumor and used APC to control bleeding and destroy residual tissue. To prevent re-obstruction, we placed a straight silicone stent. The airway is now widely patent, and he was extubated immediately following the procedure.",
  "700003_syn_9": "Procedure: Rigid endoscopy with tumor ablation and airway stenting.\nSubject: [REDACTED].\nFindings: Severe tracheal stenosis.\nIntervention: The mass was resected and cauterized. A silicone prosthesis was positioned to scaffold the airway.\nOutcome: Obstruction resolved.",
  "700003": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (73 years)\nDATE: [REDACTED]\nLOCATION: [REDACTED]\n\nPREOPERATIVE DIAGNOSIS: Severe mid-tracheal obstruction from squamous cell carcinoma.\nPOSTOPERATIVE DIAGNOSIS: Same.\n\nPROCEDURE:\n1. Rigid therapeutic bronchoscopy with destruction of endobronchial tumor.\n2. Flexible bronchoscopy.\n3. Tracheal silicone stent placement.\n\nSURGEON: Laura Bennett, MD (Interventional Pulmonology)\nASSISTANT: Andrew Park, MD (Thoracic Surgery Fellow)\nANESTHESIA: General anesthesia with rigid bronchoscopy and jet ventilation.\n\nINDICATION:\n73-year-old male with known squamous cell carcinoma of the mid-trachea, presenting with stridor and 80% luminal obstruction on CT and bronchoscopy. Planned rigid therapeutic bronchoscopy with debulking and airway stent placement for palliation and airway stabilization.\n\nPROCEDURE DETAILS:\nAfter induction of general anesthesia, a rigid tracheobronchoscope was introduced under direct visualization. Tumor causing near circumferential narrowing of the mid-trachea over ~3 cm was id[REDACTED].\n\nTumor Debulking:\nMechanical debulking was performed using the bevel of the rigid scope and large forceps to core out the intraluminal mass. Argon plasma coagulation (APC) at 35 W and 1.5 L/min flow was then applied circumferentially to residual tumor and bleeding points until a widely patent lumen was obtained. Approximate residual obstruction was < 20% with smooth mucosal surface.\n\nStent Placement:\nA 16 x 50 mm straight silicone Dumon stent was selected. Under direct bronchoscopic visualization, the stent was mounted on the rigid stent loader and deployed across the involved segment. Final position covered the entire tumor bed with adequate proximal and distal margins. The stent was well seated with no migration and good distal ventilation.\n\nThe airway was reinspected distally with a flexible bronchoscope through the rigid barrel. No additional endobronchial disease was id[REDACTED]. Secretions were suctioned.\n\nCOMPLICATIONS:\nTotal estimated blood loss ~20 mL. No significant hypoxia, arrhythmia, or airway perforation. No intraoperative complications.\n\nDISPOSITION:\nThe rigid scope was removed and the patient was transitioned back to a standard ETT and subsequently extubated in the OR. He was transported to PACU on 4 L/min nasal cannula in stable condition. Follow-up CT and bronchoscopy are planned in 4–6 weeks.\n\nIMPRESSION:\nSuccessful rigid therapeutic bronchoscopy with tumor destruction and silicone tracheal stent placement for malignant tracheal obstruction, with marked improvement in airway patency."
}
