{
  "700005_syn_1": "Dx: L pleural effusion (CHF).\nProc: Bedside thora (landmark).\nDetails:\n- Sitting pos.\n- Percussion/auscultation localization.\n- 18G needle 8th ICS.\n- 60mL dx, 900mL tx removed.\n- Straw colored.\nPlan: Home, cards f/u.",
  "700005_syn_2": "PROCEDURE: Diagnostic and therapeutic thoracentesis without imaging guidance.\nINDICATION: 82-year-old female with CHF and large symptomatic left pleural effusion.\nDESCRIPTION: The left posterior hemithorax was percussed to id[REDACTED] the effusion. Using landmark technique, needle aspiration yielded straw-colored fluid consistent with transudate. A total of 960 mL was drained for symptomatic relief. The patient tolerated the procedure well.",
  "700005_syn_3": "Code: 32554 (Thoracentesis w/o imaging).\nJustification: Ultrasound unavailable in clinic; large effusion easily localized by physical exam. Therapeutic drainage (900mL) performed for dyspnea.",
  "700005_syn_4": "Procedure: Thoracentesis (Landmark)\nPatient: [REDACTED]\nSteps:\n1. Prepped/draped.\n2. Local anesthesia.\n3. Needle insertion L posterior chest.\n4. Fluid return: straw colored.\n5. Drained 960mL total.\n6. Catheter removed.\nNo complications.",
  "700005_syn_5": "Did a thora on [REDACTED] clinic she was very short of breath. No ultrasound machine so just tapped it based on exam. Left side. Got back straw colored fluid likely CHF. Took off almost a liter she felt much better. Sending fluid for labs just in case. Discharged home.",
  "700005_syn_6": "Left-sided diagnostic and therapeutic thoracentesis performed via landmark technique. 8th intercostal space accessed. 960 mL straw-colored fluid removed. Patient monitored for re-expansion edema/hypotension; none observed. Discharged stable.",
  "700005_syn_7": "[Indication]\nSymptomatic left pleural effusion, CHF.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nLandmark-guided thoracentesis. 18G catheter. 960 mL straw-colored fluid drained. Catheter removed.\n[Plan]\nCXR, cardiology follow-up.",
  "700005_syn_8": "[REDACTED] shortness of breath due to a large effusion. Without ultrasound available, we performed a landmark-guided thoracentesis on the left side. We successfully drained nearly a liter of fluid, which appeared clear and consistent with heart failure. She reported immediate symptomatic improvement and was discharged home.",
  "700005_syn_9": "Procedure: Blind pleural aspiration.\nSite: [REDACTED]\nAction: The effusion was localized via physical exam. A catheter was inserted. Fluid was evacuated for diagnosis and symptom relief.\nResult: 960 mL removed. Dyspnea improved.",
  "700005": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (82 years)\nDATE: [REDACTED]\nLOCATION: [REDACTED]\n\nPROCEDURE: Bedside diagnostic and therapeutic left thoracentesis without imaging guidance.\nPHYSICIAN: Hannah Patel, MD\n\nINDICATION:\n82-year-old female with chronic systolic heart failure (EF 25%), progressive dyspnea, and large left pleural effusion on chest radiograph. No ultrasound available in the clinic procedure room. Thoracentesis was requested for symptomatic relief and to confirm a transudative effusion.\n\nPROCEDURE DESCRIPTION:\nThe patient was seated upright, leaning forward over a bedside table. Left posterior hemithorax was prepped and draped in sterile fashion. Percussion and auscultation id[REDACTED] a level of dullness consistent with a moderate free-flowing effusion.\n\nLocal anesthesia was achieved with 1% lidocaine infiltrated into skin, subcutaneous tissue, and intercostal muscles at the left posterior 8th intercostal space in the mid-scapular line. Using landmark technique, an 18G over-the-needle catheter was advanced just superior to the rib into the pleural space with immediate return of straw-colored fluid.\n\nApproximately 60 mL of fluid was aspirated into syringes and sent for chemistry (protein, LDH), cell count/differential, Gram stain/culture, and cytology. An additional 900 mL was drained slowly by gravity with the patient monitored for cough, chest discomfort, or hypotension. The catheter was then removed and a sterile dressing applied.\n\nCOMPLICATIONS:\nThe patient experienced mild coughing toward the end of the drainage but no significant pleuritic pain or hypotension. No immediate pneumothorax was evident clinically. Post-procedure CXR was ordered.\n\nDISPOSITION:\nThe patient remained in the clinic for a brief observation period and was then discharged home with instructions to return for worsening dyspnea. Outpatient follow-up with cardiology and pulmonary clinic is arranged.\n\nIMPRESSION:\nLandmark-guided diagnostic and therapeutic left thoracentesis for presumed heart failure-related effusion; fluid characteristics pending."
}
