{
  "700002_syn_1": "Proc: Robotic Nav Bronch + Radial EBUS + Biopsy RUL nodule.\nTarget: 8mm RUL posterior seg.\nAction:\n- Monarch nav to target.\n- Radial EBUS: concentric view.\n- Bx: 6 forceps, 3 TBNA, 2 brush.\nResult: Tool in lesion confirmed. No fluoro pneumo.\nPlan: D/C, CXR.",
  "700002_syn_2": "OPERATIVE REPORT: [REDACTED], a 59-year-old female with a PET-avid RUL nodule, underwent robotic-assisted navigational bronchoscopy. The Monarch platform was utilized to navigate to the posterior segment of the right upper lobe. Radial endobronchial ultrasound (R-EBUS) confirmed a concentric, solid lesion. Transbronchial sampling including forceps biopsy, needle aspiration, and cytology brushing was performed. There was no evidence of pneumothorax or significant hemorrhage.",
  "700002_syn_3": "Primary Code: 31627 (Computer-assisted navigation).\nAdd-on Codes: 31654 (Radial EBUS), 31628 (TBLB), 31629 (TBNA), 31623 (Brush).\nTechnique: Robotic platform docked. Registration error <2mm. Target RUL posterior segment localized with radial EBUS (concentric signal). Multiple modalities used to maximize diagnostic yield. General anesthesia administered.",
  "700002_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nProcedure: Robotic Bronchoscopy/Biopsy\nSteps:\n1. GA/LMA. Monarch robot docked.\n2. Navigated to RUL posterior nodule.\n3. Confirmed with radial EBUS (concentric).\n4. Samples: Forceps x6, TBNA x3, Brush x2.\n5. Fluoro check: No pneumo.\nEst Blood Loss: <5 mL.",
  "700002_syn_5": "Procedure note for Angela Rivera she has that 8mm nodule in the right upper lobe we used the robot today to get to it. Navigation was good registration error less than 2mm. Found it with the radial probe nice concentric view. Took a bunch of biopsies forceps needle and brush sent for everything including markers. No bleeding really patient did fine extubated in room.",
  "700002_syn_6": "Robotic navigational bronchoscopy performed for 8 mm RUL posterior segment nodule. Monarch system used. Target reached; radial EBUS confirmed concentric lesion. Transbronchial forceps biopsies, needle aspiration, and brushings obtained. Fluoroscopy confirmed tool position. No complications. Patient stable for discharge after CXR.",
  "700002_syn_7": "[Indication]\n8 mm PET-avid RUL nodule, bronchus sign positive.\n[Anesthesia]\nGeneral, LMA.\n[Description]\nRobotic navigation to RUL posterior segment. Radial EBUS confirmation (concentric). Sampling via forceps, needle, and brush. Hemostasis achieved.\n[Plan]\nCXR, discharge, clinic follow-up 1-2 weeks.",
  "700002_syn_8": "We performed a robotic navigational bronchoscopy on [REDACTED] a small RUL nodule. After registering the CT with the Monarch system, we drove the scope to the posterior segment. We utilized a radial EBUS probe to confirm we were exactly in the lesion, seeing a concentric image. We then passed biopsy forceps, a needle, and a brush through the guide sheath to ensure adequate tissue. The patient tolerated the procedure well with no signs of pneumothorax.",
  "700002_syn_9": "Procedure: Computer-guided bronchoscopy with ultrasonic localization and transbronchial sampling.\nTarget: RUL nodule.\nTechnique: The robotic scope was steered to the lesion. Ultrasound verification showed a solid mass. Specimens were harvested using forceps, needle, and brush. No adverse events occurred.",
  "700002": "Name: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (59 years)\nDate of Service: [REDACTED]\nLocation: Bronchoscopy/Procedural Suite\n\nProcedure: Robotic navigational bronchoscopy with radial EBUS confirmation and transbronchial biopsies of peripheral RUL nodule.\nOperating Physician: Michael Thompson, MD (Interventional Pulmonology)\nAssistant: Brian Wu, MD (Pulmonary Fellow)\nRT: Sarah Long, RRT\nRN: Casey Nguyen, RN\n\nIndication:\n59-year-old female with 8 mm posterior segment right upper lobe nodule, intensely PET-avid, bronchus sign positive on CT, no clear mediastinal adenopathy. Referred for minimally invasive diagnostic biopsy.\n\nAnesthesia/Airway:\nGeneral anesthesia with LMA provided by Anesthesia team. Patient in supine position. Standard ASA monitors in place.\n\nProcedure Description:\nFollowing time-out, the robotic bronchoscopy platform was docked (Monarch system). Pre-procedure CT was loaded and registration performed using automatic airway mapping with final registration error < 2 mm.\n\nUsing the navigation interface, the robotic scope was advanced to the posterior segment of the RUL following the virtual pathway. The working channel was aligned to the target; divergence from the target center was < 3 mm.\n\nRadial EBUS:\nA radial EBUS probe with guide sheath was advanced through the working channel. A concentric, solid lesion was visualized corresponding to the CT target. The guide sheath was left in place at the point of maximal signal.\n\nSampling:\nThrough the guide sheath, the following samples were obtained:\n• Transbronchial forceps biopsies: 6 passes from the RUL posterior segment nodule.\n• Transbronchial needle aspiration: 3 passes with a 21G needle targeting the same lesion.\n• Cytology brushings: 2 passes from the nodule.\n\nAll samples were sent for histology, cytology, microbiology, and molecular profiling including PD-L1. No significant bleeding occurred; minor oozing resolved with wedging and suction.\n\nComplications:\nNo hypoxia, arrhythmia, or pneumothorax was observed. Fluoroscopy was used intermittently to confirm tool position. Estimated blood loss < 5 mL.\n\nDisposition/Plan:\nPatient [REDACTED] and transported to PACU in stable condition. Post-procedure CXR to evaluate for pneumothorax was ordered. Follow-up visit in IP clinic in 1–2 weeks to discuss results and management options.\n\nImpression:\nSuccessful robotic navigational bronchoscopy with radial EBUS confirmation and transbronchial sampling of an 8 mm RUL posterior segment nodule. Final pathology pending."
}
