{
  "700007_syn_1": "Indication: Pleurodesis achieved. Catheter not draining.\nProc: PleurX removal.\nAction: Cuff dissected. Catheter pulled intact.\nResult: No air leak. Suture closed.\nPlan: Home.",
  "700007_syn_2": "PROCEDURE: Removal of tunneled indwelling pleural catheter.\nPATIENT: [REDACTED], 64F, with history of breast cancer.\nDETAILS: The right-sided PleurX catheter was removed following successful spontaneous pleurodesis. The cuff was dissected free from the subcutaneous tissue, and the catheter was withdrawn without resistance. The exit site was sutured. No complications occurred.",
  "700007_syn_3": "Code: 32552 (Removal of indwelling tunneled pleural catheter).\nCondition: Catheter no longer needed (autopleurodesis). Cuff dissected/removed intact.",
  "700007_syn_4": "Procedure: IPC Removal\nPatient: [REDACTED]\nSteps:\n1. Prepped site.\n2. Local anesthesia.\n3. Dissected cuff.\n4. Removed catheter.\n5. Sutured wound.\nNo complications.",
  "700007_syn_5": "Removed [REDACTED] shes dried up. Right side. Cut down to the cuff and freed it up pulled it out no problem. Stitched it up. She can go home.",
  "700007_syn_6": "Removal of right tunneled pleural catheter. Indication: Autopleurodesis. Cuff mobilized and catheter removed intact. Exit site closed with nylon suture. Patient discharged.",
  "700007_syn_7": "[Indication]\nResolved malignant effusion, spontaneous pleurodesis.\n[Anesthesia]\nLocal.\n[Description]\nDissection and removal of right tunneled pleural catheter. Closure of site.\n[Plan]\nSuture removal in 7-10 days.",
  "700007_syn_8": "[REDACTED] has resolved, so we removed her PleurX catheter today. After numbing the area, we dissected the fibrous cuff from the tunnel and pulled the catheter out. The site was closed with a suture. She tolerated the removal well.",
  "700007_syn_9": "Procedure: Extraction of tunneled pleural drain.\nReason: Autopleurodesis.\nAction: The retention cuff was liberated. The device was withdrawn.\nResult: Site closed.",
  "700007": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nAGE: 64 years\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: [REDACTED]\n\nPRE-PROCEDURE DIAGNOSIS: Right malignant pleural effusion status post tunneled pleural catheter with clinical autopleurodesis.\nPOST-PROCEDURE DIAGNOSIS: Same.\n\nPROCEDURE: Removal of tunneled indwelling pleural catheter.\n\nPHYSICIAN: Thomas Nguyen, MD (Interventional Pulmonology)\n\nINDICATION:\n64-year-old female with metastatic breast cancer and right malignant pleural effusion managed with a PleurX catheter placed 7 months ago. She has had no drainage for 6 weeks and imaging shows a small residual effusion with lung expansion, consistent with spontaneous pleurodesis. The catheter site is mildly irritated and the patient wishes to have it removed.\n\nPROCEDURE DESCRIPTION:\nThe patient was placed in the supine position. The right lateral chest and catheter exit site were prepped and draped in sterile fashion. Local anesthesia was provided with 1% lidocaine infiltrated around the cuff and exit site.\n\nThe tunnel tract and cuff were gently dissected free using a small scalpel and blunt dissection. Once the cuff was fully mobilized, steady traction was applied and the PleurX catheter was removed intact without resistance. The tunnel was probed digitally to confirm no retained cuff material.\n\nHemostasis was achieved with gauze and direct pressure. The exit site was closed with a single 3-0 nylon suture and covered with a sterile dressing.\n\nCOMPLICATIONS:\nMinimal bleeding, no pneumothorax, no air leak. The patient tolerated the procedure well.\n\nDISPOSITION:\nThe patient was observed for 30 minutes and discharged home in stable condition with instructions for wound care and removal of sutures in 7–10 days.\n\nIMPRESSION:\nUncomplicated removal of tunneled right pleural catheter after successful autopleurodesis."
}
