{
  "700004_syn_1": "Dx: R empyema.\nProc: US Thora + Chest Tube.\nSteps:\n- US loculated fluid.\n- 40mL asp for labs.\n- 28Fr chest tube placed 6th ICS.\n- 900mL purulent output.\nPlan: ICU, antibiotics, consider TPA/DNAse.",
  "700004_syn_2": "PROCEDURE NOTE: Ultrasound-guided thoracentesis and large-bore chest tube insertion.\nPATIENT: [REDACTED], 56M, with complex parapneumonic effusion.\nDETAILS: Under real-time ultrasound guidance, diagnostic aspiration confirmed turbid fluid. Subsequently, a 28 Fr tube thoracostomy was performed using the Seldinger technique via a separate incision. Immediate return of 900 mL of purulent fluid confirmed the diagnosis of empyema. Post-procedure imaging ordered.",
  "700004_syn_3": "Codes:\n- 32555: Thoracentesis with imaging guidance (diagnostic/therapeutic).\n- 32551: Tube thoracostomy (separate incision/site).\nMedical Necessity: Septated empyema requiring large-bore drainage. Ultrasound essential for safe localization.",
  "700004_syn_4": "Procedure: Chest Tube Placement\nPatient: [REDACTED]\nIndication: Empyema\nSteps:\n1. US localization.\n2. Diagnostic tap (19G): turbid fluid.\n3. 28Fr chest tube placed (Seldinger).\n4. Sutured, sterile dressing.\n5. Output: 900mL purulent.\nComplications: None.",
  "700004_syn_5": "Bedside procedure for [REDACTED] ICU he has that loculated effusion right side. Used ultrasound to find a pocket. Numbed him up tapped it got pus so we went ahead and put in a chest tube. 28 french big tube. Drained about 900 cc of nasty looking fluid. Hooked to suction he tolerated it fine.",
  "700004_syn_6": "Ultrasound-guided diagnostic thoracentesis followed by 28 Fr chest tube insertion for right-sided empyema. 40 mL aspirated for analysis; 900 mL purulent fluid drained via tube. No complications. Patient remains in ICU on vasopressors.",
  "700004_syn_7": "[Indication]\nRight complex parapneumonic effusion/empyema.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS-guided aspiration of pleural space. Placement of 28 Fr chest tube. Drainage of 900 mL purulent fluid.\n[Plan]\nSuction -20cmH2O, antibiotics, repeat imaging.",
  "700004_syn_8": "We performed a bedside procedure for [REDACTED] his right-sided empyema. Using ultrasound, we first performed a diagnostic thoracentesis to confirm the nature of the fluid. Upon seeing turbid fluid, we proceeded to place a large-bore 28 French chest tube. This immediately drained nearly a liter of purulent fluid. The tube was secured, and a follow-up chest x-ray was ordered.",
  "700004_syn_9": "Procedure: Sonographic-guided pleural aspiration and thoracostomy.\nIndication: Pyothorax.\nAction: The pleural space was accessed under imaging. Fluid was withdrawn for testing. A drainage catheter (28 Fr) was inserted. Purulent effusion was evacuated.\nOutcome: Lung re-expansion pending imaging.",
  "700004": "PATIENT: [REDACTED]\nMRN: [REDACTED]\nAGE: 56 years\nDATE OF PROCEDURE: [REDACTED]\nLOCATION: [REDACTED]\n\nPRE-OP DIAGNOSIS: Right parapneumonic effusion with suspected empyema.\nPOST-OP DIAGNOSIS: Same.\n\nPROCEDURES:\n1. Ultrasound-guided diagnostic and therapeutic right thoracentesis.\n2. Insertion of right large-bore chest tube for ongoing drainage.\n\nOPERATOR: Emily Rogers, MD (Pulmonary/Critical Care)\nASSISTANT: ICU Resident PGY-2\n\nINDICATION:\n56-year-old male with severe community-acquired pneumonia and enlarging right pleural effusion with loculations and fevers despite antibiotics. Ultrasound reveals complex septated effusion. Bedside thoracentesis for diagnosis followed by chest tube for continued drainage.\n\nULTRASOUND-GUIDED THORACENTESIS:\nThe patient was positioned sitting upright. Right posterolateral chest was prepped and draped in sterile fashion. Ultrasound id[REDACTED] a moderate, complex right pleural effusion with diaphragmatic excursion and no obvious lung entrapment. A safe window in the right posterior axillary line at the 8th intercostal space was chosen.\n\nLocal anesthesia with 1% lidocaine was infiltrated down to the pleura. A 19G needle with catheter was advanced above the rib under real-time ultrasound guidance into the pleural space with return of turbid, yellow fluid. Approximately 40 mL of fluid was aspirated for diagnostic studies (chemistry, cell count, Gram stain/culture, cytology, pH, LDH, glucose).\n\nCHEST TUBE INSERTION:\nGiven the thick, loculated nature of the effusion and sepsis, a decision was made to place a large-bore chest tube. A 28 Fr straight chest tube was inserted via a separate incision at the mid-axillary line in the 6th intercostal space using blunt dissection and Seldinger technique into the posterolateral collection. The tube was secured with sutures and connected to -20 cm H2O suction.\n\nInitial drainage was approximately 900 mL of turbid, malodorous fluid. The patient tolerated the procedure without hypotension or significant desaturation. Post-procedure ultrasound confirmed lung expansion, and a CXR was ordered to confirm position and evaluate for complications.\n\nCOMPLICATIONS:\nNo immediate pneumothorax, bleeding, or organ injury was observed.\n\nDISPOSITION:\nPatient [REDACTED] the ICU on existing vasopressor and ventilator settings. Plan for intrapleural fibrinolytics if imaging shows persistent loculations.\n\nIMPRESSION:\nSuccessful ultrasound-guided right thoracentesis with large-volume purulent fluid removal and placement of a large-bore right chest tube for ongoing drainage of presumed empyema."
}
