{
  "736492_syn_1": "Indication: Post-transplant surveillance.\nFindings: Anastomotic granulation/polyps.\nAction: EBBx anastomoses. TBBx RLL/LLL. BAL RML.\nPlan: Transplant clinic.",
  "736492_syn_2": "PROCEDURE: Surveillance bronchoscopy in a post-lung transplant recipient. Anastomotic evaluation revealed granulation tissue at the RMS and LMS. Endobronchial biopsies were performed. Transbronchial biopsies were obtained from the RLL and LLL to assess for rejection. A bronchoalveolar lavage was conducted in the RML.",
  "736492_syn_3": "Coding: 31628 (TBBx RLL), 31632 (TBBx LLL), 31625-XS (EBBx Anastomosis), 31624-XS (BAL RML). Procedure involved distinct techniques (forceps vs TBBx) and distinct locations (Anastomosis vs lobes vs lavage site).",
  "736492_syn_4": "Resident Note\nPt: [REDACTED] (Txp pt)\n1. ETT/GA.\n2. Checked anastomoses: Granulation tissue biopsied.\n3. TBBx: RLL x4, LLL x4.\n4. BAL: RML.\n5. Minimal bleeding.",
  "736492_syn_5": "james wilson lung transplant checkup saw some granulation at the hookups took biopsies of that then did the transbronchial biopsies in rll and lll for rejection check and a bal in rml bleeding was fine continue meds.",
  "736492_syn_6": "General anesthesia via ETT was used. Bilateral anastomoses showed granulation tissue and polyps; biopsies were taken. Transbronchial biopsies were obtained from the RLL and LLL. A BAL was performed in the RML. The patient tolerated the procedure well.",
  "736492_syn_7": "[Indication]\nPost-transplant surveillance.\n[Anesthesia]\nGeneral.\n[Description]\nAnastomotic lesions biopsied. TBBx RLL and LLL performed. BAL RML. Minimal bleeding.\n[Plan]\nTransplant clinic follow-up.",
  "736492_syn_8": "[REDACTED] routine post-transplant bronchoscopy. We found some granulation tissue at the connection points and biopsied it. We also took deep lung biopsies from the lower lobes to check for rejection and washed the middle lobe. He had minimal bleeding and will follow up with the transplant team.",
  "736492_syn_9": "Surveillance of lung allograft. Examined anastomoses; sampled granulation tissue. Performed transbronchial sampling of RLL and LLL. Lavaged RML. Continued immunosuppression.",
  "736492": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Catherine Moore\n\nDx: Post-lung transplant, new endobronchial lesions at anastomosis\nProcedure: Surveillance bronchoscopy with endobronchial biopsy, TBBx\n\nGeneral anesthesia via ETT. Bilateral lung transplant 18 months ago. RMS anastomosis with granulation tissue and 2 small polyps. LMS anastomosis with single granuloma. Endobronchial biopsies: 2 from RMS, 1 from LMS. TBBx from RLL (4 specimens) and LLL (4 specimens) for rejection surveillance. BAL from RML. Minimal bleeding throughout.\n\nPath pending. Continue current immunosuppression. F/U transplant clinic.\n\nC. Moore, MD"
}
