{
  "739185_syn_1": "Indication: Tracheal stenosis.\nProc: Balloon Dilation.\nFindings: 60% subglottic stenosis.\nAction: CRE balloon (8/10/12mm). Serial inflations.\nResult: 80% patency.\nPlan: D/C.",
  "739185_syn_2": "PROCEDURE NOTE: Bronchoscopic Dilation of Tracheal Stenosis.\nINDICATION: Symptomatic id[REDACTED] subglottic stenosis.\nFINDINGS: A circumferential stricture was id[REDACTED] in the proximal trachea reducing the lumen by 60%. \nINTERVENTION: Radial dilation was performed using a CRE wire-guided balloon with progressive inflation to 12mm. Post-dilation inspection revealed significant improvement in airway caliber to approximately 80% of normal.",
  "739185_syn_3": "Billing: 31630 (Bronchoscopy with dilation of trachea).\nTechnique: Balloon dilation of a single stricture in the trachea. Serial inflations performed. No stent placed. No biopsy performed.",
  "739185_syn_4": "Resident Note: Airway Dilation\nPatient: [REDACTED]\n1. ETT 6.5.\n2. Stenosis seen subglottic (60%).\n3. Balloon catheter passed.\n4. Inflated 8mm -> 10mm -> 12mm.\n5. Mucosa split slightly (expected).\n6. Airway much more open now.",
  "739185_syn_5": "hannah keller has that tracheal stenosis again hard to breathe. put her to sleep dilated it with the balloon 8 10 then 12 millimeters. opened up nice looks like 80 percent open now little bit of bleeding but stopped. sending her home.",
  "739185_syn_6": "Bronchoscopy with balloon dilation performed for id[REDACTED] tracheal stenosis. The stenotic segment was id[REDACTED] and traversed. A CRE balloon was utilized for serial dilations up to 12mm. Post-procedure lumen was significantly improved. Patient extubated and stable.",
  "739185_syn_7": "[Indication]\nId[REDACTED] tracheal stenosis.\n[Anesthesia]\nGeneral.\n[Description]\nStenosis ID'd. CRE Balloon dilation (8-12mm). Patency improved from 40% to 80%.\n[Plan]\nDischarge. F/U ENT.",
  "739185_syn_8": "[REDACTED] windpipe dilated today. She has a narrowing just below her vocal cords. We used a special balloon that we inflated inside the narrow part to stretch it open. We did this three times with increasing pressure. The airway is much wider now, which should help her breathing.",
  "739185_syn_9": "Intervention: Endoscopic tracheal expansion.\nPathology: Subglottic stricture.\nTechnique: Radial force applied via pneumatic dilator. \nOutcome: Luminal enlargement achieved.",
  "739185": "PT: [REDACTED] | 47F | MRN [REDACTED]\nDATE: [REDACTED]\nLOCATION: [REDACTED]\nATTENDING: Dr. Miguel Alvarez\n\nPREOP DX: Id[REDACTED] subglottic/tracheal stenosis\nPOSTOP DX: Same\n\nPROCEDURE PERFORMED: Flexible bronchoscopy with endobronchial balloon dilation of tracheal stenosis (CPT 31630)\n\nANESTHESIA: General anesthesia with endotracheal intubation via 6.5 ETT\n\nBRIEF DESCRIPTION:\nFlexible bronchoscope was passed through the ETT. A short segment circumferential stenosis was id[REDACTED] approximately 2.5 cm below the vocal cords with roughly 60% luminal narrowing.\n\nA CRE balloon catheter ([REDACTED] mm) was positioned across the stenosis under direct visualization. Serial inflations were performed:\n- 8 mm x 60 seconds\n- 10 mm x 60 seconds\n- 12 mm x 90 seconds\n\nAfter the final inflation, tracheal lumen improved to approximately 80% patency with minimal mucosal splitting. No stent placement, no ablative therapy and no biopsies were performed.\n\nCOMPLICATIONS: None. Estimated blood loss <5 mL.\nDISPOSITION: Extubated in the OR, transferred to PACU in stable condition and discharged home later the same day with ENT and IP follow up."
}
