{
  "74-8829-C_syn_1": "Indication: RUL Adenocarcinoma.\nProcedure: Microwave Ablation.\nProbe: Neuwave 14mm.\nSettings: 60W, 6 min.\nGuidance: ENB + R-EBUS.\nResult: Good ablation zone. No complications.\nPlan: Discharge tomorrow.",
  "74-8829-C_syn_2": "OPERATIVE REPORT: Bronchoscopic Microwave Ablation.\nCLINICAL SUMMARY: Patient with medically inoperable RUL adenocarcinoma.\nPROCEDURE: The target lesion in the RUL anterior segment was localized using electromagnetic navigation and confirmed via radial EBUS (contact view). A Neuwave microwave antenna was deployed. Microwave energy was delivered at 60 Watts for 6 minutes. Post-ablation imaging verified adequate coverage of the lesion. The patient tolerated the procedure well.",
  "74-8829-C_syn_3": "Service: 31641 (Destruction of tumor).\nMethod: Microwave Ablation.\nDevice: Neuwave System.\nSupport: 31627 (Navigation), 31654 (Radial EBUS).\nNarrative: Navigated to RUL nodule. Verified tool-in-lesion. Delivered microwave energy to destroy tumor. Post-procedure check negative for pneumothorax.",
  "74-8829-C_syn_4": "Procedure: Microwave Ablation\nPatient: [REDACTED]\nLocation: RUL anterior.\nSteps:\n1. Navigated to lesion (SuperDimension).\n2. Confirmed with Radial EBUS.\n3. Inserted Microwave catheter.\n4. Ablated 60W for 6 mins.\n5. Checked airway - clear.\nPlan: Post-op CT.",
  "74-8829-C_syn_5": "done by Dr Foster for [REDACTED] Sato. RUL cancer. used the superD to get there and radial ebus to see it. put the microwave needle in. burned it for 6 mins at 60 watts. looks like we got it all based on the scan after. patient woke up fine no pneumo.",
  "74-8829-C_syn_6": "Bronchoscopic microwave ablation. Right upper lobe nodule. General anesthesia. Electromagnetic navigation to RUL anterior segment. Target confirmed in contact position with radial EBUS. Microwave probe inserted. Ablation performed at 60W for 6 minutes. Lesion coverage confirmed. Airway patent. Extubated.",
  "74-8829-C_syn_7": "[Indication]\nRUL Adenocarcinoma.\n[Anesthesia]\nGeneral.\n[Description]\nNavigation to RUL anterior segment. Microwave ablation (60W x 6min). Lesion destroyed. No complications.\n[Plan]\n[REDACTED] in 24h.",
  "74-8829-C_syn_8": "[REDACTED] in for ablation of his right upper lobe lung cancer. We used a microwave probe inserted through the bronchoscope. After finding the tumor with navigation and ultrasound, we applied microwave energy for 6 minutes. This heated the tumor enough to destroy it. He is recovering well.",
  "74-8829-C_syn_9": "Procedure: Bronchoscopic tumor destruction.\nModality: Microwave energy.\nAction: The RUL neoplasm was targeted. The microwave antenna was positioned. Thermal energy was delivered to ablate the mass. \nResult: Therapeutic destruction of the tumor.",
  "74-8829-C": "DATE: [REDACTED]\nPATIENT: [REDACTED] || MRN: [REDACTED]\nSURGEON: Dr. Amanda Foster\nFACILITY: [REDACTED]\n\nPREOP DX: RUL nodule, 2.1 cm, adenocarcinoma\nPOSTOP DX: Same  \nOPERATION: Bronchoscopic microwave ablation\n\nANESTHESIA: General with ETT\nEBL: <10cc\nCOMPLICATIONS: None\n\nPROCEDURE NOTE:\n62M with RUL adenocarcinoma, medically inoperable. Bronchoscopy performed. ENB navigation to RUL anterior segment lesion (superDimension system). R-EBUS confirmed target in contact position. Microwave probe (Neuwave, 14mm antenna) inserted. Ablation: 60W x 6 min. Good lesion coverage on post-ablation imaging. Airways inspected - no complications. Extubated, stable to PACU.\n\nPLAN: CXR in 4h, CT in 24h, discharge tomorrow if stable, f/u 4 weeks.\n\nA. Foster, MD\nInterventional Pulmonology"
}
