{
  "772194_syn_1": "Indication: Stridor, stent migration. \nProc: Rigid Bronch, Stent Exchange, Laser.\n- 14mm Rigid inserted.\n- Migrated stent in RMB removed with forceps.\n- 70% mid-tracheal obstruction (tumor ingrowth).\n- Tx: Nd:YAG laser (40W), mechanical coring, 12mm CRE balloon dilation.\n- New 16x50mm Dumon stent deployed.\n- Final: Airway patent. EBL 50cc.",
  "772194_syn_2": "OPERATIVE NARRATIVE: The patient, a 65-year-old female with adenoid cystic carcinoma, presented with acute dyspnea secondary to prosthesis migration. Under general anesthesia with jet ventilation, the airway was cannulated with a 14mm rigid bronchoscope. The existing silicone stent was id[REDACTED] within the right mainstem bronchus and extracted. Significant tumor recurrence was noted at the proximal stent bed, narrowing the lumen by 70%. We utilized the Nd:YAG laser at 40 Watts for coagulative necrosis, followed by mechanical debridement with the rigid barrel. Balloon tracheoplasty was performed to 14mm. To maintain patency, a fresh 16x50mm Dumon silicone stent was deployed, covering the affected segment. Hemostasis was achieved.",
  "772194_syn_3": "Procedures Performed:\n1. Bronchoscopy, Rigid, with removal of foreign body (stent) [31638].\n2. Bronchoscopy, Rigid, with destruction of tumor (Laser/Coring) [31641].\n\nTechnique:\nAccess obtained via rigid bronchoscope. Existing stent found migrated distally; removed using optical forceps. Tumor ingrowth at mid-trachea treated with Nd:YAG laser ablation and coring. Stenosis dilated with CRE balloon. A new 16x50mm Dumon stent was sized and placed. \nMedical Necessity: Critical central airway obstruction/stent failure.",
  "772194_syn_4": "Procedure: Rigid Bronchoscopy / Stent Revision\nAttending: Dr. Frankenstein\nSteps:\n1. GA/Jet ventilation started.\n2. 14mm Rigid scope introduced.\n3. Old stent found in RMB -> Removed.\n4. Tumor regrowth (70%) seen mid-trachea.\n5. Laser (Nd:YAG) and coring used to open airway.\n6. Balloon dilation to 14mm.\n7. New Dumon stent (16x50mm) placed.\n8. EBL 50ml. Stable.",
  "772194_syn_5": "patient [REDACTED] here for airway issue she has the adenoid cystic ca. stent slipped down to the right side so we went in with the rigid scope general anesthesia jet vent. pulled the old stent out no problem. saw tumor growing back about 70 percent blocked used the yag laser and the barrel to core it out then dilated with the balloon. put a new dumon silicone stent in 16 by 50 size looks good now airway open. little bit of bleeding stopped with saline.",
  "772194_syn_6": "Rigid bronchoscopy was performed for stent migration and tumor ingrowth. The patient was placed under general anesthesia. A 14mm rigid scope was used. The migrated silicone stent was retrieved from the right mainstem. Inspection showed 70% obstruction from tumor regrowth in the mid-trachea. This was treated with 40W Nd:YAG laser, mechanical coring, and 12mm balloon dilation. A new 16x50mm Dumon silicone stent was deployed. The airway was patent at the end of the case. EBL was 50cc.",
  "772194_syn_7": "[Indication]\nTracheal Adenoid Cystic Carcinoma, stent migration, stridor.\n[Anesthesia]\nGeneral TIVA, Jet Ventilation.\n[Description]\nRigid bronchoscopy (14mm). Migrated stent removed from RMB. Mid-tracheal tumor (70% stenosis) treated with Nd:YAG laser and mechanical coring. Balloon dilation performed. New 16x50mm Dumon stent placed.\n[Plan]\nICU monitoring.",
  "772194_syn_8": "The patient was brought to the operating room for management of a migrated tracheal stent. After induction of general anesthesia and initiation of jet ventilation, a 14mm rigid bronchoscope was introduced. We located the previous stent migrated into the right mainstem bronchus and removed it using forceps. Further inspection revealed tumor ingrowth causing 70% obstruction at the mid-trachea. We applied Nd:YAG laser and performed mechanical coring to clear the obstruction, followed by balloon dilation. Finally, a new 16x50mm Dumon silicone stent was deployed, securing the airway.",
  "772194_syn_9": "Operation: Rigid endoscopy, prosthesis extraction, photo-ablation, and stent deployment.\nSubject: 65F with tracheal malignancy.\nAction: The rigid instrument was introduced. The displaced prosthesis was retrieved from the right lung. Exophytic tissue causing 70% occlusion was vaporized with the Nd:YAG laser and cored. The stricture was expanded via balloon. A replacement 16x50mm Dumon stent was implanted.\nOutcome: Patency restored.",
  "772194": "OPERATIVE REPORT: COMPLEX AIRWAY INTERVENTION\n\nPatient: [REDACTED] (MRN: [REDACTED])\nDate: [REDACTED]\nAttending: Dr. V. Frankenstein\n\n**Indication:** 65F with adenoid cystic carcinoma of the trachea. Status post silicone stent placement 6 months ago. Presents with worsening stridor. CT shows stent migration distally and tumor ingrowth at the proximal stent edge.\n\n**Procedure:** Rigid Bronchoscopy, Stent Removal, Laser Resection, New Stent Placement.\n**Anesthesia:** General (TIVA). Jet Ventilation.\n\n**Details:**\nRigid bronchoscope (14mm) inserted. The existing silicone stent was found migrated into the right mainstem, partially obstructing the RUL. Using rigid forceps, the stent was grasped, folded, and removed en bloc.\n\nInspection revealed exophytic tumor regrowth at the mid-trachea (proximal to old stent site) causing 70% obstruction. \nNd:YAG Laser was applied (40W) to coagulate and vaporize the tumor. Mechanical coring with the rigid barrel was performed. \nBalloon dilation (CRE balloon, 12mm) was performed at the stenotic segment to 14mm.\n\nOnce patency improved to >90%, a new 16x50mm Dumon silicone stent was loaded and deployed covering the mid-to-distal trachea. Position confirmed with flexible scope. RUL patent. Stent stable.\n\n**EBL:** 50cc.\n**Complications:** Minor hemorrhage controlled with cold saline and laser."
}
