{
  "774930_syn_1": "Indication: Severe Asthma.\nProc: Bronchial Thermoplasty (Session 2/3).\nTarget: RLL, LLL.\nActivations: 92 total.\nComplication: Mild bronchospasm (treated).\nPlan: D/C.",
  "774930_syn_2": "OPERATIVE NOTE: Bronchial Thermoplasty, Session 2.\nINDICATION: Refractory asthma.\nPROCEDURE: The lower lobes were targeted for this session. The Alair catheter was deployed systematically in the segmental and subsegmental bronchi of the right and left lower lobes. A total of 92 radiofrequency activations were delivered. The patient tolerated the procedure with only mild, transient bronchospasm managed pharmacologically.",
  "774930_syn_3": "Code: 31661 (Bronchial Thermoplasty, 2 or more lobes).\nDetails: Treated RLL and LLL (2 lobes). Total activations: 92. Session 2 of standard protocol.",
  "774930_syn_4": "Procedure: BT Session 2\nPatient: [REDACTED]\n1. General Anesthesia.\n2. Treated RLL (48 hits) and LLL (44 hits).\n3. Total 92 activations.\n4. Pt got wheezy, gave albuterol/solumedrol.\n5. Improved.\n6. Extubated.",
  "774930_syn_5": "danielle morgan back for her second thermoplasty session doing the lower lobes today. went smoothly did about 90 burns total in the right and left lower lobes. she got a little tight during the case gave some nebs and steroids she opened up. going home today.",
  "774930_syn_6": "Bronchial thermoplasty performed for severe asthma. This was the second of three planned sessions targeting the lower lobes. Radiofrequency energy was delivered to the visible airways of the RLL and LLL. 92 activations total. Procedure complicated by mild bronchospasm which responded to medical therapy.",
  "774930_syn_7": "[Indication]\nSevere Asthma.\n[Anesthesia]\nGeneral.\n[Description]\nBronchial Thermoplasty RLL & LLL. 92 Activations. \n[Complications]\nTransient bronchospasm.\n[Plan]\nDischarge. Session 3 in 3 weeks.",
  "774930_syn_8": "[REDACTED] for her second bronchial thermoplasty treatment for her asthma. Today we treated the bottom sections of both lungs. We used a special catheter to warm the airway walls to reduce muscle thickness. We did 92 treatments in total. She had a little asthma flare during the procedure but we treated it quickly and she is doing fine now.",
  "774930_syn_9": "Intervention: Bronchial thermal remodeling.\nIndication: Refractory reactive airway disease.\nTechnique: Radiofrequency energy application to the distal airways of the lower lobes.\nOutcome: Successful completion of protocol session 2.",
  "774930": "BRONCHIAL THERMOPLASTY – SESSION 2\nDate: [REDACTED]\nPatient: [REDACTED] | 49F | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Steven Park\n\nINDICATION: Severe persistent asthma uncontrolled on maximal inhaled therapy and biologic agent; patient enrolled in bronchial thermoplasty protocol.\n\nPROCEDURE PERFORMED: Flexible bronchoscopy with bronchial thermoplasty of multiple lobes (CPT 31661)\n\nANESTHESIA: General anesthesia with 8.0 ETT\n\nPROCEDURE SUMMARY:\nThis is session 2 of 3 (lower lobes treated today). Flexible bronchoscope was advanced via the ETT. The radiofrequency BT catheter was deployed sequentially in segmental and subsegmental bronchi of the right lower lobe and left lower lobe.\n\nTotal of 92 activations were delivered (RLL 48, LLL 44) per standard BT protocol. No biopsies, BAL or EBUS were performed.\n\nFINDINGS: Normal tracheobronchial anatomy without mucus plugging or endobronchial lesions.\n\nCOMPLICATIONS: Mild transient bronchospasm during the case, resolved with inhaled albuterol and IV methylprednisolone. No bleeding.\nDISPOSITION: Extubated in the OR, observed in PACU and discharged home after 4 hours of monitoring."
}
