{
  "781244_syn_1": "Indication: Hypoxemia, mucus plugging.\nProc: Therapeutic bronchoscopy.\nFindings: Thick secretions R lung.\nAction: Suctioned R main/RML/RLL. Saline lavage.\nResult: Airways patent. Improved saturations.\nPlan: Wean vent.",
  "781244_syn_2": "PROCEDURE NOTE: Bedside Therapeutic Bronchoscopy.\nINDICATION: Acute hypoxemic respiratory failure secondary to severe pneumonia and suspected mucus plugging.\nPROCEDURE: The bronchoscope was introduced via the endotracheal tube. Significant tenacious, purulent secretions were id[REDACTED] obstructing the right bronchial tree. Extensive therapeutic aspiration and saline lavage were performed until the airways were patent. The left lung was relatively clear. \nIMPRESSION: Successful clearance of mucous plugs leading to immediate improvement in ventilator mechanics.",
  "781244_syn_3": "Code Selection: 31645 (Therapeutic aspiration of tracheobronchial tree).\nJustification: Procedure performed for initial therapeutic purposes to resolve mucus plugging causing respiratory failure. Extensive suctioning and lavage required to clear right mainstem, RML, and RLL bronchi. No biopsy or diagnostic washing performed.",
  "781244_syn_4": "Procedure: Bronchoscopy (ICU)\nResident: Dr. Resident\nAttending: Dr. Holloway\n1. Time out.\n2. Scope down ETT.\n3. R lung full of mucus. Suctioned.\n4. Lavaged with saline.\n5. Cleared RML/RLL.\n6. L lung okay.\n7. Pt tolerated well.",
  "781244_syn_5": "bedside bronch for [REDACTED] up again tube in place went down with the scope tons of thick junk on the right side vacuumed it all out used some saline took a while but got it open left side looked fine no masses or anything just pneumonia improving sats afterwards.",
  "781244_syn_6": "Flexible bronchoscopy was performed at the bedside for mucus plugging. The patient was already intubated. Examination revealed copious thick secretions in the right lung. These were aspirated. Saline was instilled to facilitate removal. The right middle and lower lobes were cleared. The left lung was inspected and found to be patent. The patient's respiratory status improved following the intervention.",
  "781244_syn_7": "[Indication]\nAcute hypoxemic respiratory failure, mucus plugging.\n[Anesthesia]\nICU Sedation (Propofol/Fentanyl).\n[Description]\nTherapeutic aspiration performed. Large mucus plugs removed from R main/RML/RLL. Lavage utilized. Airways cleared.\n[Plan]\nContinue mechanical ventilation. Monitor secretions.",
  "781244_syn_8": "Dr. Holloway performed a bedside bronchoscopy on [REDACTED] her dropping oxygen levels. We passed the scope through her breathing tube and immediately found heavy mucus blocking the right lung. We spent significant time suctioning and washing the area with saline until the breathing tubes were clear. The left side looked much better. Afterward, her ventilator pressures went down, which is a good sign.",
  "781244_syn_9": "Intervention: Bronchoscopic airway clearance.\nReason: Compromised oxygenation due to bronchial obstruction.\nTechnique: The endoscope was navigated through the airway. Copious exudate was evacuated from the right hemithorax using suction and lavage. The bronchial lumen was restored. \nOutcome: Improved aeration.",
  "781244": "BRONCHOSCOPY NOTE - ICU BEDSIDE\nDate: [REDACTED]\nPatient: [REDACTED] | 68F | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. James Holloway\nIndication: Acute hypoxemic respiratory failure with suspected mucus plugging of right lung in patient with severe COPD and pneumonia on mechanical ventilation.\nAirway: 7.5 ETT at 22 cm, ventilator VC 16/400/5/60%\nSedation: Propofol and fentanyl infusions running; no additional IV pushes documented.\n\nProcedure:\n- Flexible bronchoscope passed through the ETT under continuous cardiac and pulse ox monitoring.\n- Large amounts of thick tenacious secretions suctioned from right mainstem, right middle lobe and right lower lobe bronchi.\n- Saline instillation and repeated therapeutic aspiration until airways cleared.\n- No biopsies, brushings, BAL or EBUS performed.\n- Left lung inspected; minimal thin secretions suctioned, no lesions.\n\nFindings:\n- Diffuse purulent secretions consistent with pneumonia.\n- No endobronchial mass or foreign body.\n\nComplications: None. Estimated blood loss <5 mL.\nDisposition: Remains intubated in ICU with improved breath sounds and lower peak pressures; repeat bronchoscopy only if clinically indicated."
}
