{
  "782341_syn_1": "Procedure: Bronchoscopy w/ EBBx\nTarget: RUL mass (RB1).\nAction: Scope passed. Exophytic mass ID'd. 4 biopsies taken with cold forceps. Moderate bleeding -> Cold saline. Hemostasis achieved.\nPlan: Path f/u.",
  "782341_syn_2": "OPERATIVE REPORT: The patient was brought to the bronchoscopy suite for evaluation of a right upper lobe endobronchial abnormality suggestive of neoplasia. Upon endoscopic visualization, a polypoid, friable tissue mass was observed nearly obstructing the RB1 segment. Utilizing standard cold forceps, four biopsies were procured to ensure adequate histopathologic characterization. Hemostasis was secured via lavage with cold saline.",
  "782341_syn_3": "CPT 31625: Bronchoscopy with endobronchial biopsy.\nProcedure Note: Flexible bronchoscope introduced. Anatomical inspection revealed 6.0mm scope used to access RUL. A specific lesion at the RB1 orifice was id[REDACTED]. Forceps were utilized to obtain 4 distinct tissue samples (endobronchial biopsies). Bleeding was managed with cold saline irrigation. No additional fluoroscopy or needle aspiration required.",
  "782341_syn_4": "Procedure Note\nResident: Dr. Chen\nPatient: [REDACTED]\nIndication: RUL Mass\nSteps:\n1. Moderate sedation initiated.\n2. Scope inserted orally.\n3. Airway inspection: Mass at RB1.\n4. Biopsy: 4 samples taken from RUL mass.\n5. Hemostasis: Cold saline used.\n6. Scope withdrawn.\nPlan: Follow pathology.",
  "782341_syn_5": "pt [REDACTED] harrison here for bronchoscopy found that rul mass looked like cancer red and friable at rb1 took four biopsies bleeding was moderate so we used cold saline to stop it washings sent too patient did fine going home 5 days for path results.",
  "782341_syn_6": "Under moderate sedation, a flexible bronchoscope was introduced. The airways were inspected. A pink-red, friable, exophytic mass was id[REDACTED] at the RB1 orifice, causing near-complete occlusion. Four endobronchial biopsies were obtained using cold forceps. Moderate bleeding occurred and was controlled with cold saline irrigation. Bronchial washings were collected. The patient tolerated the procedure well.",
  "782341_syn_7": "[Indication]\nRUL endobronchial mass on CT, suspected malignancy.\n[Anesthesia]\nModerate sedation (Midazolam/Fentanyl).\n[Description]\nScope inserted. Exophytic mass found at RB1. 4 biopsies taken. Bleeding controlled with cold saline.\n[Plan]\nDischarge home. Pathology follow-up.",
  "782341_syn_8": "The patient, [REDACTED], presented for a bronchoscopy due to a suspected RUL mass. After achieving moderate sedation, we advanced the scope and id[REDACTED] a polypoid mass occluding the RB1 segment. We proceeded to take four biopsies using cold forceps. There was some moderate bleeding, which we successfully managed with cold saline. The patient remained stable throughout.",
  "782341_syn_9": "Diagnosed RUL endobronchial mass. Performed bronchoscopy with sampling. Under sedation, inspected airways. Spotted exophytic mass at RB1. Harvested 4 tissue samples with forceps. Controlled hemorrhage with saline. Collected washings. Patient tolerated intervention.",
  "782341": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Rebecca Chen\n\nDx: RUL endobronchial mass seen on CT, suspected lung cancer\nProcedure: Bronchoscopy with endobronchial biopsy\n\nUnder moderate sedation (midazolam 4mg, fentanyl 100mcg IV), flexible bronchoscopy performed via oral route with 6.0mm Olympus scope. Airways inspected systematically. Exophytic polypoid mass id[REDACTED] at RB1 orifice, near-completely occluding the segment. Pink-red, friable appearance. 4 endobronchial biopsies obtained with cold forceps. Moderate bleeding controlled with cold saline irrigation. Bronchial washings sent. No other airway abnormalities. Patient tolerated procedure well.\n\nPost-procedure: Stable, SpO2 96% on 2L NC. D/C home with path f/u in 5 days.\n\nR. Chen, MD"
}
