{
  "789012_syn_1": "Indication: Sarcoidosis suspicion.\nProc: Thoracoscopy w/ biopsy.\n- 5th ICS.\n- Biopsied 4R (x6) and 7 (x4).\n- 16Fr chest tube.",
  "789012_syn_2": "PROCEDURE NOTE: Medical thoracoscopy for mediastinal lymph node sampling.\nINDICATION: Evaluation of mediastinal adenopathy for sarcoidosis.\nDESCRIPTION: Under moderate sedation, the pleural space was accessed. The mediastinal pleura was opened to expose stations 4R and 7. Adequate biopsy specimens were obtained from both sites for histological and microbiological analysis. A 16Fr chest tube was placed.",
  "789012_syn_3": "CPT 32606: Thoracoscopy with biopsy of mediastinal lymph nodes.\nNodes: 4R and 7.\nIndication: Suspected sarcoidosis.\nSpecimens: Sent for H&E, cultures, polarized light.\nDevice: 16Fr chest tube.",
  "789012_syn_4": "Procedure: Thoracoscopy\n1. Sedation.\n2. Port 5th ICS.\n3. Biopsied 4R and 7.\n4. 16Fr tube placed.\nNo complications.",
  "789012_syn_5": "Robert Jackson sarcoid workup medical thoracoscopy right side 5th ics normal pleura biopsied 4r and 7 good cores sent for cultures too 16fr tube in done.",
  "789012_syn_6": "Thoracoscopy with mediastinal node sampling. Moderate sedation. Right lateral decubitus. Standard thoracoscopic entry 5th ICS. Normal pleural surfaces. Mediastinal pleura over paratracheal region opened. Large 2.5cm node id[REDACTED] at station 4R. Multiple punch biopsies x6 obtained. Additional sampling from subcarinal region station 7 x4 biopsies. 16Fr chest tube placed.",
  "789012_syn_7": "[Indication]\nSuspected Sarcoidosis.\n[Anesthesia]\nModerate Sedation.\n[Description]\nThoracoscopy. Biopsied 4R and 7. 16Fr tube placed.\n[Plan]\nObs.",
  "789012_syn_8": "[REDACTED] confirmation for suspected sarcoidosis. We performed a thoracoscopy with sedation. We found enlarged lymph nodes in the chest and took several samples from two different locations. These will be tested for sarcoidosis and infections. A chest tube was placed at the end.",
  "789012_syn_9": "Diagnosis: Mediastinal adenopathy (Sarcoidosis).\nAction: Thoracoscopic nodal sampling.\nDetails: Nodes at 4R and 7 harvested. Drain inserted.",
  "789012": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Lisa Park\n\nDx: Suspected sarcoidosis with extensive mediastinal and hilar adenopathy\nProcedure: Thoracoscopy with mediastinal node sampling\n\nHx: 70M with fatigue, dry cough. CT showed bilateral hilar and mediastinal adenopathy. Bronchoscopy with EBUS limited by poor access to enlarged nodes. Decision made for thoracoscopic sampling.\n\nProcedure:\nModerate sedation with propofol/fentanyl. Right lateral decubitus. Standard thoracoscopic entry 5th ICS. Normal pleural surfaces. Mediastinal pleura over paratracheal region opened. Large 2.5cm node id[REDACTED] at station 4R. Multiple punch biopsies (x6) obtained with excellent tissue.\n\nAdditional sampling from subcarinal region (station 7, x4 biopsies).\n\nNo significant bleeding. 16Fr chest tube placed. Patient tolerated well.\n\nSpecimens to path for H&E, AFB, fungal stains, and polarized light.\n\nL. Park MD"
}
