{
  "789234_syn_1": "Dx: R complex parapneumonic effusion.\nRx: Intrapleural fibrinolysis Day 1.\n- 14Fr chest tube in situ.\n- Instilled 10mg tPA / 5mg DNase in 50mL NS.\n- Clamp 2h -> Open to drain.\n- No pain/distress.",
  "789234_syn_2": "CLINICAL SUMMARY: This 67-year-old female with a right-sided loculated parapneumonic effusion required intervention. The indwelling pleural catheter exhibited poor drainage secondary to loculations.\nINTERVENTION: Therapeutic instillation of fibrinolytic agents. Under sterile conditions, tissue plasminogen activator (10 mg) and dornase alfa (5 mg) were administered into the pleural space via the existing catheter. The device was clamped for a dwell time of 120 minutes to facilitate fibrinolysis, then opened to gravity drainage. The patient tolerated the procedure without adverse hemodynamic sequelae.",
  "789234_syn_3": "Procedure: Instillation of fibrinolytic agent (CPT 32561).\nDevice: Indwelling pleural catheter (Right).\nAgents: tPA 10mg + DNase 5mg.\nTechnique: Sterile prep, injection of agents, 2-hour clamp time.\nMedical Necessity: To break down loculations in complex parapneumonic effusion.",
  "789234_syn_4": "Procedure Note: Fibrinolytic Instillation\nIndication: Loculated effusion\nSteps:\n1. Sterile prep of catheter hub.\n2. Flush with NS.\n3. Instilled tPA 10mg/DNase 5mg.\n4. Clamped x 2 hours.\n5. Unclamped.\nPatient [REDACTED].",
  "789234_syn_5": "pt [REDACTED] effusion right side we did the tpa dnase instillation today tube was flushed 10 tpa 5 dnase went in fine clamped it for two hours then opened it up no issues draining better now plan for bid dosing.",
  "789234_syn_6": "Right-sided complex parapneumonic effusion with loculations requiring fibrinolysis. 10mg tPA and 5mg DNase mixed in 50mL NS instilled via existing pleural catheter under sterile technique. The catheter was clamped for 2 hours and then returned to drainage. Patient tolerated the procedure well with no chest pain or distress. Plan to continue BID dosing for 3 days.",
  "789234_syn_7": "[Indication]\nRight complex parapneumonic effusion with loculations.\n[Anesthesia]\nNone (Local catheter access).\n[Description]\nInstilled 10mg tPA and 5mg DNase via 14Fr chest tube. Dwell time 2 hours.\n[Plan]\nBID dosing x 6 doses.",
  "789234_syn_8": "[REDACTED] a 67-year-old female suffering from a right-sided pneumonia that has developed into a complex, loculated effusion. Today, we proceeded with the first day of intrapleural fibrinolytic therapy. Using her existing 14Fr chest tube, we instilled a mixture of 10mg tPA and 5mg DNase. We clamped the tube for two hours to allow the medication to work, then opened it back up for drainage. She handled it very well.",
  "789234_syn_9": "Diagnosis: Right-sided complex parapneumonic collection.\nAction: Administered fibrinolytic therapy via pleural catheter - Day 1.\nDetails: 10mg alteplase and 5mg dornase alfa were injected via the existing tube. The tube was occluded for 2 hours, then released for output. No discomfort noted.",
  "789234": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. James Rodriguez\n\nDx: Right-sided complex parapneumonic effusion with loculations\nProcedure: Intrapleural fibrinolytic instillation via indwelling pleural catheter - Day 1\n\nHx: 67F with right-sided pneumonia complicated by loculated parapneumonic effusion. 14Fr chest tube placed [REDACTED], draining poorly with persistent loculations on CT. Decision made to initiate intrapleural fibrinolytic therapy.\n\nProcedure: Under sterile technique, 10mg tPA and 5mg DNase mixed in 50mL NS instilled via existing pleural catheter. Catheter clamped for 2 hours, then opened to drainage. Patient tolerated well. No chest pain, no respiratory distress.\n\nPlan: Continue tPA/DNase BID x 3 days. Repeat imaging in 48hrs. Monitor drainage output.\n\nJ. Rodriguez MD"
}
