{
  "789456_syn_1": "Indication: Middle mediastinal cyst.\nProc: VATS excision.\n- 3 ports.\n- Cyst 6cm, adherent to esophagus/bronchus.\n- Aspirated -> Dissected.\n- Complete wall removal.\n- Chest tube.",
  "789456_syn_2": "OPERATIVE SUMMARY: Thoracoscopic resection of bronchogenic cyst.\nFINDINGS: A 6 cm cystic lesion was id[REDACTED] in the middle mediastinum, intimately associated with the esophagus and right mainstem bronchus.\nPROCEDURE: Following aspiration of mucinous fluid to facilitate handling, the cyst wall was meticulously dissected from the airway and esophagus using blunt and sharp dissection. Complete excision of the cyst wall was achieved without injury to surrounding structures.",
  "789456_syn_3": "CPT 32662: VATS excision of mediastinal cyst.\nType: Bronchogenic cyst.\nComplexity: Adherent to esophagus and airway.\nSteps: Aspiration, dissection of wall, removal, chest tube.",
  "789456_syn_4": "Procedure: VATS Cyst Excision\n1. 3 ports.\n2. Found cyst middle mediastinum.\n3. Aspirated fluid.\n4. Dissected wall off esophagus/bronchus.\n5. Removed specimen.\n6. Chest tube.",
  "789456_syn_5": "George Nakamura 73M with the big cyst in the middle of the chest vats 3 ports stuck to the esophagus and airway carefully peeled it off after draining it got the whole wall out chest tube placed no leaks.",
  "789456_syn_6": "VATS Excision of Mediastinal Cyst. 6cm middle mediastinal cyst causing dysphagia. Large cystic lesion id[REDACTED] in middle mediastinum closely abutting the esophagus and right mainstem bronchus. Cyst aspirated clear mucinous fluid. Cyst wall dissected carefully from esophagus and airway using combination of sharp and blunt dissection. Complete excision achieved.",
  "789456_syn_7": "[Indication]\nSymptomatic mediastinal cyst (Bronchogenic).\n[Anesthesia]\nGeneral, DLT.\n[Description]\n3-port VATS. Cyst aspirated. Wall dissected from esophagus/bronchus. Complete excision.\n[Plan]\nAdmit.",
  "789456_syn_8": "[REDACTED] a large cyst pressing on his esophagus. We performed a VATS procedure to remove it. Once we were inside, we drained the fluid from the cyst to make it smaller, then carefully peeled the cyst wall off of the esophagus and the main airway. We got the whole thing out without damaging any organs.",
  "789456_syn_9": "Diagnosis: Middle mediastinal fluid-filled lesion.\nAction: Thoracoscopic resection of mediastinal cyst.\nDetails: Lesion drained. Capsule separated from adjacent airway and esophagus. Complete removal. Drainage tube inserted.",
  "789456": "Patient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (73 years old)\nDate: [REDACTED]\nFacility: [REDACTED]\n\nProcedure: VATS Excision of Mediastinal Cyst\n\nSurgeon: Dr. Patricia Hayes, MD - Thoracic Surgery\nAnesthesia: General (DLT)\n\nIndication: 73M with symptomatic 6cm middle mediastinal cyst causing dysphagia and chest discomfort. MRI suggests bronchogenic cyst.\n\nTechnique:\nRight lateral decubitus. Standard three-port VATS approach. 30-degree thoracoscope inserted. Large cystic lesion id[REDACTED] in middle mediastinum, closely abutting the esophagus and right mainstem bronchus. Cyst aspirated - clear mucinous fluid. Cyst wall dissected carefully from esophagus and airway using combination of sharp and blunt dissection. Complete excision achieved without violation of esophagus or airway.\n\nFinal specimen: 5.8 x 5.2 cm cyst with thickened wall.\n\nChest tube placed. Full lung expansion confirmed. Patient extubated and transferred to recovery.\n\nEBL: 40mL\nNo complications.\n\nP. Hayes MD"
}
