{
  "796499_syn_1": "Indication: 10mm LUL GGO.\nProcedure:\n- Monarch nav to LB3.\n- rEBUS: Adjacent.\n- TBNA (19G), Forceps x7, Brush, BAL.\nROSE: Benign.\nPlan: D/C.",
  "796499_syn_2": "PROCEDURE NOTE: [REDACTED] bronchoscopy for a 10mm ground glass opacity in the Anterior Segment of the LUL. Navigation was performed via the Monarch platform to LB3. Radial EBUS demonstrated an adjacent view. We utilized a 19G needle for TBNA, followed by forceps biopsies and protected brushings. A BAL was performed. ROSE showed benign respiratory epithelium and macrophages.",
  "796499_syn_3": "Billing: 31629, 31628, 31623, 31624, 31627, 31654.\nSite: LUL Anterior (LB3).\nNote: 19G needle used.\nOutcome: Benign ROSE.",
  "796499_syn_4": "Trainee Note\nPt: [REDACTED].\nLoc: LUL 10mm.\nSteps:\n1. GA.\n2. Nav to LB3.\n3. rEBUS adjacent.\n4. 19G TBNA x5.\n5. Forceps x7.\n6. Brush.\n7. BAL.\nROSE: Benign.\nComplications: None.",
  "796499_syn_5": "Andrew Adams 10mm nodule LUL anterior segment. Used the monarch robot registration 2.9mm. Went to LB3 rEBUS adjacent. Used the 19 gauge needle forceps brush and did a wash. ROSE says benign. Patient doing fine.",
  "796499_syn_6": "Robotic bronchoscopy was performed for a 10mm LUL nodule. The Monarch system was navigated to the anterior segment (LB3). rEBUS showed an adjacent view. Sampling included 19G TBNA, forceps biopsy, brushings, and BAL. ROSE results were benign. The patient tolerated the procedure without complications.",
  "796499_syn_7": "[Indication]\nGround glass opacity, LUL (10mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to LB3. rEBUS: Adjacent. Sampling: 19G TBNA, Forceps, Brush, BAL. ROSE: Benign.\n[Plan]\nCXR, Discharge.",
  "796499_syn_8": "[REDACTED] for a biopsy of a small 10mm nodule in his left upper lobe. We used the robotic system to navigate to the anterior segment. EBUS confirmed we were adjacent to the lesion. We took samples with a 19-gauge needle, forceps, and brush, and also washed the area. The preliminary results were benign. He recovered well.",
  "796499_syn_9": "Procedure: Robotic navigational bronchoscopy.\nSite: LUL Anterior Segment.\nAction: The scope was navigated to the target. rEBUS verified the position. The lesion was aspirated, biopsied, and brushed. Lavage was performed.\nResult: ROSE indicated benign findings.",
  "796499": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 10mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t282\t13\t100\t6\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.9mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB3) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 5 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 7 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at LB3. 40mL NS instilled with 19mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Benign respiratory epithelium and macrophages\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nLee, MD"
}
