{
  "821540_syn_1": "Indication: 2 nodules (RUL, RLL).\nProc: Robotic Nav + REBUS + TBBx.\nTargets: RUL post (1.6cm), RLL sup (2.1cm).\nAction: Navigated, confirmed REBUS. Biopsied both.\nResult: Samples obtained.\nPlan: D/C.",
  "821540_syn_2": "OPERATIVE NOTE: Robotic Navigational Bronchoscopy.\nINDICATION: Bilateral pulmonary nodules.\nPROCEDURE: A pre-operative CT was utilized for path planning. Using the robotic platform, the bronchoscope was navigated sequentially to the RUL posterior and RLL superior segments. Radial EBUS confirmed lesion location at both sites. Transbronchial biopsies were obtained from both targets without complication.",
  "821540_syn_3": "Codes: 31627 (Navigational Bronch), 31654 (REBUS), 31628 (TBBx 1st lobe), 31632 (TBBx addl lobe).\nDetails: Navigation used. REBUS used. Biopsies taken from RUL and RLL (2 separate lobes).",
  "821540_syn_4": "Procedure: Robotic Bronch\nPatient: [REDACTED]\n1. Navigated to RUL nodule -> REBUS confirm -> Biopsy x3.\n2. Navigated to RLL nodule -> REBUS confirm -> Biopsy x4.\n3. Fluoroscopy used.\n4. No pneumo.\n5. Good samples.",
  "821540_syn_5": "teresa johnson two spots on the lung right side. used the robot to get out there. found the top one with the ultrasound took some bites. then went to the bottom one found that too took more bites. everything went smooth no bleeding patient went home.",
  "821540_syn_6": "Robotic assisted navigational bronchoscopy performed for peripheral pulmonary nodules. Targets in RUL and RLL localized using digital path planning and radial EBUS confirmation. Transbronchial forceps biopsies obtained from both sites. No complications.",
  "821540_syn_7": "[Indication]\nLung nodules RUL/RLL.\n[Anesthesia]\nGeneral.\n[Description]\nRobotic Nav to RUL & RLL. REBUS confirmation. Transbronchial biopsies performed x2 lobes.\n[Plan]\nDischarge. CT f/u.",
  "821540_syn_8": "[REDACTED] a robotic bronchoscopy today to biopsy two spots in her right lung. We used the robot to steer the camera deep into the lung to reach the spots in the upper and lower lobes. We confirmed we were in the right place with ultrasound and took biopsies from both. She did very well.",
  "821540_syn_9": "Procedure: Computer-assisted navigational bronchoscopy.\nTargets: RUL and RLL peripheral lesions.\nVerification: Radial endobronchial ultrasound.\nIntervention: Transbronchial biopsy of multiple lobes.\nOutcome: Tissue acquisition successful.",
  "821540": "ROBOTIC NAVIGATIONAL BRONCHOSCOPY NOTE\nPatient: [REDACTED] | 59F | MRN [REDACTED]\nDate: [REDACTED]\nInstitution: [REDACTED]\nAttending: Dr. Kevin Li\nFellow: Dr. Nora Steele\n\nINDICATION:\nTwo enlarging peripheral pulmonary nodules (right upper lobe posterior segment 1.6 cm; right lower lobe superior segment 2.1 cm) in a 30-pack-year former smoker with COPD. PET shows both nodules mildly FDG-avid without clear nodal disease.\n\nPROCEDURES PERFORMED:\n- Robotic navigational bronchoscopy with computer-assisted image-guided navigation (CPT 31627)\n- Radial EBUS for peripheral lesion localization (CPT 31654)\n- Transbronchial lung biopsy, first lobe (CPT 31628)\n- Transbronchial lung biopsy, additional lobe (add-on CPT +31632)\n\nANESTHESIA: General anesthesia with 8.0 ETT\n\nPROCEDURE SUMMARY:\nPre-procedure planning CT was loaded into the robotic platform and pathways were created to the RUL posterior segment and RLL superior segment targets.\n\nAfter induction, the robotic bronchoscope was navigated to the RUL target. Radial EBUS demonstrated a concentric hypoechoic lesion. Three transbronchial forceps biopsies and one cytology brush were obtained from the RUL posterior segment.\n\nThe robot was then redirected to the RLL superior segment. Radial EBUS again confirmed an eccentric lesion abutting an airway. Four forceps biopsies were obtained from the RLL.\n\nNo linear EBUS was performed and no fiducial markers or ablation were placed. Fluoroscopy showed no immediate pneumothorax.\n\nCOMPLICATIONS: None; estimated blood loss ~15 mL.\nDISPOSITION: Extubated in the OR, recovered in PACU and discharged home the same day with clinic and CT follow up arranged."
}
