{
  "829174_syn_1": "Indication: Hemoptysis.\nFindings: RB4 sessile lesion, clot removed.\nAction: 3 biopsies taken. Bleeding controlled w/ ice saline/epi.\nStatus: Hemostasis confirmed.",
  "829174_syn_2": "PROCEDURE: Bronchoscopic evaluation for hemoptysis. An 8mm sessile, erythematous lesion was visualized at the RB4 orifice after removal of an overlying coagulum. Three endobronchial biopsies were performed. The resultant brisk hemorrhage was managed successfully with the instillation of cold saline and topical epinephrine 1:10,000.",
  "829174_syn_3": "Billing Rationale: 31625 (Biopsy). Procedure included suctioning of blood/clot to visualize the lesion (incidental) and biopsy of the RB4 lesion. Hemostasis achieved via pharmacological agents (epi) and cold saline. No separate control of bleed code applicable.",
  "829174_syn_4": "Procedure: Bronchoscopy\nPatient: K. O'Brien\nSteps:\n1. Nasal approach.\n2. Suctioned clot from RML.\n3. Saw lesion at RB4.\n4. Biopsied x3.\n5. Brisk bleeding -> Epi/Ice saline used.\n6. Bleeding stopped.",
  "829174_syn_5": "[REDACTED] hemoptysis check went in through nose saw blood in rml sucked out a clot found a raised red lesion at rb4 took 3 biopsies it bled pretty good used ice saline and epi stopped eventually no bleeding at end.",
  "829174_syn_6": "Moderate sedation was used. The scope was introduced nasally. Blood-tinged secretions and a clot were cleared from the RML, revealing an 8mm sessile lesion at RB4. Three biopsies were taken. Brisk bleeding was controlled with ice saline and epinephrine. The airways were otherwise normal.",
  "829174_syn_7": "[Indication]\nRecurrent hemoptysis, RML lesion.\n[Anesthesia]\nModerate sedation.\n[Description]\nClot removed from RB4. Underlying lesion biopsied x3. Bleeding controlled with Epi/Saline.\n[Plan]\nPathology pending. Return precautions.",
  "829174_syn_8": "Ms. O'Brien came in for hemoptysis. During the bronchoscopy, we cleared a clot from the right middle lobe and found a reddish lesion underneath. We took three biopsies. This caused some brisk bleeding, but we controlled it effectively with ice saline and epinephrine. She is stable with no further bleeding.",
  "829174_syn_9": "Investigation of hemoptysis. Performed nasal bronchoscopy. Cleared coagulum. Sampled sessile lesion at RB4. Managed hemorrhage with vasoconstrictors and cryo-fluid. Hemostasis verified.",
  "829174": "Pt: O'Brien, Kathleen || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. David Kim\n\nDx: Recurrent hemoptysis, RML bronchial lesion on CT\nProcedure: Bronchoscopy with endobronchial biopsy\n\nModerate sedation. Bronchoscopy via nasal approach with 4.9mm scope. Blood-tinged secretions in RML. Sessile raised lesion at RB4 with overlying clot. Clot gently removed with suction. Underlying 8mm reddish lesion visualized. 3 biopsies taken with small cup forceps. Brisk bleeding controlled with ice saline and topical epinephrine (1:10,000). No active bleeding at end. Remainder of airways normal.\n\nPost-procedure stable. No further hemoptysis. F/U path in 1 week. Return precautions given.\n\nD. Kim, MD"
}
