{
  "8472-9315_syn_1": "Indication: RUL posterior nodule (2.3cm). High risk surgical candidate.\nProcedure: EMN Bronchoscopy + Microwave Ablation.\nEquipment: SuperDimension, Emprint 2.0 probe.\nAction: Navigated to RB1. Confirmed w/ R-EBUS & Cone Beam. Ablated 65W x 5 min (Max temp 85C).\nResult: Hyperechoic zone on R-EBUS (necrosis).\nPlan: [REDACTED] 6h.",
  "8472-9315_syn_2": "OPERATIVE REPORT: Electromagnetic Navigation Bronchoscopy with Microwave Ablation.\nINDICATION: Primary lung adenocarcinoma, RUL posterior segment, in a patient with severe COPD.\nTECHNIQUE: General anesthesia was induced. Using the SuperDimension system, the RUL posterior target was cannulated. Radial EBUS and Cone-Beam CT verified probe placement within 5mm of the lesion center. A microwave ablation catheter was advanced. Energy was delivered (65W, 5 min) achieving a peak tip temperature of 85C. Post-ablation imaging confirmed coagulative necrosis encompassing the tumor.",
  "8472-9315_syn_3": "Billing Codes:\n- 31641: Destruction of tumor (Microwave Ablation).\n- 31627: Navigation (SuperDimension).\n- 31654: Radial EBUS.\nNote: No biopsy performed today (diagnostic confirmed prior). 31641 is the primary service.",
  "8472-9315_syn_4": "Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Chen\nSteps:\n1. GA/Intubation.\n2. Navigated to RUL posterior nodule.\n3. Confirmed with REBUS and Cone Beam CT.\n4. Microwave ablation: 65W for 5 mins.\n5. Re-imaged: Good ablation zone.\n6. Extubated.\nPlan: Admit.",
  "8472-9315_syn_5": "ablation for [REDACTED] today. he has that RUL nodule and cant have surgery. used the superD nav system and the emprint microwave probe. got right to the middle of it checked with the spinny CT. cooked it at 65 watts for 5 mins. temp got up to 85. looks fried on the ultrasound. no bleeding.",
  "8472-9315_syn_6": "Bronchoscopic electromagnetic navigation with microwave ablation of right upper lobe peripheral nodule. 67-year-old gentleman. General anesthesia. Navigation to RUL posterior segment. Radial EBUS and cone-beam CT confirmation. Microwave ablation probe advanced. Ablation 65 watts for 5 minutes. Hyperechoic changes on EBUS. No complications.",
  "8472-9315_syn_7": "[Indication]\nRUL Adenocarcinoma, inoperable.\n[Anesthesia]\nGeneral.\n[Description]\nEMN to RUL posterior. Confirmed w/ REBUS/CBCT. Microwave ablation (65W, 5min). Tumor necrosed.\n[Plan]\nAdmit, f/u CT.",
  "8472-9315_syn_8": "We treated [REDACTED]'s lung cancer today using a microwave ablation catheter. Because of his COPD, surgery wasn't an option. We navigated a small catheter to the tumor in his right upper lobe and confirmed its position with a 3D X-ray spin. We then heated the tumor to 85 degrees Celsius for 5 minutes to kill the cancer cells. The procedure was successful.",
  "8472-9315_syn_9": "Procedure: Image-guided tumor destruction.\nDevice: Microwave antenna.\nAction: The RUL lesion was accessed via electromagnetic guidance. The probe was inserted and activated (65W). Thermal ablation was performed. \nResult: Coagulative necrosis of the target.",
  "8472-9315": "Patient Name: [REDACTED] Anderson\nMRN: [REDACTED]\nDOB: [REDACTED] (Age: 67)\nDate of Procedure: [REDACTED]\nInstitution: [REDACTED]\nAttending Physician: Dr. Sarah Chen, MD, FCCP\nFellow: Dr. Michael Rodriguez, MD\nAnesthesia: Dr. Patricia Williams, MD\n\nPREOPERATIVE DIAGNOSIS:\nRight upper lobe pulmonary nodule, 2.3 cm, highly suspicious for primary lung adenocarcinoma. Patient deemed high surgical risk due to severe COPD (FEV1 38% predicted) and coronary artery disease with prior CABG.\n\nPOSTOPERATIVE DIAGNOSIS: Same\n\nPROCEDURE PERFORMED:\nBronchoscopic electromagnetic navigation with microwave ablation of right upper lobe peripheral nodule\n\nINDICATION:\n67-year-old gentleman with 45 pack-year smoking history presents with incidentally discovered 2.3 cm spiculated nodule in right upper lobe posterior segment. PET-CT demonstrates SUV max 8.4. Transthoracic needle biopsy confirmed adenocarcinoma. Patient evaluated by thoracic surgery but deemed prohibitive surgical risk. Multidisciplinary tumor board recommended bronchoscopic ablation vs SBRT. Patient elected for bronchoscopic microwave ablation after extensive discussion of risks and benefits.\n\nPROCEDURE DETAILS:\nAfter informed consent, patient brought to interventional pulmonology suite. Time-out performed. General anesthesia induced with propofol and rocuronium, patient intubated with 8.5 ETT. Bronchoscope advanced through ETT after securing airway. Initial survey bronchoscopy revealed patent airways without endobronchial lesions. \n\nElectromagnetic navigation bronchoscopy performed using superDimension system with prior thin-slice CT protocol. Planning software id[REDACTED] target nodule in RUL posterior segment (RB1). Navigation successful with 8 steerable guide sheath advanced to peripheral location. Radial EBUS performed demonstrating target lesion in contact position with characteristic hypoechoic appearance. Target confirmed with cone-beam CT showing guide sheath within 5mm of lesion center.\n\nExtended working channel passed through guide sheath. Microwave ablation probe (Emprint 2.0, 15mm active tip) advanced through EWC to target site. Ablation parameters: 65 watts, 5 minute duration. Temperature monitoring showed gradual rise to 85°C at probe tip. Patient remained hemodynamically stable throughout ablation. Post-ablation radial EBUS demonstrated hyperechoic changes consistent with coagulative necrosis. \n\nGuide sheath slowly withdrawn under direct visualization. Inspection revealed mild mucosal edema but no active bleeding. Airways suctioned clear. Patient emerged from anesthesia without complications. Extubated in suite and transferred to PACU in stable condition.\n\nESTIMATED BLOOD LOSS: Minimal\nFLUIDS: 800 mL crystalloid\nCOMPLICATIONS: None\nSPECIMENS: None sent\n\nFINDINGS:\n1. Successful electromagnetic navigation to RUL posterior segment target\n2. Microwave ablation completed per protocol with good real-time monitoring\n3. Post-ablation imaging confirms appropriate zone of coagulation\n\nPLAN:\n1. Admit for overnight observation\n2. Chest CT with contrast in 6 hours to assess for complications\n3. Pain control with scheduled acetaminophen and PRN oxycodone\n4. Incentive spirometry q2h while awake\n5. Follow-up CT chest in 6 weeks to assess treatment response\n6. Close PET-CT surveillance at 3, 6, and 12 months\n\nDISPOSITION: Admitted to 7 West pulmonary intermediate care\n\n_________________________________\nSarah Chen, MD, FCCP\nDirector, Interventional Pulmonology"
}
