{
  "875678_syn_1": "Dx: Tracheal Adenoid Cystic Ca.\nAnesthesia: Mod Sed.\nProc: 5F flex cath placed past tumor. Fluoro verified.\nPlan: 6Gy x 4. Weekly.",
  "875678_syn_2": "CLINICAL REPORT: [REDACTED], a 72-year-old male with adenoid cystic carcinoma of the mid-trachea, underwent bronchoscopic catheter placement. The exophytic tumor caused 45% obstruction. A 5-French flexible catheter was advanced distally to cover the 3.6 cm treatment length. Fluoroscopic verification was documented. The patient was transferred for the first of four weekly HDR fractions.",
  "875678_syn_3": "Code: 31643.\nSite: Mid-trachea.\nDevice: 5F Flexible Catheter.\nImaging: Fluoroscopy utilized.\nTreatment: 6.0 Gy (Session 1).\nIndication: Local control of ACC.",
  "875678_syn_4": "Procedure: Brachy Cath #1\nPt: T. Williams\nSteps:\n1. Mod sed.\n2. Scope trachea.\n3. 5F cath placed.\n4. Fluoro check.\n5. Secure.\nPlan: RadOnc 6Gy.",
  "875678_syn_5": "mr [REDACTED] has that trachea tumor acc we did the cath placement today moderate sedation scope went in saw the tumor mid trachea put the 5f catheter past it checked with fluoro taped it up hes going for radiation now",
  "875678_syn_6": "Bronchoscopy performed for placement of brachytherapy catheter in a 72-year-old male with tracheal ACC. Moderate sedation. 5F catheter placed. Fluoroscopic confirmation. Patient sent for radiation therapy session 1 of 4.",
  "875678_syn_7": "[Indication]\nTracheal ACC, dyspnea.\n[Anesthesia]\nModerate sedation.\n[Description]\nMid-trachea tumor visualized. 5F catheter inserted. Position verified with fluoroscopy. Treatment length 3.6 cm.\n[Plan]\n6.0 Gy fraction 1. Weekly f/u.",
  "875678_syn_8": "[REDACTED] brachytherapy for his tracheal tumor. We used moderate sedation. The scope showed the tumor in the middle of the windpipe. We slid the 5F catheter past it and checked the position on the screen. It looked good, so we secured it. He's heading to radiation for his first dose.",
  "875678_syn_9": "Diagnosis: Tracheal Adenoid Cystic Carcinoma.\nIntervention: Endoscopy with insertion of radiation tube.\nFindings: 5F device deployed past the mass. Positioning confirmed by fluoroscopy. 6 Gy dosage planned. Return in one week."
}
