{
  "881204_syn_1": "BT Session 3. RUL and LUL. 62 activations total. No complications.",
  "881204_syn_2": "[REDACTED] third and final session of bronchial thermoplasty. The Alair catheter was systematically deployed in the RUL and LUL. A total of 62 radiofrequency activations were delivered to the distal airways, completing the treatment protocol.",
  "881204_syn_3": "CPT 31661: Bronchoscopy with bronchial thermoplasty, 2 or more lobes. RUL (30 activations) and LUL (32 activations) treated in this session.",
  "881204_syn_4": "Procedure: Bronchial Thermoplasty. Target: RUL/LUL. Steps: 1. GA. 2. Alair catheter checked. 3. RUL treated. 4. LUL treated. 5. Total 62 activations. 6. Extubated.",
  "881204_syn_5": "3rd thermoplasty session for sarah did the upper lobes today rul and lul lots of activations 62 total she did fine no issues with the airway extubated in room.",
  "881204_syn_6": "Bronchial thermoplasty session 3 performed under general anesthesia. The right upper lobe and left upper lobe were treated with the Alair catheter. A total of 62 activations were delivered. The patient tolerated the procedure well.",
  "881204_syn_7": "[Indication] Asthma. [Anesthesia] General. [Description] BT to RUL/LUL. 62 activations. [Plan] Discharge.",
  "881204_syn_8": "We performed the final thermoplasty session for [REDACTED]. We targeted both upper lobes this time. We delivered a series of activations to the RUL and then the LUL, totaling 62. The patient woke up well.",
  "881204_syn_9": "Bronchial thermal ablation, session 3. Radiofrequency energy was applied to the RUL and LUL airways. 62 applications were performed.",
  "881204": "PROCEDURE: Bronchial Thermoplasty (Session 3 of 3)\nDATE: [REDACTED]\nPATIENT: [REDACTED] (MRN: [REDACTED])\nPHYSICIAN: Dr. T. Dyson\n\nINDICATION: Severe refractory asthma.\n\nPROCEDURE: \nGeneral anesthesia. ETT #8.0.\nAlair Catheter used.\nTarget: Bilateral Upper Lobes (RUL and LUL).\n\nRight Upper Lobe:\n- Apical: 8 activations\n- Posterior: 10 activations\n- Anterior: 12 activations\n\nLeft Upper Lobe:\n- Apical-Posterior: 18 activations\n- Anterior: 14 activations\n- Lingula: Not treated (treated in session 2)\n\nTotal activations: 62. \nPatient [REDACTED]. No pneumothorax. Extubated to recovery."
}
