{
  "882041_syn_1": "Indication: Mediastinal LAD.\nProc: EBUS-TBNA.\nStations: 7, 11R.\nROSE: Granulomas.\nResult: 2 stations sampled.\nPlan: D/C.",
  "882041_syn_2": "PROCEDURE: Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration.\nFINDINGS: The mediastinum was systematically staged. Enlarged lymph nodes were id[REDACTED] at stations 7 (subcarinal) and 11R (right interlobar). TBNA was performed at both stations under real-time ultrasound guidance. Cytopathology suggests a granulomatous process consistent with sarcoidosis.",
  "882041_syn_3": "Code: 31652 (EBUS-TBNA, 1-2 stations).\nSpecifics: Sampled Station 7 and Station 11R (Total 2 stations). This qualifies for the base EBUS code 31652, not the multiple station code 31653.",
  "882041_syn_4": "EBUS Note\nPatient: [REDACTED]\n1. ETT 8.0.\n2. EBUS scope in.\n3. Station 7: 4 passes -> Granulomas.\n4. Station 11R: 3 passes -> Granulomas.\n5. No other nodes sampled.\n6. Pt stable.",
  "882041_syn_5": "linda reyes for ebus checking for sarcoid. lymph nodes looked big at 7 and 11r. poked them with the needle got good samples rose said granulomas. didn't see anything else weird. patient woke up fine going home.",
  "882041_syn_6": "Linear EBUS bronchoscopy performed for mediastinal staging. Lymph nodes at station 7 and 11R were id[REDACTED] and sampled via transbronchial needle aspiration. Rapid on-site evaluation showed granulomatous inflammation. No complications occurred.",
  "882041_syn_7": "[Indication]\nMediastinal adenopathy, ?Sarcoid.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS-TBNA Stations 7 & 11R. ROSE: Granulomas.\n[Plan]\nDischarge. Follow-up ILD clinic.",
  "882041_syn_8": "Dr. Cole performed an EBUS procedure on [REDACTED] her swollen lymph nodes. We used a special ultrasound scope to guide a needle into nodes in the center of her chest and the right side. The preliminary results show granulomas, which points towards sarcoidosis. We sampled two areas total.",
  "882041_syn_9": "Procedure: Endosonographic nodal sampling.\nTechnique: Transbronchial needle aspiration under linear ultrasound guidance.\nTargets: Subcarinal and right interlobar nodes.\nPathology: Granulomatous inflammation detected.",
  "882041": "PATIENT: [REDACTED] | 61F | MRN [REDACTED]\nDATE OF PROCEDURE: [REDACTED]\nPROCEDURE: Flexible bronchoscopy with endobronchial ultrasound–guided transbronchial needle aspiration (EBUS-TBNA) of mediastinal and hilar lymph nodes (CPT 31652)\nINDICATION: Mediastinal adenopathy on PET-CT in patient with suspected sarcoidosis.\n\nATTENDING: Dr. Benjamin Cole\nANESTHESIA: General anesthesia with 8.0 ETT\n\nPROCEDURE SUMMARY:\nAfter induction of general anesthesia, a linear EBUS bronchoscope was introduced through the ETT. Systematic ultrasound survey of mediastinal and hilar lymph node stations was performed.\n\nStations sampled:\n- Station 7 (subcarinal), short axis 1.8 cm – 4 passes with 22G needle\n- Station 11R (right interlobar), short axis 1.2 cm – 3 passes with 22G needle\n\nRapid on-site cytology suggested non-caseating granulomas. No peripheral lesions were targeted. No radial EBUS, navigation or transbronchial lung biopsies were performed.\n\nThere was no endobronchial mass and no significant bleeding. All EBUS images were saved to PACS.\n\nCOMPLICATIONS: None. Estimated blood loss <10 mL.\nDISPOSITION: Extubated in the OR, discharged from PACU to home with follow up in ILD clinic."
}
