{
  "890123_syn_1": "Indication: Mediastinal adenopathy.\nProc: Med Thoracoscopy w/ biopsy.\n- Single port.\n- 5th ICS.\n- Biopsied Station 7 (x6) and AP window (x4).\n- 20Fr chest tube.",
  "890123_syn_2": "PROCEDURE NOTE: Medical thoracoscopy with mediastinal lymph node biopsy.\nINDICATION: Undiagnosed mediastinal lymphadenopathy.\nTECHNIQUE: Under local anesthesia and moderate sedation, a single port was established. The mediastinal pleura was opened to access the subcarinal (Station 7) and aortopulmonary window stations. Adequate tissue sampling was achieved using rigid forceps. Hemostasis was secured, and a chest tube was placed.",
  "890123_syn_3": "CPT 32606: Thoracoscopy with biopsy of mediastinal space/lymph nodes.\nTarget: Station 7 and AP window nodes.\nMethod: Medical thoracoscopy (semi-rigid scope).\nSpecimens: 10 biopsies total.\nPlacement of chest tube included.",
  "890123_syn_4": "Procedure: Medical Thoracoscopy\n1. Local/Sedation.\n2. Port 5th ICS.\n3. Opened mediastinal pleura.\n4. Biopsied station 7 and AP window.\n5. Chest tube placed.",
  "890123_syn_5": "Barbara Mitchell for mediastinal nodes biopsy medical thoracoscopy single port found the nodes station 7 and ap window took a bunch of biopsies sent for everything chest tube in tolerated well.",
  "890123_syn_6": "Medical thoracoscopy with diagnostic biopsy of mediastinal lymph nodes. Single 1cm incision made in 5th intercostal space mid-axillary line. Trocar inserted and semi-rigid pleuroscope introduced. Enlarged station 7 lymph node and AP window nodes visible. Using blunt dissection mediastinal pleura opened. Multiple biopsies obtained. 20Fr chest tube placed.",
  "890123_syn_7": "[Indication]\nMediastinal lymphadenopathy (Sarcoid vs Lymphoma).\n[Anesthesia]\nLocal + Sedation.\n[Description]\nSingle port. Biopsied Station 7 and AP window nodes. 10 samples. 20Fr chest tube.\n[Plan]\nAdmit for observation.",
  "890123_syn_8": "[REDACTED] a biopsy of her lymph nodes. We performed a medical thoracoscopy with sedation. Through a small cut in her side, we used a camera to see the nodes in the center of her chest. We opened the lining covering them and took several samples from two different areas. We left a small tube in her chest to drain air and fluid.",
  "890123_syn_9": "Diagnosis: Mediastinal adenopathy.\nAction: Thoracoscopic sampling of mediastinal nodes.\nDetails: Access via single port. Lymphoid tissue at station 7 and AP window harvested. Drain inserted.",
  "890123": "PROCEDURE NOTE\n\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (67 years old)\nDate: [REDACTED]\nLocation: [REDACTED]\n\nAttending: Dr. Andrew Scott, MD - Interventional Pulmonology\nFellow: Dr. Michelle Adams, MD - IP Fellow\n\nIndication: Mediastinal lymphadenopathy with non-diagnostic EBUS, concern for sarcoidosis vs lymphoma\n\nProcedure: Medical thoracoscopy with diagnostic biopsy of mediastinal lymph nodes\n\nAnesthesia: Moderate sedation with local anesthesia\n\nTechnique:\nPatient [REDACTED] lateral decubitus position. After local anesthesia with 1% lidocaine, a single 1cm incision made in 5th intercostal space, mid-axillary line. Trocar inserted and semi-rigid pleuroscope (LTF-160) introduced.\n\nFindings:\n- Normal visceral and parietal pleura\n- Enlarged station 7 lymph node visible through mediastinal pleura\n- Multiple enlarged lymph nodes in aortopulmonary window\n\nProcedure:\nUsing blunt dissection, mediastinal pleura opened over the subcarinal region. Multiple biopsies (x6) obtained from enlarged station 7 node using rigid biopsy forceps. Additional biopsies (x4) from AP window nodes. All specimens sent for permanent pathology, flow cytometry, and AFB/fungal cultures.\n\nNo bleeding complications. 20Fr chest tube placed. Patient tolerated procedure well.\n\nA. Scott, MD / M. Adams, MD"
}
