{
  "901234_syn_1": "Indication: Large R effusion.\nProc: Thoracentesis w/ catheter.\n- US marked.\n- 14Fr catheter.\n- Drained 1800mL serosanguinous.\n- Catheter left in place.",
  "901234_syn_2": "PROCEDURE NOTE: Thoracentesis with insertion of indwelling pleural drainage catheter.\nINDICATION: Symptomatic pleural effusion, suspected malignancy.\nDESCRIPTION: Following ultrasound marking, a 14Fr pleural catheter was inserted using the Seldinger technique. A total of 1800 mL of serosanguinous fluid was drained, providing immediate symptomatic relief. The catheter was secured for ongoing drainage.",
  "901234_syn_3": "CPT 32556: Pleural drainage with insertion of indwelling catheter.\nGuidance: Ultrasound (marking only).\nOutput: 1800mL.\nCatheter: 14Fr.",
  "901234_syn_4": "Procedure: Catheter Drainage\n1. US mark.\n2. Local.\n3. 14Fr catheter placed.\n4. Drained 1800mL.\n5. Secured.",
  "901234_syn_5": "William Turner with the big right effusion put in a 14fr catheter today marked with us drained 1.8 liters fluid looks serosanguinous patient breathing better now catheter stayed in.",
  "901234_syn_6": "Thoracentesis with insertion of indwelling pleural drainage catheter. 64M former smoker with new right-sided pleural effusion. Using Seldinger technique 14Fr pleural drainage catheter inserted. Total drainage 1800mL serosanguinous fluid over 30 minutes. Patient reported immediate relief of dyspnea. Plan admit for drainage monitoring.",
  "901234_syn_7": "[Indication]\nSymptomatic R pleural effusion.\n[Anesthesia]\nLocal.\n[Description]\n14Fr catheter placed (US marked). Drained 1800mL.\n[Plan]\nAdmit.",
  "901234_syn_8": "[REDACTED] a large amount of fluid around his right lung causing shortness of breath. We used ultrasound to find the best spot, then inserted a small tube (catheter) to drain it. We removed 1800mL of fluid, which helped his breathing right away. We left the tube in to continue draining.",
  "901234_syn_9": "Diagnosis: Pleural effusion.\nAction: Insertion of pleural drainage catheter.\nDetails: 14Fr catheter placed. 1800mL drained. Catheter secured.",
  "901234": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Susan Phillips\n\nDx: Large symptomatic right pleural effusion, suspected malignancy\nProcedure: Thoracentesis with insertion of indwelling pleural drainage catheter\n\nHx: 64M former smoker with new right-sided pleural effusion. CT shows large effusion with nodular pleural thickening. Presents with progressive dyspnea over 2 weeks.\n\nProcedure:\nPosition: Seated upright leaning forward on bedside table.\nSite: Right posterior chest, 8th ICS at posterior axillary line.\nAnesthesia: 1% lidocaine local anesthesia.\nGuidance: Ultrasound used to id[REDACTED] pocket and mark entry point.\n\nUsing Seldinger technique, 14Fr pleural drainage catheter inserted. Initial return of 200mL sanguineous fluid; catheter connected to drainage bag. Total drainage: 1800mL serosanguinous fluid over 30 minutes.\n\nFluid sent for: Cell count, chemistry, cytology, cultures.\n\nPatient [REDACTED] relief of dyspnea. SpO2 improved 88% to 94% on RA. No pneumothorax on post-procedure CXR.\n\nPlan: Admit for drainage monitoring. Consider PleurX if malignant.\n\nS. Phillips MD"
}
