{
  "916783_syn_1": "Target: 34mm RUL mass.\nActions:\n- Monarch nav to RB2.\n- rEBUS: Concentric.\n- TBNA (21G), Forceps x8, Brush.\n- BAL (RB2).\n- Fiducial placed.\nROSE: Suspicious for NSCC.\nPlan: SBRT planning/Onc referral.",
  "916783_syn_2": "OPERATIVE REPORT: [REDACTED] a suspicious 34mm RUL mass. Following induction of general anesthesia, the Monarch robotic system was introduced. Navigation to the Posterior Segment of the RUL was successful (Registration error 4.0mm). Radial EBUS demonstrated a concentric view. We performed extensive sampling including TBNA (21G), forceps biopsy, and protected brushing. A bronchoalveolar lavage was performed at the target segment. Finally, a gold fiducial marker was deployed for future radiation planning. ROSE was suspicious for non-small cell carcinoma.",
  "916783_syn_3": "Billing Summary:\n- 31629 (TBNA)\n- 31628 (Forceps Bx)\n- 31623 (Brush)\n- 31624 (BAL)\n- 31626 (Fiducial)\n- 31627 (Nav)\n- 31654 (EBUS)\nJustification: Multimodal sampling of 34mm RUL lesion plus marker placement for SBRT. All distinct techniques used.",
  "916783_syn_4": "Resident Note\nPt: [REDACTED].\nIndication: Lung mass RUL.\nSteps:\n1. GA, ETT.\n2. Nav to RUL Posterior.\n3. rEBUS concentric.\n4. TBNA x5, Bx x8, Brush.\n5. BAL performed.\n6. Fiducial dropped.\nROSE: Suspicious for NSCC.\nComplications: None.",
  "916783_syn_5": "Procedure note for Steven Rodriguez big nodule 34mm in the RUL. We used the monarch system navigated to RB2. EBUS was concentric so good hit. Did the works needle 21g forceps brush and a lavage. Also put in a gold marker for radiation. Pathology says suspicious for non small cell. No bleeding patient woke up fine.",
  "916783_syn_6": "Robotic bronchoscopy targeting a 34mm RUL mass was performed under GA. Navigation to the posterior segment (RB2) was achieved. rEBUS showed a concentric view. Samples were obtained via 21G TBNA, forceps biopsy, and brush. Bronchoalveolar lavage was performed. A gold fiducial marker was placed under fluoroscopic guidance. ROSE reported suspicion of non-small cell carcinoma. The patient tolerated the procedure well.",
  "916783_syn_7": "[Indication]\nSuspected malignancy, RUL mass (34mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to RB2. rEBUS: Concentric. Sampling: 21G TBNA, Forceps, Brush. BAL performed. Gold fiducial placed. ROSE: Suspicious for NSCC.\n[Plan]\nCXR, Discharge, Oncology follow-up.",
  "916783_syn_8": "[REDACTED] for biopsy of a large 34mm mass in the right upper lobe. Under general anesthesia, we used the Monarch robot to find the lesion in the posterior segment. The EBUS view was concentric, confirming we were inside the lesion. We took multiple samples with a needle, forceps, and brush, and also washed the area (BAL). Since radiation might be needed, we placed a fiducial marker. The preliminary path read was suspicious for non-small cell cancer.",
  "916783_syn_9": "Procedure: Robotic bronchoscopy with multimodal sampling and marker implantation.\nSite: RUL Posterior Segment.\nAction: The robotic scope was navigated to the lesion. rEBUS confirmed concentricity. The mass was aspirated, biopsied, and brushed. Lavage was conducted. A fiducial marker was implanted.\nResult: ROSE indicated suspicion of carcinoma. No complications.",
  "916783": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Suspected lung malignancy\nTarget: 34mm nodule in RUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t11\t302\t16\t80\t8\t21\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.0mm.\n\nThe device was navigated to the RUL. The outer sheath was parked and locked at the ostium of the segmental airway (RB2) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Posterior Segment of RUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 5 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 8 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at RB2. 40mL NS instilled with 17mL return. Sent for Cell count, Culture, and Cytology.\n\nGold fiducial marker placed under fluoroscopic guidance for radiation therapy planning.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nWilliams, MD"
}
