{
  "917337_syn_1": "Proc: Rt Med Thoracoscopy w/ Biopsy & Talc.\nFindings: Diffuse pleural nodularity.\nActions:\n- 7 biopsies taken from parietal pleura.\n- Diaphragmatic biopsies taken.\n- Talc poudrage performed.\n- Fluid evacuated.\n- Chest tube placed.\nStatus: Hemostasis achieved. No leak.",
  "917337_syn_2": "OPERATIVE NARRATIVE: The patient underwent a right-sided medical thoracoscopy under moderate sedation. Inspection of the pleural cavity revealed diffuse nodularity involving the parietal surface. Histological sampling was performed, yielding seven distinct specimens from the parietal pleura, alongside diaphragmatic sampling. Following biopsy, chemical pleurodesis was achieved via talc insufflation (poudrage) to address the malignant effusion. A chest tube was secured post-evacuation.",
  "917337_syn_3": "Code Justification:\n- 32609 (Thoracoscopy with biopsy): Right pleural space accessed. Diffuse nodules visualized. Biopsy forceps used to obtain 7 specimens from parietal pleura.\n- 32650 (Thoracoscopy with pleurodesis): Talc poudrage insufflated under direct visualization for pleurodesis.\nDevice: Semi-rigid pleuroscope. Outcome: Fluid drained, tube placed.",
  "917337_syn_4": "Procedure Note: Right Thoracoscopy\nSteps:\n1. Time out/Sedation.\n2. Port created 6th ICS mid-axillary.\n3. Scope inserted; diffuse nodules seen.\n4. Biopsies x7 taken from parietal pleura; additional from diaphragm.\n5. Talc poudrage performed for pleurodesis.\n6. Chest tube placed to suction.\nComplications: None.",
  "917337_syn_5": "did a right thoracoscopy on mr [REDACTED] saw a lot of nodules on the pleura took about 7 biopsies from the wall and some from the diaphragm sent for path then we did talc poudrage to stop the fluid chest tube is in place no air leak patient fine",
  "917337_syn_6": "Under moderate sedation, a right-sided single-port thoracoscopy was performed. The pleural space demonstrated diffuse nodularity. Seven biopsies were obtained from the parietal pleura, with additional samples from the diaphragm. Given the findings, talc poudrage was performed for pleurodesis. All fluid was evacuated and a chest tube was placed. Hemostasis was confirmed.",
  "917337_syn_7": "[Indication] Suspected mesothelioma.\n[Anesthesia] Moderate sedation, local.\n[Description] Right thoracoscopy performed. Findings: Diffuse pleural nodularity. Actions: 7 biopsies parietal pleura, plus diaphragmatic biopsies. Talc poudrage performed.\n[Plan] Admit, chest tube to suction, path pending.",
  "917337_syn_8": "We performed a right medical thoracoscopy on [REDACTED]. Upon entering the pleural space, we observed diffuse nodularity throughout. We proceeded to obtain seven biopsies from the parietal pleura and additional samples from the diaphragm. Following the biopsies, we performed talc poudrage for pleurodesis. The fluid was evacuated and a chest tube was inserted.",
  "917337_syn_9": "Right pleuroscopy performed. Pleura demonstrated diffuse nodularity. Seven tissue samples harvested from the parietal wall, with additional sampling of the diaphragm. Talc insufflation executed for symphysis. Fluid drained and catheter inserted. Hemostasis secured.",
  "917337": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: LCDR John Park, MD\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Suspected mesothelioma\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Diffuse pleural nodularity\nMultiple biopsies obtained from parietal pleura (7 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nPark, MD"
}
