{
  "927364_syn_1": "Dx: Metastatic melanoma.\nFindings: Black nodules Trachea, RMS, LMS.\nAction: Biopsies x5.\nPlan: Palliative/Onc.",
  "927364_syn_2": "PROCEDURE: Bronchoscopy for evaluation of metastatic disease. The airway examination revealed diffuse endobronchial involvement with multiple pigmented, nodular lesions characteristic of metastatic melanoma within the trachea and bilateral mainstem bronchi. Representative biopsies were secured from multiple sites.",
  "927364_syn_3": "Code: 31625 (Biopsy). Single code covers multiple biopsies of endobronchial lesions (trachea, RMS, LMS) performed during the same session.",
  "927364_syn_4": "Resident Note\nPt: C. Brown\nDx: Melanoma\n1. LMA/GA.\n2. Black nodules seen in trachea/bronchi.\n3. Biopsied 5 spots.\n4. Bleeding mild.\n5. Extubated.",
  "927364_syn_5": "charles brown metastatic melanoma coughing ct showed nodules went in and saw black spots everywhere trachea mainstems took 5 biopsies to confirm bleeding mild referral to palliative and oncology.",
  "927364_syn_6": "General anesthesia via LMA was used. Multiple pigmented nodular lesions consistent with metastatic melanoma were observed in the trachea, RMS, and LMS. Five biopsies were obtained. The airways remained patent despite the disease burden.",
  "927364_syn_7": "[Indication]\nMetastatic melanoma, cough.\n[Anesthesia]\nGeneral (LMA).\n[Description]\nPigmented nodules in central airways. 5 Biopsies taken. Minimal bleeding.\n[Plan]\nPalliative care, Immunotherapy evaluation.",
  "927364_syn_8": "[REDACTED] for metastatic melanoma. We found multiple dark, nodular lesions throughout his windpipe and main airways. We took five biopsies to confirm the diagnosis. He had mild bleeding but is otherwise stable. We are referring him to oncology and palliative care.",
  "927364_syn_9": "Assessment of metastatic burden. Id[REDACTED] pigmented endobronchial nodules. Sampled lesions in trachea and mainstems. Verified metastatic melanoma visually. Referred for systemic therapy.",
  "927364": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nMD: Dr. Jennifer Wu\n\nDx: Metastatic melanoma, new cough, CT with multiple endobronchial nodules\nProcedure: Bronchoscopy with endobronchial biopsy\n\nGeneral anesthesia via LMA for airway protection given bulky disease. Multiple pigmented nodular lesions seen: 3 in trachea, 4 in RMS, 2 in LMS, 2 in BI, consistent with metastatic melanoma. Representative biopsies from trachea (2), RMS (2), LMS (1). Dark pigmented tissue obtained. Minimal bleeding. Airways remain patent despite diffuse disease.\n\nMedical oncology consulted. Immunotherapy to be considered. Palliative care referral. D/C home.\n\nJ. Wu, MD"
}
