{
  "940211_syn_1": "Indication: Exudative effusion, nodules.\nProc: Med Thoracoscopy + Biopsy.\nFindings: Diffuse nodules parietal pleura.\nAction: Drained 900cc. 10 biopsies taken.\nResult: No complications. Pigtail removed.\nPlan: Admit.",
  "940211_syn_2": "OPERATIVE REPORT: Medical Thoracoscopy.\nINDICATION: Undiagnosed pleural effusion.\nFINDINGS: Visual inspection of the right pleural space revealed diffuse nodularity of the parietal pleura. \nPROCEDURE: The space was accessed via a single port. 900 mL of fluid was evacuated. Multiple forceps biopsies were obtained from the parietal pleura for diagnostic evaluation. The lung was re-expanded and the catheter removed.",
  "940211_syn_3": "Code: 32604 (Thoracoscopy with pleural biopsy).\nDetails: Diagnostic inspection + Biopsy of parietal pleura. No talc (32650) or lung biopsy (32609) performed. Catheter was removed at end of case, so no chest tube code.",
  "940211_syn_4": "Procedure: Pleuroscopy\nPatient: [REDACTED]\n1. Port in R 6th ICS.\n2. Drained 900cc fluid.\n3. Saw nodules everywhere.\n4. Biopsied x10.\n5. Lung expanded.\n6. Pulled tube, closed skin.",
  "940211_syn_5": "evelyn sanders fluid on the right lung looks like cancer. did the thoracoscopy looked inside nodules all over the wall. took a bunch of biopsies like 10 of them. drained the fluid out. didn't leave a chest tube just stitched it up. waiting on path.",
  "940211_syn_6": "Medical thoracoscopy performed for pleural effusion. Right pleural space accessed. 900cc fluid removed. Parietal pleura showed diffuse studding; multiple biopsies taken. No pleurodesis performed. Catheter removed at conclusion. Patient stable.",
  "940211_syn_7": "[Indication]\nPleural effusion, r/o malignancy.\n[Anesthesia]\nModerate Sedation.\n[Description]\nThoracoscopy R chest. Parietal pleura biopsies x10. Fluid drained. No drain left.\n[Plan]\nAdmit. Path pending.",
  "940211_syn_8": "Dr. Rahman performed a thoracoscopy on [REDACTED]. We made a small cut in her side and put a camera into the chest cavity. We drained the fluid and saw many small lumps on the lining of the chest wall. We took samples of these lumps to test for cancer. We didn't need to leave a tube in.",
  "940211_syn_9": "Procedure: Diagnostic pleuroscopy with tissue sampling.\nFindings: Diffuse pleural nodularity.\nAction: Evacuation of effusion and biopsy of parietal pleura.\nDisposition: Hospital admission.",
  "940211": "MEDICAL THORACOSCOPY WITH PLEURAL BIOPSY\nDate: [REDACTED]\nPatient: [REDACTED] | 69F | MRN [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Omar Rahman\n\nPREOPERATIVE DIAGNOSIS: Unexplained exudative right pleural effusion with pleural nodularity on CT\nPOSTOPERATIVE DIAGNOSIS: Same (pathology pending)\n\nPROCEDURE: Medical thoracoscopy with pleural biopsy (CPT 32604)\n\nANESTHESIA: Moderate sedation with midazolam and fentanyl; local anesthesia to chest wall. Patient breathing spontaneously with supplemental oxygen via nasal cannula.\n\nTECHNIQUE:\nUltrasound confirmed a large free-flowing right pleural effusion. A 1-cm incision was made in the right mid-axillary line at the 6th intercostal space. A trocar and thoracoscope were introduced into the pleural space.\n\nApproximately 900 mL of straw-colored fluid was evacuated. The parietal pleura demonstrated diffuse studding with small nodules over the diaphragmatic and posterolateral pleura. Ten large forceps biopsies were taken from abnormal areas and sent for histology and culture.\n\nNo talc pleurodesis was performed and no chest tube was left in place; a single 16 Fr pigtail catheter was used for drainage during the case and removed at the end after confirming lung expansion.\n\nCOMPLICATIONS: None.\nDISPOSITION: Observed in PACU then admitted overnight for monitoring."
}
