{
  "95-847-2631_syn_1": "Indication: RLL nodule (RB9). Adenocarcinoma.\nProcedure: RFA Ablation via EMN.\nProtocol: 2 overlapping cycles. Cycle 1: 90C x 8 min. Cycle 2: 90C x 6 min (pulled back 5mm).\nVerification: R-EBUS & Cone Beam CT.\nComplications: None.\nPlan: Admit, CXR 4h, CT 24h.",
  "95-847-2631_syn_2": "OPERATIVE REPORT: Bronchoscopic Radiofrequency Ablation.\nINDICATION: 73-year-old male with RLL adenocarcinoma.\nPROCEDURE: Under general anesthesia, the RB9 segment was navigated using the Veran SPiN system. Cone-beam CT confirmed guide sheath placement 8mm from the lesion center. An RFA probe (Vivant) was introduced. Two overlapping ablation cycles were performed (90C for 8 min, then 90C for 6 min) to ensure adequate margins. Post-ablation R-EBUS demonstrated a 'ice-cream cone' sign consistent with successful ablation.",
  "95-847-2631_syn_3": "Codes:\n- 31641 (Destruction of tumor - RFA).\n- 31627 (Navigation).\n- 31654 (Radial EBUS).\nJustification: Definitive treatment of malignant nodule via bronchoscopic radiofrequency energy application.",
  "95-847-2631_syn_4": "Procedure Note\nPatient: [REDACTED]\nProcedure: RFA RLL.\nSteps:\n1. Navigated to RLL basal segment.\n2. Confirmed with CBCT.\n3. RFA Cycle 1: 8 mins @ 90C.\n4. Repositioned 5mm proximal.\n5. RFA Cycle 2: 6 mins @ 90C.\n6. Extubated.\nPlan: Admit.",
  "95-847-2631_syn_5": "RFA procedure for Slartibartfast Magrathea RLL tumor. Used the veran system. Cone beam looked good 8mm from center. Did two burns first one 8 mins second one 6 mins at 90 degrees. Impedance looked good. No issues patient did great.",
  "95-847-2631_syn_6": "Flexible bronchoscopy with electromagnetic navigation and radiofrequency ablation. Right lower lobe peripheral pulmonary nodule. General anesthesia. Navigation to RB9. Confirmation with radial EBUS and cone-beam CT. Radiofrequency ablation probe active. Two cycles performed. Ablation zone confirmed. Patient stable.",
  "95-847-2631_syn_7": "[Indication]\nRLL Adenocarcinoma.\n[Anesthesia]\nGeneral.\n[Description]\nNavigation to RLL (RB9). RFA performed (2 cycles, overlapping). Tumor ablated.\n[Plan]\nAdmit 7 East.",
  "95-847-2631_syn_8": "We performed a radiofrequency ablation on [REDACTED]. Using a special navigation system and a 3D X-ray, we guided a heat probe right into the tumor in his right lower lung. We heated the tumor to 90 degrees Celsius in two separate steps to make sure we got the whole thing plus a safety margin. He tolerated it well.",
  "95-847-2631_syn_9": "Procedure: Bronchoscopic thermal ablation.\nModality: Radiofrequency energy.\nAction: The RLL target was localized. The RFA electrode was deployed. Overlapping thermal treatments were administered to destroy the malignancy. \nResult: Successful tumor ablation.",
  "95-847-2631": "PATIENT [REDACTED]: Thompson, David W. | MRN: [REDACTED] | DOB: [REDACTED]\nPROCEDURE DATE: [REDACTED]\nLOCATION: [REDACTED]\nPROCEDURALIST: Elizabeth Morrison, MD, PhD, FCCP, DABIP\nASSISTANT: Jennifer Lee, DO (IP Fellow, PGY-6)\nANESTHESIOLOGIST: Robert Chang, MD, MBA\n\nPREOPERATIVE DIAGNOSIS:\nRight lower lobe peripheral pulmonary nodule, segment RB9, measuring 2.7 x 2.4 cm on most recent CT imaging dated [REDACTED], with associated spiculation and pleural tethering highly concerning for malignancy. Previous transthoracic needle biopsy performed on [REDACTED] yielded diagnosis of moderately differentiated adenocarcinoma, TTF-1 positive, confirming primary lung origin.\n\nPOSTOPERATIVE DIAGNOSIS: As above\n\nPROCEDURE(S) PERFORMED:\n1. Flexible bronchoscopy with complete airway survey\n2. Electromagnetic navigation bronchoscopy with real-time cone-beam CT guidance\n3. Radial endobronchial ultrasound probe confirmation of target lesion\n4. Radiofrequency ablation of right lower lobe peripheral nodule\n5. Post-procedural bronchoscopic assessment\n\nCLINICAL HISTORY AND INDICATION:\nThis is a very pleasant 73-year-old retired teacher with significant past medical history including severe chronic obstructive pulmonary disease (GOLD Stage III, FEV1 34% predicted), pulmonary hypertension (mean PA pressure 42 mmHg on recent right heart catheterization), and ischemic cardiomyopathy (EF 35%) who was found to have right lower lobe nodule on routine surveillance imaging. Patient has extensive 60 pack-year tobacco history, quit 3 years ago. After thorough workup including PET-CT showing SUV max 9.7 and transthoracic needle biopsy confirming adenocarcinoma, patient presented to multidisciplinary thoracic oncology conference. Given prohibitive surgical risk with predicted postoperative mortality >20% by thoracic surgery risk calculator, and patient preference to avoid radiation therapy, decision made to proceed with bronchoscopic radiofrequency ablation as definitive treatment modality.\n\nDETAILED PROCEDURAL DESCRIPTION:\nFollowing standard institutional time-out procedure and verification of correct patient, procedure, and laterality, the patient was brought to the advanced bronchoscopy suite (Suite 4) in the interventional pulmonology procedural area. Anesthesiology team performed standard ASA monitors placement. Given anticipated procedural duration >60 minutes and need for complete immobility during ablation, decision made to proceed with general anesthesia rather than moderate sedation.\n\nAnesthesia was induced using propofol 150 mg IV bolus followed by continuous infusion. Rocuronium 50 mg administered to facilitate intubation. Direct laryngoscopy performed and 8.5mm internal diameter endotracheal tube placed atraumatically with good bilateral breath sounds confirmed. Tube secured at 23 cm at the teeth. Patient maintained on sevoflurane 1.5-2% for maintenance of general anesthesia throughout procedure.\n\nOlympus therapeutic bronchoscope (model BF-1TH190) advanced through endotracheal tube adapter. Systematic survey of airways performed documenting: normal appearing vocal cords, patent trachea without lesions or external compression, normal carina with sharp angle bilaterally, normal appearing right and left mainstem bronchi. Detailed inspection of right lower lobe bronchial tree including superior segment and all basal segments revealed no endobronchial abnormalities, no external compression, and patent airways throughout.\n\nElectromagnetic navigation bronchoscopy initiated using Veran SPiN Thoracic Navigation System. Pre-procedure thin-slice CT imaging (1mm cuts) from [REDACTED] loaded into planning software. Target lesion in right lower lobe lateral basal segment (RB9) id[REDACTED] and navigation pathway planned. After registration using automatic registration mode with 8 reference points, registration accuracy calculated at 3.2 mm, which is excellent and well within acceptable parameters.\n\nNavigation performed using 8Fr steerable guide catheter (Always-On Tip Tracked) advanced through working channel. Multiple adjustments and catheter manipulations required due to acute angle into RB9. After approximately 12 minutes of careful navigation, guide sheath successfully positioned at target site. Position confirmed with radial endobronchial ultrasound probe (20 MHz) showing target lesion in direct contact position with characteristic hypoechoic solid mass appearance. Internal architecture showed heterogeneous echotexture consistent with malignancy. Lesion measured approximately 24 mm x 22 mm on real-time EBUS.\n\nCone-beam CT performed (Siemens Artis Pheno with DynaCT Needle Guidance software) confirming guide sheath position within 8mm of geometric center of target nodule. Distance from pleura measured at 15mm. After review of cone-beam images and confirmation of safe ablation zone without critical vessels, decision made to proceed.\n\nExtended working channel (EWC, 2.0mm diameter) passed through guide sheath. Radiofrequency ablation probe (VIVANT MEDICAL systems, 1.5cm active tip, single electrode configuration) advanced through EWC under direct visualization. Probe position confirmed at lesion center with repeat radial EBUS showing probe centrally located within target.\n\nRadiofrequency ablation protocol initiated per institutional guidelines for lesions 2-3cm. Settings: impedance-controlled algorithm, target temperature 90°C, duration 8 minutes for initial ablation cycle. Real-time impedance monitoring demonstrated initial reading of 85 ohms with gradual rise during treatment. Temperature monitoring at probe tip showed appropriate heating curve reaching target temperature within 90 seconds. Patient remained hemodynamically stable throughout ablation with vital signs: HR 72-85, BP 132/78 - 145/82, SpO2 98-100% on FiO2 0.6. End-tidal CO2 maintained 35-38 mmHg.\n\nAfter completion of initial 8-minute cycle, probe repositioned 5mm posterior to treat overlapping zone and ensure complete ablation coverage of entire tumor volume plus 5mm margin. Second ablation cycle performed: 6 minutes, target temperature 90°C. Impedance monitoring again demonstrated appropriate curve. Post-ablation radial EBUS performed showing hyperechoic changes throughout entire tumor volume consistent with coagulative necrosis. Ice-cream cone appearance of ablation zone well visualized extending beyond original tumor margins.\n\nGuide sheath and EWC slowly withdrawn under direct bronchoscopic visualization. Careful inspection of airways performed showing mild mucosal hyperemia at catheter contact points but no evidence of perforation, significant edema, or active hemorrhage. Small amount of serosanguinous secretions suctioned from right lower lobe, estimated <10 mL total.\n\nAirways irrigated with normal saline. Bronchoscope withdrawn and patient emerged from general anesthesia without complications. Following standard reversal and spontaneous ventilation recovery, patient successfully extubated with good cough and gag reflexes. Transferred to post-anesthesia care unit in stable condition with oxygen saturation 94% on 2L NC.\n\nESTIMATED BLOOD LOSS: Minimal, less than 15 milliliters\nINTRAVENOUS FLUIDS ADMINISTERED: 1000 mL lactated Ringer's solution\nSPECIMENS SENT: None\nCOMPLICATIONS: None intraoperatively\n\nFINDINGS:\n1. Successful electromagnetic navigation to RLL lateral basal segment target lesion\n2. Radiofrequency ablation completed per protocol with two overlapping ablation zones\n3. Good real-time monitoring throughout with appropriate impedance and temperature curves\n4. Post-ablation imaging demonstrates adequate treatment zone with apparent complete coverage\n5. No immediate procedural complications id[REDACTED]\n\nASSESSMENT AND RECOMMENDATIONS:\n74-year-old gentleman with biopsy-proven RLL peripheral adenocarcinoma, poor surgical candidate, status post successful bronchoscopic radiofrequency ablation. Procedure technically successful with good positioning and ablation parameters. Patient tolerated procedure well without complications.\n\nPLAN:\n1. Admit to Pulmonary Intermediate Care Unit (7 East) for overnight observation\n2. Continuous pulse oximetry and telemetry monitoring overnight\n3. Chest radiograph in 4 hours to evaluate for pneumothorax or other acute complications\n4. CT chest with intravenous contrast in 24 hours to assess ablation zone and rule out complications\n5. Pain management: scheduled acetaminophen 1000mg q8h, oxycodone 5mg q6h PRN moderate pain, hydromorphone 0.5mg IV q4h PRN severe pain\n6. Aggressive pulmonary toilet: incentive spirometry 10 times per hour while awake, chest physiotherapy as needed\n7. Empiric antibiotics NOT indicated at this time given low infection risk\n8. Anticipated discharge tomorrow if overnight course uncomplicated and CT scan reassuring\n9. Follow-up arrangements: Clinic visit in 1 week with CXR, CT chest at 6 weeks for initial response assessment, PET-CT at 3 months for metabolic response\n10. Continue home medications including COPD regimen, cardiac medications\n11. Patient and family extensively counseled on post-procedure expectations, warning signs for complications (increasing dyspnea, chest pain, hemoptysis), importance of follow-up\n\nI have personally performed and supervised this entire procedure. All findings, interventions, and recommendations above represent my direct involvement and assessment.\n\nProcedure time: 87 minutes (includes anesthesia induction and emergence)\nFluoroscopy time: 3.2 minutes\nRadiation dose: 245 mGy-cm²\n\n_______________________________________\nElizabeth Morrison, MD, PhD, FCCP, DABIP\nProfessor of Medicine\nDirector, Interventional Pulmonology\nUniversity of Washington Medical Center\n\nElectronically signed: [REDACTED] 14:37 PST"
}
