{
  "991283_syn_1": "Proc: EBUS-TBNA + Attempted Nav Bronch.\nLN Sampling:\n- Stn 7 (12mm): 3 passes, benign.\n- Stn 4R (10mm): 3 passes, benign.\n- Stn 4L (8mm): 2 passes, benign.\nNavigation: Veran system. RUL nodule target. Reg error 5mm. Target NOT reached/visualized despite multiple attempts. Radial EBUS negative.\nOutcome: Mediastinum staged. Peripheral biopsy aborted.",
  "991283_syn_2": "PROCEDURE SUMMARY: The patient underwent combined EBUS-TBNA and attempted electromagnetic navigation bronchoscopy. Systematic mediastinal staging was performed first. EBUS-guided transbronchial needle aspiration was conducted at stations 7, 4R, and 4L; rapid on-site evaluation indicated benign lymphocytes for all stations. Following this, the scope was exchanged for navigation to the 1.8cm RUL apical nodule. Despite minimizing registration error to 5mm and utilizing radial EBUS, the lesion could not be eccentrically or concentrically visualized. Consequently, the peripheral biopsy component was aborted to avoid non-diagnostic sampling of normal parenchyma.",
  "991283_syn_3": "Billing Codes: 31653 (EBUS-TBNA 3+ stations), 31627 (Navigational Bronchoscopy).\n- EBUS: Stations 7, 4R, 4L sampled with needle aspiration. Cytology obtained.\n- Navigation: Planning and registration performed. Catheter advanced to RUL target zone. Lesion not confirmed via Radial EBUS (31654 not billed/bundled as no specific image obtained). Biopsy (31628) not performed.",
  "991283_syn_4": "Resident Note\nPt: [REDACTED]\nProc: EBUS + ENB\n1. EBUS scope in. Sampled 7, 4R, 4L. ROSE: Benign.\n2. Switched to therapeutic scope.\n3. Loaded Veran map. Navigated to RUL.\n4. Could not confirm target with REBUS.\n5. Stopped procedure without biopsy of nodule.\nPlan: Follow up or alternative biopsy method.",
  "991283_syn_5": "Procedure note for leo spaceman doing the ebus and navigation today. Ebus went fine we hit station 7 and 4r and 4l all looked benign on the slides. Switched to the nav scope for that RUL nodule. Tried to get there with the veran system but just couldnt see it on the radial probe. tried a few times but no luck so we didnt stick a needle in it. biopsy aborted just the lymph nodes done today.",
  "991283_syn_6": "Electromagnetic Navigation Bronchoscopy and EBUS-TBNA were performed. Linear EBUS was used to sample lymph node stations 7, 4R, and 4L; all were benign on ROSE. Electromagnetic navigation was then attempted for a 1.8cm RUL nodule. Despite registration, the target was not localized with radial EBUS. The decision was made to abort the peripheral biopsy due to lack of target confirmation. The procedure was concluded without complications.",
  "991283_syn_7": "[Indication]\n1.8cm RUL nodule, mediastinal staging.\n[Anesthesia]\nModerate Sedation.\n[Description]\nEBUS-TBNA performed at stations 7, 4R, 4L. ROSE negative for malignancy. ENB attempted to RUL nodule. Lesion not visualized on Radial EBUS. Biopsy aborted.\n[Plan]\nOutpatient follow-up.",
  "991283_syn_8": "We began the procedure with mediastinal staging using the linear EBUS scope. We successfully sampled lymph nodes at stations 7, 4R, and 4L, all of which showed benign lymphocytes on site. We then transitioned to the electromagnetic navigation phase to biopsy the RUL nodule. Although we navigated to the anatomical region, we could not confirm the lesion's location with radial EBUS. Therefore, we decided to abort the biopsy of the lung nodule to ensure patient safety.",
  "991283_syn_9": "Procedure: Endobronchial Ultrasound and Guided Navigation.\nDetails: Nodal stations 7, 4R, and 4L were aspirated; onsite analysis showed benign cells. The instruments were exchanged for the electromagnetic guidance system. We navigated to the RUL apex but failed to localize the target lesion with ultrasound. The tissue sampling of the parenchymal nodule was cancelled.",
  "991283": "PROCEDURE: Electromagnetic Navigation Bronchoscopy & EBUS\nPATIENT: [REDACTED] | MRN: [REDACTED]\nDATE: [REDACTED]\n\n**Plan:** Biopsy of 1.8cm RUL nodule and mediastinal staging.\n\n**EBUS-TBNA:**\nLinear EBUS scope inserted. \n- Station 7 (Subcarinal): 12mm node. Sampled x 3 passes. ROSE: Benign lymphocytes.\n- Station 4R (Right Paratracheal): 10mm node. Sampled x 3 passes. ROSE: Benign lymphocytes.\n- Station 4L: 8mm node. Sampled x 2 passes. ROSE: Benign lymphocytes.\n\n**Navigation:**\nScope exchanged for therapeutic bronchoscope. Electromagnetic navigation (Veran) attempted to RUL apical segment nodule. Registration error 5mm. \nDespite multiple attempts and catheter adjustments, the target could not be successfully localized. Radial EBUS probe passed but no distinct lesion visualized (only normal lung parenchyma). \n\n**Decision:** \nBiopsy of the peripheral nodule was ABORTED due to lack of confirmation. No samples taken from RUL.\n\n**Procedure concluded.**"
}
