{
  "991823_syn_1": "Indication: Empyema suspected.\nProcedure: US guided access. 6F catheter placed -> frank pus. Converted to 14F chest tube via Seldinger. 450cc purulent drainage. tPA/DNase instilled. Tube clamped.\nComplications: None.",
  "991823_syn_2": "OPERATIVE REPORT: PLEURAL INTERVENTION\nThe patient presented with signs of pleural sepsis. Ultrasound interrogation of the right hemithorax revealed a complex, loculated effusion. Initial diagnostic thoracentesis yielded frank purulence, necessitating immediate escalation to tube thoracostomy. A 14 French Wayne catheter was sited using the Seldinger technique, draining 450 mL of purulent fluid. To address the loculations, intrapleural fibrinolytic therapy (tPA/DNase) was administered.",
  "991823_syn_3": "Primary Service: Tube Thoracostomy (32551).\nSecondary Service: Fibrinolytic Instillation (32561).\nSequence: Diagnostic aspiration (bundled) -> Conversion to therapeutic drainage (billable). \nSite: [REDACTED]\nDevice: 14Fr Pigtail.\nOutput: 450cc purulent fluid.\nNote: 32555 not billed as it converted to 32551 at same site.",
  "991823_syn_4": "Procedure: Chest Tube Placement\nResident: Dr. X\nSteps:\n1. US check: Loculated fluid.\n2. Local lidocaine.\n3. Needle access -> Pus.\n4. Wire placed.\n5. Dilated.\n6. 14Fr chest tube placed.\n7. 10mg tPA / 5mg DNase instilled.\n8. Clamped.",
  "991823_syn_5": "Dr Xavier here seeing Mr [REDACTED] for the empyema right side. Started as a tap put in the small catheter got straight pus out so we switched to a chest tube right there. 14 french wayne. Drained about 450 pus. Because of the loculations on the ultrasound we put in tPA and DNase right away. Clamped it. Admitting him.",
  "991823_syn_6": "Ultrasound-guided pleural intervention. Initial aspiration yielded frank purulence. Procedure converted to tube thoracostomy. 14 Fr catheter inserted via Seldinger technique. 450 cc purulent fluid evacuated. 10mg tPA and 5mg DNase instilled intrapleurally for loculation management. Tube clamped. Patient stable.",
  "991823_syn_7": "[Indication]\nFevers, loculated right pleural effusion, empyema concern.\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nDiagnostic thoracentesis revealed pus. Converted to 14Fr chest tube placement. 450cc purulent drainage. Instillation of tPA/DNase.\n[Plan]\nAdmit for empyema protocol.",
  "991823_syn_8": "We performed a pleural intervention on [REDACTED]. Initially, we inserted a small catheter for diagnostic purposes, which revealed frank pus. Consequently, we immediately proceeded to place a 14 French chest tube in the same location to establish drainage. We drained 450cc of fluid. Given the loculations seen on ultrasound, we instilled fibrinolytics (tPA and DNase) directly into the tube before clamping it.",
  "991823_syn_9": "Procedure: Thoracostomy conversion.\nAction: The pleural space was accessed. Purulence was aspirated. A drainage catheter was deployed. Effusion was evacuated. Fibrinolytics were administered.\nOutcome: Tube in situ.",
  "991823": "PROCEDURE NOTE: PLEURAL INTERVENTION CONVERSION\n\n**Patient:** James Howlett (MRN: [REDACTED])\n**Date:** [REDACTED]\n**Provider:** Dr. C. Xavier\n\n**Indication:** 55M with fevers and large right pleural effusion. Concern for empyema.\n\n**Procedure Details:**\nTimeout performed. Right posterior chest prepped. \nUltrasound id[REDACTED] a loculated fluid collection. Local anesthesia (20cc Lidocaine). \n\n1. **Diagnostic Thoracentesis:** A 6Fr catheter was inserted. 60cc of frank purulent fluid (pus) was aspirated. \n   *Decision made to escalate to tube thoracostomy immediately given gross empyema.*\n\n2. **Chest Tube Placement:** Using the same site (tract dilated), a 14Fr Wayne pigtail catheter was inserted using Seldinger technique. \n   Return: 450cc purulent fluid. \n   Tube sutured in place and connected to atrium.\n\n3. **Fibrinolytics:** Given loculations seen on US, 10mg tPA and 5mg DNase were instilled through the new chest tube at the end of the case. Tube clamped.\n\n**Complications:** None.\n**Disposition:** Admitted for empyema management."
}
