{
  "994821_syn_1": "Indication: Massive recurrent right pleural effusion.\nProcedure: US-Guided Chest Tube.\n- US: Large free-flowing effusion.\n- 14Fr pigtail placed (Seldinger).\n- 1200mL drained.\n- Fluid sent for cytology/culture.\n- CXR confirmed placement.\nPlan: Drain to dry.",
  "994821_syn_2": "HISTORY: [REDACTED], a 62-year-old male with Stage IV lung malignancy, presented with severe dyspnea secondary to a massive recurrent right pleural effusion.\nPROCEDURE: The right hemithorax was prepared. Bedside ultrasound localized a large, free-flowing effusion amenable to drainage. Under local anesthesia, a 14 French pigtail catheter was inserted utilizing the Seldinger technique. Immediate drainage of 1200 mL of serous fluid provided symptomatic relief. The catheter was secured and placed to suction. Post-procedural imaging verified appropriate positioning.\nIMPRESSION: Successful palliation of malignant pleural effusion via indwelling catheter.",
  "994821_syn_3": "Code: 32557 (Pleural drainage with insertion of indwelling catheter, with imaging guidance).\nTechnique: Percutaneous insertion of 14Fr pigtail catheter.\nGuidance: Real-time ultrasound used to id[REDACTED] pocket and guide needle entry.\nDrainage: 1200mL removed.\nDevice: Indwelling catheter left in place for continued drainage.",
  "994821_syn_4": "Procedure: Chest Tube Placement\nPatient: [REDACTED]\nSteps:\n1. Consent obtained. Time out.\n2. US scan of right chest - large fluid pocket.\n3. Lidocaine prep.\n4. Needle in, wire down, dilated tract.\n5. 14Fr pigtail over wire.\n6. Drained 1.2L straw fluid.\n7. Stitched in place. Hooked to suction.\nPlan: CXR.",
  "994821_syn_5": "Note for [REDACTED] 62M lung ca with big effusion right side. Put a chest tube in today. Used ultrasound to find the spot. Put in a 14 french pigtail using the kit. Got a liter two out right away straw colored. Patient felt way better. Sewed it in connected to wall suction. Xray looks good.",
  "994821_syn_6": "Ultrasound-guided right chest tube placement. Patient 62M with metastatic lung cancer. Large right effusion. Local anesthesia. 14Fr pigtail catheter inserted via Seldinger technique. 1200mL drained. Catheter secured. Complications none. CXR confirms position. Plan drainage and possible pleurodesis.",
  "994821_syn_7": "[Indication]\nRecurrent massive right pleural effusion, Stage IV lung cancer.\n[Anesthesia]\nLocal (1% Lidocaine).\n[Description]\nUS-guided insertion of 14Fr pigtail catheter (Seldinger technique). 1200mL drained. Tube secured and placed on suction.\n[Plan]\nDrain to dry, consider talc.",
  "994821_syn_8": "[REDACTED] with a massive pleural effusion related to his lung cancer. We decided to place a chest tube for drainage. Using ultrasound guidance, we inserted a small-bore pigtail catheter into the right chest. We drained 1200mL of fluid immediately, which relieved his shortness of breath. The tube was secured, and he will be monitored on the floor.",
  "994821_syn_9": "Procedure: Image-guided pleural drainage with catheterization.\nAction: The effusion was visualized sonographically. Access was established percutaneously. An indwelling catheter was advanced into the pleural space. Significant volume (1200mL) was evacuated. The device was anchored.\nResult: Effective drainage.",
  "994821": "Procedure Note\nPatient: [REDACTED] Miller (MRN: [REDACTED])\nDate: [REDACTED]\nDr. Sarah O'Connor, Attending Pulmonologist.\n\n[REDACTED] a 62M with Stage IV lung cancer and a recurrent massive right pleural effusion causing severe dyspnea. He was admitted for management. We discussed options including repeat thoracentesis vs. PleurX vs. Chest Tube/Pleurodesis. He opted for a chest tube for drainage and possible talc slurry.\n\nTime Out performed. The patient was positioned sitting up. The right hemithorax was prepped and draped. Ultrasound id[REDACTED] a large free-flowing effusion. 1% Lidocaine was used for local anesthesia. A 14Fr pigtail catheter was inserted using Seldinger technique under real-time ultrasound guidance. 1200mL of straw-colored fluid was drained immediately. The tube was secured and connected to -20cmH2O suction. Fluid sent for cytology and culture. Post-procedure CXR confirmed placement. Patient tolerated well.\n\nAssessment: Successful US-guided small-bore chest tube placement right hemithorax.\nPlan: Drain to dry, then consider talc slurry."
}
