{
  "IP32609-002_syn_1": "Dx: R pleural thickening/effusion.\nProc: Med thoracoscopy.\nFindings: 900cc serous fluid. Diffuse nodules/plaques parietal/diaphragmatic.\nAction: 12 biopsies taken. No pleurodesis.\nPlan: 24Fr chest tube. Admit.",
  "IP32609-002_syn_2": "OPERATIVE REPORT: Medical Thoracoscopy.\nINDICATIONS: 69-year-old male with asbestos exposure and right-sided pleural thickening suspicious for malignant pleural mesothelioma.\nDESCRIPTION: Under general anesthesia, the right hemithorax was accessed. Approximately 900 mL of serous fluid was aspirated. Thorough inspection demonstrated extensive nodular and plaque-like neoplastic-appearing thickening involving the parietal and diaphragmatic pleura. Twelve large-capacity biopsies were harvested for definitive histopathologic characterization. Pleurodesis was deferred pending final staging. A 24 Fr thoracostomy tube was secured.",
  "IP32609-002_syn_3": "CPT: 32609 (Thoracoscopy, surgical; with biopsy of pleura).\nApproach: Right 5th intercostal space via trocar.\nFindings: Diffuse nodular thickening consistent with malignancy.\nIntervention: Evacuation of 900 mL fluid. Multiple biopsies (n=12) obtained using rigid forceps for BAP1/MTAP testing.\nClosure: 24 Fr chest tube inserted.",
  "IP32609-002_syn_4": "Resident Note: Medical Thoracoscopy\nPatient: [REDACTED]\nAttending: Dr. Stone\nIndication: R effusion, r/o mesothelioma.\nProcedure:\n- GA / ETT.\n- Port placed 5th ICS.\n- Drained 900ml fluid.\n- Saw nodules/plaques on pleura.\n- Took 12 biopsies.\n- Chest tube placed.\nComplications: Minor oozing, cauterized.",
  "IP32609-002_syn_5": "thoracoscopy note for ryan brooks he has asbestos exposure and a right effusion suspicious for meso. did this under GA tube in. port in the 5th space drained 900 of fluid. looks like nodules everywhere especially diaphragm. took a bunch of biopsies like 12 of them. stopped a little bleeding with cautery. didn't do pleurodesis cause we need to know what it is first. chest tube is in.",
  "IP32609-002_syn_6": "Medical thoracoscopy was performed under general anesthesia for a 69-year-old male with suspected mesothelioma. Access was established at the right 5th intercostal space. 900 mL of serous fluid was drained. The parietal and diaphragmatic pleura showed diffuse nodular thickening. Twelve biopsies were obtained using rigid forceps. Minor bleeding was controlled with cautery and epinephrine. A 24 Fr chest tube was placed. The patient was admitted to the thoracic surgery floor.",
  "IP32609-002_syn_7": "[Indication]\nSuspected malignant pleural mesothelioma, R pleural thickening.\n[Anesthesia]\nGeneral Anesthesia, ETT.\n[Description]\n900 mL fluid drained. Diffuse nodular/plaque-like thickening observed. 12 biopsies taken from parietal/diaphragmatic pleura. No pleurodesis.\n[Plan]\nPathology/IHC. PET/CT pending results.",
  "IP32609-002_syn_8": "The patient was brought to the operating room for a medical thoracoscopy to investigate suspected mesothelioma. After inducing general anesthesia, we accessed the right pleural space and drained 900 mL of fluid. The thoracoscopic view was significant for extensive nodular and plaque-like thickening covering the parietal and diaphragmatic pleura. We utilized rigid forceps to obtain twelve biopsies from these suspicious areas. Given the need for diagnostic clarity before staging, we opted not to perform pleurodesis. A chest tube was placed at the conclusion of the case.",
  "IP32609-002_syn_9": "Procedure: Thoracoscopic exploration and sampling.\nTarget: Right hemithorax.\nFindings: 900mL serous fluid removed. Widespread nodularity/plaques noted. Tissue harvested (12 specimens) from chest wall and diaphragm. Hemostasis achieved. Drain positioned.",
  "IP32609-002": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with pleural biopsies for suspected pleural mesothelioma.\nPatient: [REDACTED], 69-year-old male with occupational asbestos exposure and right pleural thickening with effusion.\nAnesthesia: General anesthesia with single-lumen ETT.\nIndication: Progressive right pleural thickening and moderate effusion seen on CT; need tissue diagnosis.\nProcedure details: Right 5th intercostal space, midaxillary line, was chosen under ultrasound. After trocar placement, 900 mL of serous fluid was drained. Thoracoscopy revealed diffuse nodular and plaque-like thickening of the parietal pleura, especially over the diaphragmatic and posterior chest wall. Multiple large biopsies (12 samples) were obtained with rigid forceps from representative areas. No pleurodesis was performed due to diagnostic intent and uncertain staging plan. A 24 Fr chest tube was placed to water seal.\nComplications: Mild oozing at biopsy sites controlled with cautery and topical epinephrine.\nEstimated blood loss: 50 mL.\nDisposition: Admitted to thoracic surgery floor.\nPlan: Send specimens for histology and BAP1/MTAP staining; PET/CT and multidisciplinary tumor board discussion after diagnosis."
}
