{
  "IP32650-005_syn_1": "Indication: Recurrent Left Spontaneous Pneumothorax.\nProc: Med Thoracoscopy + Talc Poudrage.\nFindings: Apical blebs (stapled by Thoracic Surgery). 150ml fluid.\nAction: Mechanical abrasion (apical/parietal) + 4g Talc insufflation (poudrage).\nPlan: Chest tube to suction. Stop smoking.",
  "IP32650-005_syn_2": "OPERATIVE REPORT: Left medical thoracoscopy with pleurodesis for recurrent primary spontaneous pneumothorax.\nFINDINGS: Entry into the left pleural cavity revealed a small effusion and apical bleb disease. The blebs were resected via stapling (refer to Thoracic Surgery note). Following resection, the Medical Pulmonary team performed mechanical pleurodesis of the apical pleura. This was augmented by the insufflation of 4 grams of sterile talc powder (poudrage) to ensure diffuse pleural symphysis.\nOUTCOME: 24-French chest tube placed. Patient extubated and stable.",
  "IP32650-005_syn_3": "Code: 32650 (Thoracoscopy w/ pleurodesis).\nNote: Stapling reported separately by surgery.\nTechnique:\n- Lung isolation (DLT).\n- Id[REDACTED] of apical pathology.\n- Mechanical abrasion performed.\n- Talc Poudrage (Insufflation of dry powder) used instead of slurry.\nMedical Necessity: Recurrent pneumothorax (3rd episode).",
  "IP32650-005_syn_4": "Procedure: Left Thoracoscopy for Pneumo\nPatient: [REDACTED], 27M\n\n1. GA, DLT.\n2. Surgery stapled blebs first.\n3. We did the pleurodesis.\n4. Scratched the pleura (abrasion).\n5. Puffed in 4g Talc powder.\n6. Chest tube placed.\n\nEvents: Desat to 88% during single lung vent, fixed with recruitment.",
  "IP32650-005_syn_5": "Liam is the young guy with the collapsed lung again. We went in with the surgeons. They stapled the blebs. We did the pleurodesis part. Rubbed the apex with gauze and blew in the talc powder 4 grams. He desatted a bit when we dropped the lung but came back up. Tube is in. Tell him to stop smoking seriously.",
  "IP32650-005_syn_6": "Medical thoracoscopy with talc pleurodesis for recurrent spontaneous pneumothorax. Patient is a 27-year-old male. The patient was positioned in right lateral decubitus. Entry into the left pleural space at the 5th intercostal space yielded a small amount of serosanguinous fluid and air. Thoracoscopic inspection revealed several apical blebs. The apical blebs were stapled by the thoracic surgery team. Medical thoracoscopy team performed mechanical pleurodesis along the apical and parietal pleura using gauze pads, followed by insufflation of 4 g sterile talc as dry powder. A 24 Fr chest tube was left at the apex.",
  "IP32650-005_syn_7": "[Indication]\nRecurrent left spontaneous pneumothorax.\n[Anesthesia]\nGeneral, DLT.\n[Description]\nBlebs stapled by surgery. Mechanical abrasion performed. 4g Talc poudrage insufflated.\n[Plan]\nDaily CXR. Tube removal when air leak resolves. Smoking cessation.",
  "IP32650-005_syn_8": "Liam came in for his third collapsed lung. We worked with the surgery team; they stapled off the weak spots (blebs) on his lung. Then, we performed the pleurodesis to stick the lung to the chest wall. We used a scratch pad on the lining and blew in dry talc powder. He had a brief drop in oxygen levels during the procedure but recovered quickly. He has a chest tube in now.",
  "IP32650-005_syn_9": "Procedure: Medical thoracoscopy with talc poudrage.\nContext: Recurrent primary spontaneous pneumothorax.\nIntervention: Apical blebs were resected by surgery. The parietal pleura was abraded. 4 g of talc was insufflated as a dry powder.\nComplication: Intraoperative desaturation resolved with recruitment maneuvers.",
  "IP32650-005": "Interventional Pulmonology Procedure Note\nProcedure: Medical thoracoscopy with talc pleurodesis for recurrent spontaneous pneumothorax.\nPatient: [REDACTED], 27-year-old male with recurrent primary left spontaneous pneumothorax.\nAnesthesia: General anesthesia with left lung isolation using a double-lumen ETT.\nIndication: Third episode of left spontaneous pneumothorax with persistent air leak after chest tube drainage.\nProcedure details: The patient was positioned in right lateral decubitus. Entry into the left pleural space at the 5th intercostal space yielded a small amount of serosanguinous fluid and air. Thoracoscopic inspection revealed several apical blebs and normal visceral pleura elsewhere. The apical blebs were stapled with an endoscopic stapler by the thoracic surgery team (documented separately). Medical thoracoscopy team performed mechanical pleurodesis along the apical and parietal pleura using gauze pads, followed by insufflation of 4 g sterile talc as dry powder. A 24 Fr chest tube was left at the apex.\nComplications: Brief intraoperative desaturation to 88% during lung isolation, resolved with recruitment maneuvers.\nEstimated blood loss: 20 mL.\nDisposition: Admitted to floor with chest tube to suction.\nPlan: Daily CXRs; chest tube removal when no air leak and lung fully expanded on water seal; smoking cessation counseling."
}
