{
  "S31640-002_syn_1": "Dx: Tracheal stenosis (granulation).\nRx: Flex bronch w/ mechanical debulking.\n- 2cm above carina.\n- Forceps used to remove granulation.\n- Snare excision of fibrotic band.\n- Lumen opened.\n- No thermal energy used.\n- D/C home.",
  "S31640-002_syn_2": "PROCEDURE: Therapeutic flexible bronchoscopy.\nCLINICAL CONTEXT: Post-intubation stenosis.\nFINDINGS: Circumferential granulation tissue at the distal trachea.\nTECHNIQUE: Mechanical excision was prioritized. Large alligator forceps were utilized to debride the friable tissue. Subsequently, an electrocautery-independent snare technique was employed to resect a central fibrotic band, effectively disrupting the stenotic ring and restoring luminal diameter.",
  "S31640-002_syn_3": "CPT 31640 Justification:\nService: Bronchoscopy with excision of tumor/tissue.\nMethod: Mechanical removal using alligator forceps and snare.\nSite: Distal Trachea.\nNote: No balloon dilation or thermal ablation codes are applicable as the primary method of opening the airway was physical excision of the obstructing granulation tissue.",
  "S31640-002_syn_4": "Procedure: Bronchoscopy (Flexible)\nIndication: Tracheal stenosis.\nSteps:\n1. Moderate sedation.\n2. Scope introduced.\n3. Granulation tissue found distally.\n4. Forceps used to remove tissue pieces.\n5. Snare used to cut band.\n6. Airway opened up.\nPlan: Inhaled steroids, f/u 6 weeks.",
  "S31640-002_syn_5": "Procedure note for maria lopez... she has that tracheal stenosis from the tube before... we did a flex bronch with sedation... saw the granulation tissue above the carina... used the alligator forceps to pull it out piece by piece... also used a snare to cut a band of tissue... opened it up nice... no bleeding really... patient tolerated it well going home on steroids.",
  "S31640-002_syn_6": "Under moderate sedation the flexible bronchoscope was inserted. The distal trachea showed 70% obstruction from granulation tissue. Mechanical debulking was executed using large alligator forceps to remove tissue. A snare was then used to resect a fibrotic band. No thermal ablation was required. The airway lumen was significantly improved. The patient was stable and discharged to home.",
  "S31640-002_syn_7": "[Indication]\nSymptomatic benign distal tracheal stenosis.\n[Anesthesia]\nModerate Sedation.\n[Description]\nMechanical debulking of granulation tissue using forceps and snare resection. Tracheal lumen restored. No thermal ablation.\n[Plan]\nDischarge on inhaled steroids.",
  "S31640-002_syn_8": "The patient underwent flexible bronchoscopy for tracheal stenosis. We id[REDACTED] a ring of granulation tissue causing obstruction. Using alligator forceps, we mechanically removed the tissue in a piecemeal fashion. We also utilized a snare to resect a fibrous band within the trachea. These mechanical interventions successfully opened the airway without the need for laser or balloon dilation.",
  "S31640-002_syn_9": "Flexible endoscopy performed to clear the airway. The tracheal obstruction was dismantled using grasping forceps. The constricting tissue was avulsed and extracted. A loop snare was used to slice through the fibrotic stricture. The tracheal passage was widened via physical removal of the offending tissue.",
  "S31640-002": "BRONCHOSCOPY PROCEDURE NOTE\n\nPatient: [REDACTED], 58-year-old female\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. James Porter\n\nIndication:\nProgressive dyspnea and stridor due to benign post-intubation granulation tissue causing distal tracheal stenosis.\n\nPre-/Post-procedure Diagnosis:\nBenign distal tracheal obstruction from post-intubation granulation tissue.\n\nProcedure:\nFlexible bronchoscopy with mechanical debulking of obstructing granulation tissue (CPT 31640).\n\nAnesthesia / Sedation:\nModerate sedation with IV midazolam and fentanyl; topical lidocaine. Native airway with oral bite block. ASA class III.\n\nFindings:\nAt 2 cm above the carina there was circumferential granulation tissue and nodular scar narrowing the distal trachea to approximately 70% obstruction. No discrete mass elsewhere. Distal mainstem bronchi patent.\n\nInterventions:\nUsing large alligator forceps through the flexible bronchoscope, multiple passes of mechanical debulking were performed, removing friable granulation tissue in piecemeal fashion. Snare resection was then used to excise a central fibrotic band. The stenotic ring was mechanically disrupted, and the tracheal lumen opened significantly. No balloon dilation or thermal ablation was used. The note explicitly reflects mechanical debulking and snare resection of the obstructing lesion consistent with CPT 31640.\n\nHemostasis / Complications:\nMinor oozing controlled with cold saline; no significant bleeding. No desaturations or arrhythmias.\n\nEBL:\nApproximately 10 mL.\n\nDisposition:\nObserved for 2 hours in recovery and discharged home on inhaled corticosteroid and PPI. Follow-up bronchoscopy planned in 6–8 weeks to assess for recurrent stenosis."
}
