{
  "S31640-022_syn_1": "Indication: Tracheal tumor, dyspnea.\nApproach: Rigid bronchoscopy.\nAction: Coring and forceps debulking of proximal tracheal mass. Snare used for pedunculated portion. No ablation.\nResult: Lumen patency improved from 30% to patent.\nEBL: 15mL.\nPlan: D/C to home.",
  "S31640-022_syn_2": "OPERATIVE REPORT: Mr. James Anderson, presenting with stridor secondary to a proximal tracheal neoplasm, underwent rigid bronchoscopy. The airway was secured, and the lesion—a sessile mass occluding 70% of the lumen—was visualized. Mechanical resection was executed utilizing the rigid bronchoscope barrel for coring, supplemented by forceps extraction and snare resection of pedunculated elements. Thermal modalities were strictly avoided. Hemostasis was spontaneous or assisted by cold saline lavage.",
  "S31640-022_syn_3": "CPT: 31640 (Excision of Tumor).\nTechnique: Rigid Bronchoscopy with Mechanical Debulking.\nTools: Rigid scope (coring), Forceps, Snare.\nSite: Proximal Trachea.\nNarrative: The patient was anesthetized. Rigid scope inserted. Tumor mechanically cored and removed with forceps. Snare used for polypoid component. No laser or cryotherapy utilized. Pathologic specimen collected.",
  "S31640-022_syn_4": "Resident Note: Tracheal Debulking\nPatient: [REDACTED], 55M\nStaff: Dr. Shah\n1. General Anesthesia induced.\n2. Rigid bronchoscope inserted.\n3. Proximal tracheal tumor id[REDACTED] (70% stenosis).\n4. Performed mechanical debulking using rigid coring technique and forceps.\n5. Snare used for one piece.\n6. No complications. Minimal bleeding.\nPlan: Extubate, PACU, Home.",
  "S31640-022_syn_5": "Procedure note for William Taylor he has that tracheal tumor causing noisy breathing we took him to the OR for rigid bronchoscopy did the mechanical debulking used the rigid scope to core it out and forceps to grab the pieces also used a snare for a hanging part no balloons or burning used just mechanical removal bleeding was minimal 15ml he did fine extubated sent to pacu then home later",
  "S31640-022_syn_6": "BRONCHOSCOPY PROCEDURE NOTE MECHANICAL DEBULKING OF TRACHEAL TUMOR Patient David Thomas 56-year-old male Date [REDACTED] Location Capital Regional Hospital Indication Proximal tracheal tumor with noisy breathing and exertional dyspnea Procedure Rigid bronchoscopy with mechanical debulking excision of proximal tracheal mass CPT 31640 Anesthesia General anesthesia with rigid tracheoscope ASA class III Findings Sessile tumor on anterior proximal tracheal wall narrowing lumen to 70% Interventions Rigid coring and forceps debulking removed most of the lesion Snare resection used to excise a pedunculated portion No ablation or balloon used Hemostasis Minimal controlled with cold saline EBL 15 mL.",
  "S31640-022_syn_7": "[Indication]\nProximal tracheal tumor, stridor, exertional dyspnea.\n[Anesthesia]\nGeneral Anesthesia, Rigid Bronchoscopy.\n[Description]\nRigid scope inserted. 70% occlusion of proximal trachea noted. Mechanical debulking performed via rigid coring, forceps excision, and snare resection. No thermal ablation. Hemostasis secured with cold saline.\n[Plan]\nExtubate. Discharge home after recovery.",
  "S31640-022_syn_8": "[REDACTED] rigid bronchoscopy to treat a tumor in his windpipe. Once he was asleep, we inserted the rigid scope and saw the mass blocking about 70% of the airway. We used the sharp edge of the scope to core through the tumor and forceps to pull the pieces out. We also used a snare to cut off a hanging piece. We didn't use any heat or balloons. The bleeding was very light and stopped with some cold saltwater. He went home the same day.",
  "S31640-022_syn_9": "Indication: Proximal tracheal tumor with noisy respiration and exertional breathlessness.\nProcedure: Rigid bronchoscopy with physical reduction/extraction of proximal tracheal mass.\nInterventions: Rigid coring and forceps removal eliminated most of the lesion. Snare excision utilized to remove a pedunculated segment. No destruction or balloon employed.\nHemostasis: Minimal; managed with chilled saline.",
  "S31640-022": "BRONCHOSCOPY PROCEDURE NOTE – MECHANICAL DEBULKING OF TRACHEAL TUMOR\n\nPatient: [REDACTED], 55-year-old male\nMRN: [REDACTED]\nDate: [REDACTED]\nLocation: [REDACTED]\nAttending: Dr. Monica Shah\n\nIndication:\nProximal tracheal tumor with noisy breathing and exertional dyspnea.\n\nProcedure:\nRigid bronchoscopy with mechanical debulking/excision of proximal tracheal mass (CPT 31640).\n\nAnesthesia:\nGeneral anesthesia with rigid tracheoscope. ASA class III.\n\nFindings:\nSessile tumor on anterior proximal tracheal wall narrowing lumen to ~70%.\n\nInterventions:\nRigid coring and forceps debulking removed most of the lesion. Snare resection used to excise a pedunculated portion. No ablation or balloon used.\n\nHemostasis:\nMinimal; controlled with cold saline.\n\nEBL:\n15 mL.\n\nComplications:\nNone.\n\nDisposition:\nExtubated and discharged to PACU, then home later the same day."
}
