{
  "SYNIP0012_syn_1": "Indication: BI obstruction (NSCLC).\nProcedure: Rigid bronchoscopy, mechanical debulking.\nFindings: Exophytic tumor BI, 75% occlusion.\nAction: Cored with rigid barrel. Microdebrider used for cleanup.\nResult: 30% residual narrowing. No stent.\nComplications: Mild bleeding.\nDisp: Floor.",
  "SYNIP0012_syn_2": "PROCEDURE NOTE: The patient underwent rigid bronchoscopy for the management of a symptomatic obstruction in the bronchus intermedius secondary to non-small cell lung cancer. Upon airway inspection, an exophytic neoplasm was visualized distal to the right upper lobe takeoff, occluding approximately 75% of the lumen. Mechanical debulking was undertaken utilizing the bevel of the rigid bronchoscope for coring, followed by microdebridement to ensure a smooth endoluminal surface. The procedure successfully re-established airway patency, leaving approximately 30% residual stenosis.",
  "SYNIP0012_syn_3": "Service: Bronchoscopy with tumor excision (31640).\nLocation: Bronchus Intermedius (Right Lung).\nMethod: Mechanical debulking via Rigid Bronchoscopy.\nTools: Rigid barrel, suction, forceps, microdebrider.\nOutcome: Reduction of obstruction from 75% to 30%.\nMedical Necessity: Recurrent post-obstructive pneumonia.",
  "SYNIP0012_syn_4": "Procedure Note\nPatient: [REDACTED], 74F\nProcedure: Rigid Bronchoscopy/Debulking\nSteps:\n1. Anesthesia induction.\n2. Rigid scope placed.\n3. Id[REDACTED] tumor in Bronchus Intermedius.\n4. Mechanically debulked with forceps/suction/microdebrider.\n5. Hemostasis achieved.\n6. Patient extubated.\nComments: Good result, airway open.",
  "SYNIP0012_syn_5": "Doris Hill 74 female with NSCLC obstructing the bronchus intermedius rigid bronch was done today under general anesthesia... saw the tumor blocking about 75 percent or so used the rigid tube to core it out and suctioned the pieces microdebrider used too final result looked good maybe 30 percent narrowing left no stent needed mild bleeding only stopped with saline admitted to floor.",
  "SYNIP0012_syn_6": "Right bronchus intermedius obstruction from non-small cell lung cancer with recurrent post-obstructive pneumonia. Rigid bronchoscopy with mechanical debulking of tumor in bronchus intermedius. General anesthesia with rigid bronchoscopy. Exophytic tumor in bronchus intermedius just distal to right upper lobe takeoff causing ~75% obstruction with distal mucous plugging. Mechanical debulking was performed using the rigid barrel, suction, and forceps to core out tumor and remove large fragments. A microdebrider was then used to excise residual tumor and smooth the airway wall. Final airway lumen had ~30% residual narrowing; no stent was placed. Mild bleeding controlled with cold saline and dilute epinephrine. Extubated in OR and admitted to medical floor for pneumonia management.",
  "SYNIP0012_syn_7": "[Indication]\nNSCLC obstruction of Bronchus Intermedius.\n[Anesthesia]\nGeneral, Rigid.\n[Description]\n75% occlusion of BI found. Mechanical debulking performed using rigid coring and microdebrider. Airway caliber improved to 30% residual stenosis. Distal mucous cleared.\n[Plan]\nAdmit to floor. Pneumonia management.",
  "SYNIP0012_syn_8": "We performed a rigid bronchoscopy on Ms. [REDACTED] to treat a tumor obstructing her bronchus intermedius. After inducing anesthesia, we located the tumor which was blocking about 75% of the airway. We used the rigid scope to mechanically remove the bulk of the tumor and then used a microdebrider to clean up the edges. The airway was significantly opened up, with only about 30% narrowing remaining. She tolerated the procedure well with minimal bleeding.",
  "SYNIP0012_syn_9": "Procedure: Rigid bronchoscopy with physical resection of tumor in bronchus intermedius.\nFindings: Growth in the airway causing 75% blockage.\nIntervention: The mass was cored out using the rigid scope. Remaining tissue was shaved with a microdebrider. The airway was cleared.\nResult: Airway flow restored.",
  "SYNIP0012": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\nPatient: [REDACTED]  MRN: [REDACTED]  Age/Sex: 74/F\nDate: [REDACTED]\nIndication: Right bronchus intermedius obstruction from non-small cell lung cancer with recurrent post-obstructive pneumonia.\nProcedure: Rigid bronchoscopy with mechanical debulking of tumor in bronchus intermedius.\nAnesthesia: General anesthesia with rigid bronchoscopy.\nFindings: Exophytic tumor in bronchus intermedius just distal to right upper lobe takeoff causing ~75% obstruction with distal mucous plugging.\nIntervention: Mechanical debulking was performed using the rigid barrel, suction, and forceps to core out tumor and remove large fragments. A microdebrider was then used to excise residual tumor and smooth the airway wall. Final airway lumen had ~30% residual narrowing; no stent was placed.\nComplications: Mild bleeding controlled with cold saline and dilute epinephrine.\nDisposition: Extubated in OR and admitted to medical floor for pneumonia management."
}
