{
  "2245501_syn_1": "Indication: 18mm GGO Lingula.\nProc: Ion Nav, rEBUS (Adjacent).\nAction: TBNA (23G x4). Fiducial placement (0.8x3mm gold).\nROSE: Adenocarcinoma.\nPlan: SBRT planning.",
  "2245501_syn_2": "NARRATIVE: [REDACTED] biopsy and fiducial placement regarding an 18mm ground glass opacity in the Lingula (LB5). Using the Ion platform, we navigated to the target. Radial EBUS showed an adjacent view. Transbronchial needle aspiration confirmed adenocarcinoma on ROSE. Subsequently, a gold fiducial marker (CIVCO) was deployed under fluoroscopic guidance to facilitate future stereotactic radiotherapy.",
  "2245501_syn_3": "Coding: 31626 (Fiducials), 31629 (TBNA), +31627 (Nav), +31654 (rEBUS).\nTarget: Lingula (LB5).\nJustification: Biopsy confirmed malignancy (Adeno), fiducial placed for SBRT.\nTools: Ion, Fluoroscopy.",
  "2245501_syn_4": "Procedure: Ion Bronch + Fiducial\nPt: [REDACTED]\n\n1. Nav to Lingula LB5.\n2. rEBUS: Adjacent.\n3. TBNA x4 (23G).\n4. ROSE: Adenocarcinoma.\n5. Placed 1 gold fiducial.\n6. No complications.",
  "2245501_syn_5": "sarah martin here for biopsy and fiducial. 18mm ggo in the lingula lb5. ion robot used. radial ebus adjacent. took 4 needle samples. rose said adenocarcinoma. put in a gold fiducial marker for radiation. everything went fine.",
  "2245501_syn_6": "Robotic navigation bronchoscopy (Ion) for 18mm Lingula GGO (LB5). Registration error 3.1mm. Radial EBUS: Adjacent. Sampling: TBNA (23G, 4 passes). ROSE: Adenocarcinoma. Fiducial marker placed under fluoroscopy. No complications.",
  "2245501_syn_7": "[Indication]\nGGO Lingula, 18mm.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to Inferior Lingula (LB5). rEBUS: Adjacent. \n- TBNA (23G)\n- Fiducial placement\nROSE: Adenocarcinoma.\n[Plan]\nRadiation Oncology referral.",
  "2245501_syn_8": "[REDACTED] bronchoscopy for an 18mm nodule in the Lingula. After navigating with the Ion system and confirming location with adjacent radial EBUS, we performed needle aspiration which confirmed adenocarcinoma. We then placed a gold fiducial marker to aid in future radiation treatment.",
  "2245501_syn_9": "Procedure: Robotic-assisted endoscopy with marker implantation.\nSite: Inferior Lingula (LB5).\nSampling: Needle aspiration (TBNA) confirmed adenocarcinoma.\nIntervention: A fiducial marker was deployed for radiotherapy guidance.",
  "2245501": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Rachel Kim\n\nIndication: Ground glass opacity requiring biopsy\nTarget: 18mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Right Mainstem, RUL Carina (RC1), Carina, LUL Lingula Carina (LC1), Left Mainstem from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t13\t361\t15\t100\t5\t16\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 3.1mm. Ion robotic catheter was used to engage the Inferior Lingula (LB5). Target lesion is approximately 18mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.6cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nThe robotic arm was actively locked to maintain rigidity. Vision probe was unlocked and removed from the working channel, leaving the outer catheter locked in position via shape-sensing technology.\n\nTransbronchial needle aspiration was performed with 23G Needle through the extended working channel catheter. Total 4 samples were collected. Samples sent for Cytology and Cell block.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nROSE Result: Malignant cells id[REDACTED], consistent with adenocarcinoma\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nKim, MD"
}
