{
  "2386614_syn_1": "Pre-op: 14mm LUL nodule. \nAnesthesia: GA, 8.0 ETT.\nProcedure:\n- Monarch robot nav to LB1+2.\n- rEBUS: Adjacent view.\n- Sampling: 21G TBNA (x6), Forceps (x6), Protected Brush.\n- ROSE: No malignancy.\nComplications: None.\nPlan: Recovery, D/C if stable.",
  "2386614_syn_2": "OPERATIVE NARRATIVE: The patient was brought to the endoscopy suite for evaluation of a 14mm peripheral pulmonary nodule in the Apicoposterior Segment of the Left Upper Lobe. Following induction of general anesthesia, the Monarch robotic platform was deployed. Electromagnetic navigation was registered with an error of 4.6mm. Upon reaching the target, radial EBUS demonstrated an adjacent acoustic signature. Transbronchial needle aspiration (21G), forceps biopsy, and cytological brushing were performed under continuous visualization. Rapid On-Site Evaluation (ROSE) was negative for malignant neoplasm. Hemostasis was achieved without intervention.",
  "2386614_syn_3": "Procedure: Bronchoscopy with Computer-Assisted Navigation (31627) and EBUS (31654).\nTarget: LUL Nodule (14mm).\nTechnique:\n1. Navigated to LB1+2 using electromagnetic guidance.\n2. Confirmed target via rEBUS (Adjacent).\n3. TBNA: 21G needle, 6 passes (31629).\n4. Biopsy: Standard forceps, 6 samples (31628).\n5. Brushing: Protected brush (31623).\nOutcome: Samples to patho. ROSE negative.",
  "2386614_syn_4": "Resident Note\nPt: [REDACTED].\nProc: Robotic Bronch LUL.\nSteps:\n1. Time out. GA induced. ETT 8.0.\n2. Monarch scope inserted. Registration 4.6mm error.\n3. Navigated to LUL (Apicoposterior).\n4. rEBUS confirmed lesion (adjacent).\n5. TBNA x6, Bx x6, Brush x1.\n6. ROSE: No malignancy.\n7. Pt tolerated well.\nPlan: CXR, D/C.",
  "2386614_syn_5": "Procedure note for Mr [REDACTED] we did the robotic bronch today for that LUL nodule. General anesthesia tube size 8.0 registration was okay 4.6mm. Went out to the apicoposterior segment found it with rebus adjacent view. Did the needle biopsy 21 gauge then the forceps then the brush. ROSE said no cancer seen. No bleeding really. Extubated fine sent to recovery check a chest xray.",
  "2386614_syn_6": "The patient underwent robotic bronchoscopy for a 14mm LUL nodule under general anesthesia with an 8.0 ETT. The Monarch system was navigated to the apicoposterior segment of the LUL. Radial EBUS confirmed the lesion with an adjacent view. Sampling included transbronchial needle aspiration with a 21G needle (6 passes), forceps biopsy (6 specimens), and protected brushings. Continuous visualization was maintained. ROSE result showed no evidence of malignancy. The patient tolerated the procedure without complications.",
  "2386614_syn_7": "[Indication]\nPeripheral pulmonary nodule, LUL (14mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch robotic navigation to LB1+2. rEBUS: Adjacent. Sampling performed: 21G TBNA, Forceps biopsy, Protected Brush. Continuous visualization confirmed tool exit. ROSE: No evidence of malignant neoplasm.\n[Plan]\nPost-procedure CXR. Discharge if stable.",
  "2386614_syn_8": "[REDACTED] biopsy of a 14mm nodule in the left upper lobe. We induced general anesthesia and secured the airway. Using the Monarch robotic system, we navigated to the apicoposterior segment. We confirmed the location with radial EBUS, which showed the lesion adjacent to the airway. We then proceeded to sample the area using a 21-gauge needle, followed by standard forceps biopsies and a brush. The on-site pathologist saw no evidence of malignancy in the preliminary review. The procedure was completed without any immediate complications.",
  "2386614_syn_9": "Operation: Robotic-assisted bronchoscopy.\nTarget: LUL nodule.\nAction: The device was steered to the LUL apicoposterior segment. rEBUS verified the target. The lesion was aspirated with a 21G needle, sampled with forceps, and brushed. Visual confirmation of tool deployment was maintained.\nResult: ROSE indicated no malignancy. No trauma noted.\nPlan: Recovery.",
  "2386614": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 7/1/1972\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CAPT Russell Miller, MD\n\nIndication: Peripheral pulmonary nodule\nTarget: 14mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t354\t18\t100\t5\t17\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.6mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB1+2) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Apicoposterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 6 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 6 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: No evidence of malignant neoplasm\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nMiller, MD"
}
