{
  "2458901_syn_1": "Procedure: EBUS-TBNA.\nIndication: Mediastinal staging.\nNodes Sampled:\n- 4R (18mm): Positive for Adeno.\n- 7 (22mm): Positive for Adeno.\n- 10R (14mm): Positive for Adeno.\nTechnique: 22G needle, 3-4 passes per station.\nResult: N3 disease (Contralateral/Supraclavicular not sampled, but extensive N2 involved).",
  "2458901_syn_2": "DIAGNOSTIC OPERATIVE NOTE: The patient underwent endobronchial ultrasound-transbronchial needle aspiration (EBUS-TBNA) for mediastinal staging. The airway was inspected and found to be patent. Systematic ultrasonic evaluation of the mediastinum revealed lymphadenopathy in stations 4R, 7, and 10R. Real-time guided aspiration was performed utilizing a 22-gauge needle. Rapid On-Site Evaluation (ROSE) confirmed the presence of malignant cells consistent with adenocarcinoma in all sampled stations, confirming multi-station N2 disease.",
  "2458901_syn_3": "CPT Coding Data:\n- 31653 (EBUS-TBNA, first 3 stations): Biopsies taken from stations 4R, 7, and 10R.\n- 31622 (Dx Bronch): Bundled.\nMedical Necessity: Staging for RUL mass.\nTechnique: Ultrasound guidance used for needle visualization during all passes. Images archived.",
  "2458901_syn_4": "Procedure: EBUS\nResident: Dr. Rogers\nPatient: [REDACTED]\nSteps:\n1. Moderate sedation.\n2. Airway exam normal.\n3. EBUS scope down. Found nodes at 4R, 7, 10R.\n4. Biopsied all three with 22G needle.\n5. ROSE said cancer (adeno).\nPlan: Oncology referral.",
  "2458901_syn_5": "We did the EBUS on Sarah Martinez today indication was staging. Sedation was fine versed fentanyl. Looked at the nodes 4R was big so we stuck it 4 times came back cancer. Station 7 also big stuck that one too cancer. 10R also positive. So looks like stage III disease. No bleeding patient woke up fine.",
  "2458901_syn_6": "Endobronchial ultrasound-guided transbronchial needle aspiration was performed for staging of a right upper lobe mass. The EBUS bronchoscope was introduced. Lymph node stations 4R, 7, and 10R were id[REDACTED], measured, and sampled using a 22-gauge needle under real-time ultrasound guidance. Cytopathology confirmed adenocarcinoma in all sampled stations. The procedure was well tolerated without complication.",
  "2458901_syn_7": "[Indication]\nMediastinal lymphadenopathy, staging for RUL mass.\n[Anesthesia]\nModerate Sedation.\n[Description]\nEBUS performed. Nodes sampled: 4R, 7, 10R. \nPathology: Adenocarcinoma confirmed in all stations.\n[Plan]\nRefer to Oncology for Stage IIIB treatment.",
  "2458901_syn_8": "[REDACTED] EBUS procedure today to stage her lung cancer. After checking her airways, which looked clear, we used the ultrasound scope to locate enlarged lymph nodes in the middle of her chest. We took samples from the right paratracheal, subcarinal, and right hilar nodes. Unfortunately, the preliminary results from the pathologist in the room showed cancer cells in all three areas, indicating the disease has spread to the lymph nodes.",
  "2458901_syn_9": "Procedure: Endosonography with needle extraction.\nTarget: Mediastinal nodes.\nAction: Stations 4R, 7, and 10R were visualized. A needle was propelled into each node to harvest cells. The specimens were analyzed immediately.\nResult: Malignancy detected in all stations.",
  "2458901": "PATIENT: [REDACTED], 58-year-old Female\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Ms. [REDACTED] is a 58-year-old female who presents with mediastinal lymphadenopathy discovered on staging CT for newly diagnosed right upper lobe mass. PET-CT shows FDG-avid nodes in stations 4R, 7, and 10R. The nature, purpose, risks, benefits and alternatives to EBUS-TBNA were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Mediastinal lymphadenopathy; Right upper lobe mass\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: EBUS-TBNA (CPT 31652, 31653)\nATTENDING: Dr. James Chen\nASSISTANT: Dr. Emily Rogers, Fellow\nSupport Staff:\n\nRN: Karen Thompson\nRT: Michael Davis\n\nANESTHESIA: Moderate sedation with Midazolam 2mg IV and Fentanyl 100mcg IV\nMONITORING: Pulse oximetry, heart rate, telemetry, and BP were continuously monitored by an independent trained observer present throughout the entire procedure.\nINSTRUMENT: Olympus BF-UC180F EBUS bronchoscope\nESTIMATED BLOOD LOSS: Minimal\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location). All procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine\nThe endobronchial ultrasound-capable bronchoscope was introduced through the oral route. 5 cc of 2% lidocaine was instilled for topical anesthesia. Initial airway inspection revealed normal vocal cords with symmetric movement, normal trachea, and patent bilateral mainstem bronchi without endobronchial lesions.\nA systematic EBUS survey was completed. The following lymph node stations were id[REDACTED] and sampled:\nStation 4R (Right paratracheal):\n\nSize: 18mm (short axis)\nNumber of Passes: 4\nEcho Features: Heterogeneous, defined borders, round shape\nBiopsy Tools: 22-gauge needle\nROSE Results: Adequate cellularity, malignant cells present consistent with adenocarcinoma\n\nStation 7 (Subcarinal):\n\nSize: 22mm (short axis)\nNumber of Passes: 4\nEcho Features: Heterogeneous, irregular borders\nBiopsy Tools: 22-gauge needle\nROSE Results: Adequate cellularity, malignant cells present\n\nStation 10R (Right hilar):\n\nSize: 14mm (short axis)\nNumber of Passes: 3\nEcho Features: Hypoechoic, defined borders\nBiopsy Tools: 22-gauge needle\nROSE Results: Adequate cellularity, malignant cells present\n\nOverall ROSE Diagnosis: Metastatic adenocarcinoma. Prior to withdrawal of the bronchoscope, inspection demonstrated no evidence of bleeding.\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Chen, was present at the bedside and supervised the entire procedure.\nSPECIMEN(S):\n\nStation 4R TBNA x4 (cytology)\nStation 7 TBNA x4 (cytology)\nStation 10R TBNA x3 (cytology)\n\nIMPRESSION/PLAN: Ms. [REDACTED] is a 58-year-old female with newly diagnosed lung adenocarcinoma. EBUS-TBNA confirms N2 and N3 nodal involvement (Stage IIIB). Results will be discussed at multidisciplinary tumor board. Patient to follow up with medical oncology for treatment planning."
}
