{
  "2472138_syn_1": "Dx: Lung-RADS 4X, 22mm LUL.\nMethod: Galaxy Robot + TiLT+.\nFindings: 1.5cm divergence on TiLT. Corrected.\nrEBUS: Eccentric.\n intervention: TBNA x5, Forceps x7, Brush, Fiducial.\nROSE: Lymphocytes/benign.",
  "2472138_syn_2": "OPERATIVE SUMMARY: [REDACTED] biopsy of a 22mm LUL nodule. Under GA, the Galaxy bronchoscope was navigated to LB1+2. Intra-operative TiLT+ tomosynthesis revealed a 1.5cm divergence secondary to respiratory motion. Following target update, an eccentric rEBUS view was obtained. Diagnostic sampling included TBNA, forceps biopsy, and brushing. A fiducial marker was placed to facilitate SBRT if needed. ROSE cytology showed benign lymphocytes.",
  "2472138_syn_3": "Code Selection:\n31626 (Marker), 31629 (TBNA), 31623 (Brush). Add-ons: 31627 (Nav), 31654 (rEBUS).\nMedical Necessity: 4X nodule requiring diagnosis and marking.\nTech: Galaxy robot with TiLT+ used to correct 1.5cm divergence.",
  "2472138_syn_4": "Resident Note\nPatient: S. Walker, 82F\nTarget: LUL 22mm\nSteps:\n1. Galaxy nav to LB1+2.\n2. TiLT+ showed 1.5cm divergence.\n3. Re-aligned.\n4. rEBUS eccentric.\n5. Samples: Needle, Forceps, Brush.\n6. Fiducial placed.\nROSE: Benign so far.",
  "2472138_syn_5": "shirley walker 82 year old female lul nodule. used the galaxy system. tilt scan showed we were off by 1.5cm cause of breathing motion. fixed it. eccentric view on the radar. took a bunch of samples needle and forceps and brush. put a marker in just in case. rose says benign lymphocytes.",
  "2472138_syn_6": "Lung-RADS 4X nodule. 22mm nodule in LUL. General anesthesia. Noah Galaxy bronchoscope. Navigated to LB1+2. TiLT+ sweep revealed 1.5cm divergence. Target updated. rEBUS view: Eccentric. TBNA performed. Transbronchial forceps biopsy performed. Cytology brushings obtained. Gold fiducial marker placed. ROSE Result: Lymphocytes and benign cells.",
  "2472138_syn_7": "[Indication]\n22mm LUL nodule (4X).\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav. TiLT+ corrected 1.5cm divergence. rEBUS eccentric. TBNA, Bx, Brush. Fiducial placed.\n[Plan]\nWait for final path.",
  "2472138_syn_8": "[REDACTED] a robotic biopsy of her left upper lobe nodule. Using the Galaxy system and TiLT+ technology, we id[REDACTED] and corrected a 1.5cm discrepancy in the target location caused by breathing. We obtained samples using a needle, forceps, and brush, and placed a fiducial marker. Preliminary results show benign cells.",
  "2472138_syn_9": "Task: Robotic biopsy LUL.\nDetail: Galaxy system used. TiLT+ rectified a 1.5cm divergence. rEBUS confirmed location (eccentric). We aspirated, biopsied, and brushed the lesion. A fiducial was deposited.\nPathology: ROSE showed lymphocytes.",
  "2472138": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Lung-RADS 4X nodule\nTarget: 22mm nodule in LUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t11\t392\t9\t80\t6\t16\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the LUL (LB1+2) based on the pre-operative CT navigational plan. Registration accuracy: 2.3mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.5cm divergence between the pre-op CT target and the actual lesion location due to respiratory motion.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 21G needle. 5 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 7 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nAnderson, MD"
}
