{
  "2572017_syn_1": "Ind: Squamous cell CA, RMS block.\nProc: Rigid bronch, Cryoextraction.\nAction: Tumor frozen/removed piecemeal. Laser/APC for base.\nResult: 77% -> 22% obstruction.\nEBL: 50mL.\nPlan: ICU.",
  "2572017_syn_2": "PROCEDURE: Rigid bronchoscopy with cryotherapy for malignant airway obstruction.\nPATIENT: [REDACTED], 58M.\nFINDINGS: 77% obstruction of the Right Mainstem (RMS) by squamous cell carcinoma. Cryoextraction was utilized to debulk the exophytic tumor component. Following bulk removal, the tumor base was treated with APC and Laser to ensure hemostasis and further ablation (CPT 31641). Final airway inspection revealed 22% residual stenosis.",
  "2572017_syn_3": "Service: Bronchoscopy with tumor destruction (31641).\nMethod: Cryoextraction and Laser/APC ablation.\nSite: Right Mainstem Bronchus.\nPre-op: 77% occlusion.\nPost-op: 22% occlusion.\nSpecimens: Sent for histology.",
  "2572017_syn_4": "Procedure: Rigid Bronch w/ Cryo\nPatient: [REDACTED]\nSteps:\n1. GA. Rigid scope to RMS.\n2. Tumor found.\n3. Cryo probe used to freeze and pull tumor chunks.\n4. Laser used to clean up base.\n5. Good hemostasis.\n6. Residual 22%.\nPlan: ICU.",
  "2572017_syn_5": "[REDACTED]. squamous cell cancer blocking the right mainstem. we used the cryo probe to pull the tumor out frozen. did a bunch of passes. then used the laser to stop the bleeding at the base. went from 77 percent blocked to 22 percent. pretty good result. 50ml blood loss. sending him to icu.",
  "2572017_syn_6": "Squamous cell carcinoma with airway compromise. Pre-procedure 77% obstruction at RMS. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at RMS. Cryoextraction performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure 22% residual obstruction. EBL 50mL.",
  "2572017_syn_7": "[Indication]\nSquamous Cell CA, 77% RMS obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Cryoextraction for debulking. APC/Laser for base ablation. Residual obstruction 22%.\n[Plan]\nICU admission.",
  "2572017_syn_8": "We brought [REDACTED] OR to address the blockage in his right mainstem bronchus. Using a rigid bronchoscope, we employed cryoextraction to freeze and remove the tumor in sections. We then used APC and laser to treat the base of the tumor and control bleeding. The obstruction was reduced from 77% to 22%.",
  "2572017_syn_9": "Under general anesthesia, rigid bronchoscopy was executed. An endobronchial tumor was id[REDACTED] at the RMS. Cryoextraction was carried out with sequential tumor extraction. Several passes were completed to attain maximal reduction. Supplemental APC/laser was used for hemostasis and tumor base destruction.",
  "2572017": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CAPT Russell Miller, MD\n\nIndication: Squamous cell carcinoma with airway compromise\nPre-procedure: ~77% obstruction at RMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RMS.\nCryoextraction performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~22% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nMiller, MD"
}
