{
  "2595477_syn_1": "Ind: Met lung CA, 62% LMS.\nProc: Rigid bronch, Microdebrider, APC.\nAction: Excision + Ablation.\nResult: 62% -> 39%.\nEBL: 50mL.\nPlan: ICU.",
  "2595477_syn_2": "PROCEDURE NOTE: [REDACTED] bronchoscopy for metastatic obstruction of the Left Mainstem (62%). The microdebrider was used for bulk excision of the tumor. Following mechanical removal, APC/Laser was utilized to ablate the tumor base and ensure hemostasis (CPT 31641). The airway was successfully recanalized to 39% residual obstruction.",
  "2595477_syn_3": "Code: 31641 (Destruction/Ablation).\nSupport: Combination of Microdebrider for debulking and APC/Laser for thermal ablation of base.\nSite: Left Mainstem.\nOutcome: Partial restoration of patency.",
  "2595477_syn_4": "Procedure: Debulking (Microdebrider + APC)\nPt: [REDACTED]\nSteps:\n1. GA induced.\n2. LMS obstruction 62%.\n3. Microdebrider used to remove bulk.\n4. APC used on base.\n5. Residual 39%.\nPlan: ICU.",
  "2595477_syn_5": "[REDACTED]. she has mets to the LMS blocking it about 62 percent. we used the microdebrider to take out the bulk of it. then used the laser and apc to burn the rest and stop bleeding. residual is 39 percent. blood loss 50ml. icu for observation.",
  "2595477_syn_6": "Metastatic lung cancer with bronchial obstruction. Pre-procedure 62% obstruction at LMS. Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at LMS. Microdebrider assisted tumor removal performed with sequential tumor removal. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure 39% residual obstruction. EBL 50mL.",
  "2595477_syn_7": "[Indication]\nMetastatic lung CA, 62% LMS obstruction.\n[Anesthesia]\nGeneral.\n[Description]\nRigid bronchoscopy. Microdebrider excision. APC/Laser ablation. Residual obstruction 39%.\n[Plan]\nICU admission.",
  "2595477_syn_8": "We performed a rigid bronchoscopy on [REDACTED] a 62% obstruction in the Left Mainstem. We used a microdebrider to mechanically remove the tumor bulk. Following this, we used APC and laser to ablate the tumor base and control bleeding. The obstruction was reduced to 39%.",
  "2595477_syn_9": "Under general anesthesia, rigid bronchoscopy was executed. An endobronchial tumor was found at the LMS. Microdebrider assisted tumor extraction was performed with sequential tumor removal. Supplemental APC/laser was used for hemostasis and tumor base destruction. Post-procedure ~39% residual blockage.",
  "2595477": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Mark Taylor\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Metastatic lung cancer with bronchial obstruction\nPre-procedure: ~62% obstruction at LMS\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at LMS.\nMicrodebrider assisted tumor removal performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~39% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nTaylor, MD"
}
