{
  "2778498": "INTERVENTIONAL PULMONOLOGY PROCEDURE DOCUMENTATION\n\nPatient [REDACTED]: Donna Vasquez\nMedical Record [REDACTED]: [REDACTED]\nDate of Birth: [REDACTED] (Age: 53 years)\nBiological Sex: Male\nDate of Procedure: [REDACTED]\nInstitution: [REDACTED]\n\nCLINICAL PRESENTATION AND PROCEDURAL INDICATION\n\nThis 53-year-old male patient with a pertinent oncologic history presented for comprehensive bronchoscopic evaluation. The primary indication for this procedure encompassed pet-avid lung mass and mediastinal lymphadenopathy. Preprocedural imaging demonstrated a 20.0 mm solid pulmonary parenchymal lesion localized to the RML medial (B5), with negative bronchus sign on computed tomographic assessment. Positron emission tomography demonstrated metabolic hyperactivity with standardized uptake value maximum of 6.5.\n\nANESTHETIC CONSIDERATIONS\n\nThe patient was classified as American Society of Anesthesiologists physical status 4. General endotracheal anesthesia was administered, with successful orotracheal intubation utilizing a 8.0 mm endotracheal tube.\n\nPROCEDURAL TECHNIQUE\n\nCOMPONENT I: ENDOBRONCHIAL ULTRASOUND-GUIDED TRANSBRONCHIAL NEEDLE ASPIRATION\n\nThe convex-probe endobronchial ultrasound bronchoscope (Olympus BF-UC190F) was advanced through the endotracheal tube into the tracheobronchial tree. Systematic mediastinal and hilar lymph node evaluation was performed according to established staging protocols.\n\nStation 2L demonstrated a homogeneous lymph node measuring 13.8 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 4 passes with a 22-gauge Acquire needle. Rapid on-site cytological evaluation revealed malignant - small cell carcinoma. Station 4R demonstrated a heterogeneous lymph node measuring 23.9 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 3 passes with a 22-gauge Acquire needle. Rapid on-site cytological evaluation revealed malignant - adenocarcinoma. Station 11R demonstrated a heterogeneous lymph node measuring 19.6 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 3 passes with a 22-gauge Acquire needle. Rapid on-site cytological evaluation revealed atypical cells. Station 11L demonstrated a heterogeneous lymph node measuring 17.4 mm in short axis diameter. Transbronchial needle aspiration was performed utilizing 2 passes with a 22-gauge Acquire needle. Rapid on-site cytological evaluation revealed malignant - adenocarcinoma.\n\nCOMPONENT II: ROBOTIC-ASSISTED BRONCHOSCOPIC NAVIGATION\n\nFollowing completion of mediastinal staging, the Ion robotic bronchoscopy platform (Intuitive Surgical) was deployed. Electromagnetic navigation registration achieved acceptable accuracy with registration error of 2.5 mm. The robotic catheter was successfully advanced to the target lesion in the RML medial (B5).\n\nRadial endobronchial ultrasonography demonstrated adjacent visualization of the target lesion. Tool-in-lesion confirmation was achieved via augmented fluoroscopy.\n\nTissue acquisition was performed utilizing multiple modalities: transbronchial forceps biopsy (7 specimens), transbronchial needle aspiration (2 passes), and bronchial brushings (2 specimens). Bronchoalveolar lavage was obtained for microbiological analysis.\n\nRAPID ON-SITE CYTOLOGICAL EVALUATION\n\nOn-site cytopathological assessment of the peripheral lesion specimens revealed malignant - nsclc nos.\n\nPROCEDURAL OUTCOMES AND COMPLICATIONS\n\nThe procedure was completed without complication. Hemostasis was achieved spontaneously with minimal blood loss (<10 mL). Post-procedural chest radiography demonstrated no evidence of pneumothorax or other acute pulmonary parenchymal abnormality.\n\nIMPRESSION AND RECOMMENDATIONS\n\n1. Successful endobronchial ultrasound-guided mediastinal staging with sampling of 4 lymph node stations\n2. Successful robotic-assisted bronchoscopic biopsy of RML pulmonary lesion\n3. Cytological evaluation suggestive of malignant - small cell carcinoma\n4. Recommend correlation with final surgical pathology and consideration of molecular profiling if malignancy confirmed\n\nTotal Procedure Duration: 87 minutes\n\nElectronically Signed,\nDavid Kim, MD\nDivision of Interventional Pulmonology\nRegional Medical Center"
}
