{
  "2844661": "BRONCHOSCOPY PROCEDURE NOTE\n\nDate: [REDACTED]\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (53 years old)\n\nAttending: Dr. Jennifer Liu, MD\nLocation: [REDACTED]\n\nINDICATION: 53-year-old male with 30 pack-year smoking history presenting with 3-day history of moderate hemoptysis (approximately 100mL/day). CT chest showed bilateral upper lobe bronchiectasis and tree-in-bud opacities. Sputum cultures pending. Bronchoscopy for airway inspection and clearance of blood/secretions.\n\nPREOPERATIVE DIAGNOSIS: Hemoptysis, likely infectious etiology vs bronchiectasis\n\nPOSTOPERATIVE DIAGNOSIS: Diffuse bronchiectasis with mucopurulent secretions; no endobronchial lesion or active bleeding source id[REDACTED]\n\nPROCEDURE: Diagnostic flexible bronchoscopy with therapeutic suctioning\n\nSEDATION: Moderate sedation (Midazolam 3mg IV, Fentanyl 50mcg IV)\n\nPROCEDURE DESCRIPTION:\nThe patient was sedated and the flexible bronchoscope (Olympus BF-P190) was introduced via the oropharynx. The vocal cords appeared normal without lesions or edema. The trachea was patent with normal mucosa. Carina was sharp.\n\nAIRWAY FINDINGS:\n- Right mainstem: Patent. Old blood coating the mucosa.\n- Right upper lobe: Multiple segments with thick mucopurulent secretions and old blood. Significant bronchiectatic changes. No endobronchial lesions. No active bleeding visualized.\n- Bronchus intermedius: Patent with mild inflammation\n- Right middle lobe: Mucopurulent secretions, no masses\n- Right lower lobe: Bronchiectatic changes, thick secretions\n- Left mainstem: Patent, old blood noted\n- Left upper lobe: Similar bronchiectatic changes with mucopurulent secretions. No tumor or active bleeding.\n- Lingula: Mild secretions\n- Left lower lobe: Bronchiectasis, mucopurulent secretions, no source of bleeding id[REDACTED]\n\nTHERAPEUTIC INTERVENTION:\nExtensive suctioning performed throughout all visualized airways. Large quantities of thick mucopurulent secretions and old blood were cleared from bilateral bronchi. No single bleeding source could be id[REDACTED] - the hemoptysis appears to be diffuse from inflamed bronchiectatic airways.\n\nNo biopsy was performed as no discrete lesion id[REDACTED]. No BAL performed as secretions already sent from suctioning.\n\nSPECIMENS: \n- Bronchial aspirate/secretions: Bacterial culture, fungal culture, AFB culture, cytology\n\nCOMPLICATIONS: None. No active bleeding during or after procedure.\n\nEBL: Trace\n\nPOST-PROCEDURE: Patient tolerated well. No respiratory distress. CXR unchanged from pre-procedure.\n\nIMPRESSION & PLAN:\n1. Diffuse bilateral bronchiectasis with mucopurulent secretions - no discrete bleeding source id[REDACTED]\n2. Hemoptysis likely from diffuse bronchiectatic mucosal inflammation with superimposed infection\n3. No endobronchial malignancy id[REDACTED]\n4. Continue empiric antibiotics pending cultures\n5. Pulmonary hygiene with chest physiotherapy\n6. Follow-up in 2 weeks; consider repeat CT if hemoptysis persists\n\nDr. Jennifer Liu, MD\nPulmonary/Critical Care"
}
