{
  "2847561_syn_1": "Procedure: Bronchoscopic Cryoablation LUL.\nTarget: 1.8cm nodule.\nTechnique: ENB + r-EBUS to localize. Cryoprobe inserted.\nAblation: 2 cycles (5 min freeze / 3 min thaw).\nResult: Ice ball visualized. No bleeding.\nPlan: D/C home.",
  "2847561_syn_2": "OPERATIVE REPORT: The patient presented for bronchoscopic ablation of a biopsy-proven Stage IA1 adenocarcinoma in the LUL. Electromagnetic navigation (SPiN system) was utilized to navigate to the anterior segment. Radial EBUS confirmed concentric probe placement. A 2.4mm cryoprobe was deployed. Therapeutic cryoablation was administered via two freeze-thaw cycles (5 minutes each). Fluoroscopic imaging confirmed the formation of an ice ball encompassing the lesion margin. Post-procedure inspection revealed no hemorrhage.",
  "2847561_syn_3": "Billing Record:\n- 31641 (Destruction of tumor, bronchoscopic): Cryoablation of LUL nodule.\n- 31627 (Navigational Bronchoscopy): Used for localization.\n- 31654 (Radial EBUS): Used for verification of target.\nDevice: Erbe Cryo 2 system.\nTime: Ablation duration 300s x 2.",
  "2847561_syn_4": "Procedure: Cryoablation LUL\nStaff: Dr. Patterson\nSteps:\n1. Navigated to LUL nodule with ENB.\n2. Checked with rEBUS - concentric view.\n3. Put cryo probe in.\n4. Freezing x 2 cycles.\n5. Saw ice ball on fluoro.\nNo complications.",
  "2847561_syn_5": "[REDACTED] here for the freezing procedure cryoablation. She has that small cancer in the LUL. We used the navigation system to get there and the ultrasound probe to make sure we were in the middle. Put the freezing probe in and froze it for 5 minutes then let it thaw then froze it again. Ice ball looked good on the xray screen. Patient did great no bleeding.",
  "2847561_syn_6": "Bronchoscopic cryoablation of left upper lobe nodule. Patient is a 63-year-old female with stage IA1 adenocarcinoma. Under general anesthesia, electromagnetic navigation was used to reach the LUL target. Radial EBUS confirmed lesion position. A cryoprobe was advanced and two freeze-thaw cycles were performed to ablate the tumor. An ice ball was visualized fluoroscopically. There were no immediate complications.",
  "2847561_syn_7": "[Indication]\nLUL Nodule, Stage IA1 NSCLC, non-surgical candidate.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nNavigation to LUL. r-EBUS confirmation. Cryoablation performed (2 cycles). Ice ball confirmed. Airways intact.\n[Plan]\nDischarge. CT chest 4 weeks.",
  "2847561_syn_8": "Because [REDACTED]'t a candidate for surgery, we proceeded with cryoablation of her lung nodule. We navigated a bronchoscope to the small tumor in her left upper lobe and confirmed its location with ultrasound. We then inserted a specialized freezing probe and performed two freezing cycles to destroy the tumor tissue. We could see the ice ball forming on the x-ray monitor, ensuring we treated the whole area.",
  "2847561_syn_9": "Procedure: Endobronchial cryotherapy.\nTarget: Peripheral pulmonary lesion.\nAction: The instrument was steered to the LUL using electromagnetic guidance. The position was authenticated via radial ultrasound. A cryo-tip was inserted, and thermal ablation was executed via freezing cycles.\nOutcome: Lesion destruction visually confirmed via fluoroscopy.",
  "2847561": "Patient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED]\nDate: [REDACTED]\nFacility: [REDACTED]\nPhysician: Dr. James Patterson, MD\n\nPRE-OP DX: LUL nodule, 1.8cm, PET-avid, biopsy proven NSCLC\nPOST-OP DX: Same\nPROCEDURE: Bronchoscopic cryoablation of LUL peripheral nodule\n\nPatient is a 63 y/o female with stage IA1 adenocarcinoma, poor surgical candidate. Bronchoscopy performed under general anesthesia with 8.0 ETT. ENB navigation to LUL anterior segment lesion using SPiN thoracic navigation system. Target confirmed with r-EBUS and fluoroscopy. Cryoprobe (erbecryo 2, 2.4mm) advanced to lesion center. Two freeze-thaw cycles performed: 5 min freeze, 3 min passive thaw, 5 min freeze, 5 min passive thaw. Ice ball formation visualized on fluoroscopy. Post-procedure inspection showed intact airways, no bleeding. Patient tolerated well, extubated, to PACU stable.\n\nCOMPLICATIONS: None\nEBL: <5 mL\n\nPLAN: Observation, CXR at 4 hours, discharge if stable, CT chest in 4 weeks, f/u clinic 1 week.\n\nDr. James Patterson, MD"
}
