{
  "2847563_syn_1": "Dx: LMS Carcinoid (40% block).\nAnesthesia: GA, 7.5 ETT.\nAction: Cryotherapy ablation (Erbe). 5 cycles (20s freeze).\nResult: Tumor blanched/devitalized. Lumen stable.\nPlan: D/C. Re-scope 6 wks.",
  "2847563_syn_2": "PROCEDURE NOTE: The patient presented for management of a biopsied LMS carcinoid tumor. Under general anesthesia, the lesion was id[REDACTED] on the posterior wall, causing 40% obstruction. Cryotherapy was selected as the primary modality. Five freeze-thaw cycles were delivered circumferentially to the tumor base using an Erbe probe. Visual confirmation of tissue blanching and early necrosis was obtained. The airway remained patent with no immediate complications.",
  "2847563_syn_3": "CPT: 31641 (Tumor destruction, cryotherapy).\nTarget: Left Mainstem Bronchus.\nPathology: Typical Carcinoid.\nTechnique: Flexible bronchoscopy with contact cryotherapy.\nDosimetry: 5 cycles, 20s freeze/10s thaw.\nOutcome: Successful ablation/devitalization of tumor mass. No biopsy taken (prior dx).",
  "2847563_syn_4": "Resident Note\nPatient: [REDACTED]\nDx: LMS Carcinoid\nProcedure: Cryo ablation\nSteps:\n1. GA, ETT.\n2. Saw tumor in LMS (pink, vascular).\n3. Used cryo probe.\n4. Froze it 5 times.\n5. Tumor turned white (dead).\n6. No bleeding.\nPlan: Home today, check back in 6 weeks.",
  "2847563_syn_5": "Note for Maria C. Miller treating the carcinoid in the left main. General anesthesia. Saw the tumor about 40 percent block. Used the cryo probe on it did 5 freezes. Turned white looks dead. No bleeding really. She can go home today check it again in a month and a half.",
  "2847563_syn_6": "Flexible bronchoscopy with cryotherapy ablation of endobronchial tumor. 63 y/o female with LMS carcinoid tumor. LMS with polypoid tumor arising from posterior wall, 15mm in size, causing approximately 40% obstruction. Cryotherapy performed using Erbe cryoprobe: 5 freeze-thaw cycles applied circumferentially to tumor base. Visible blanching and early necrosis noted. Post-procedure: Tumor appears devitalized. Lumen maintained. No significant bleeding.",
  "2847563_syn_7": "[Indication]\nLMS Carcinoid tumor (40% obstruction).\n[Anesthesia]\nGeneral, ETT 7.5.\n[Description]\nCryotherapy ablation performed. 5 freeze-thaw cycles to tumor base. Tissue devitalized. No bleeding.\n[Plan]\nDischarge. Surveillance bronchoscopy 6 weeks.",
  "2847563_syn_8": "[REDACTED] A. Taylor came in for treatment of a carcinoid tumor in her left main airway. We used a freezing probe (cryotherapy) to treat the tumor without needing surgery. We applied the freezing cycles five times to the base of the tumor. We could see the tissue turn white, indicating the treatment was effective. She tolerated it well with no bleeding.",
  "2847563_syn_9": "PREOPERATIVE DIAGNOSIS: Left mainstem endobronchial carcinoid tumor\nPROCEDURE: Flexible bronchoscopy with cryotherapy destruction of endobronchial tumor\nNARRATIVE: LMS with polypoid tumor arising from posterior wall. Cryotherapy performed using Erbe cryoprobe: 5 freeze-thaw cycles applied to tumor base. Visible blanching and early necrosis noted. Post-procedure: Tumor appears devitalized."
}
