{
  "2880089_syn_1": "Target: 17mm nodule Lingula (LB5).\nTech: Ion, rEBUS (Concentric), CBCT.\nAction: TBNA (21G/23G x3). BAL (80cc).\nROSE: Suspicious for malignancy.\nDisp: Outpatient.",
  "2880089_syn_2": "PROCEDURE: [REDACTED] to the suite for biopsy of a 17mm Lingular nodule (LB5). The Ion robotic system was employed. Navigation was verified with a concentric radial EBUS view and Cone Beam CT. Transbronchial needle aspiration was performed with 21G and 23G needles. A bronchoalveolar lavage was also performed. ROSE was suspicious for malignancy.",
  "2880089_syn_3": "Billing Codes: 31629 (TBNA), 31624 (BAL), +31627 (Nav), +31654 (rEBUS).\nLocation: Lingula (LB5).\nTools: Ion, Cios Spin (CBCT).\nNote: No brush or cryo performed. Indication suspected malignancy.",
  "2880089_syn_4": "Resident Note\nPt: [REDACTED]\nStaff: Dr. Kim\n\n1. Ion nav to Lingula LB5.\n2. rEBUS: Concentric.\n3. CBCT: Confirmed.\n4. Bx: TBNA (21/23G), BAL.\n5. ROSE: Suspicious.\n6. Stable.",
  "2880089_syn_5": "amy campbell procedure note. 17mm nodule in the lingula lb5. used ion robot. radial ebus concentric. cone beam ct looked good. did 3 needle passes and a bal. pathologist says suspicious for cancer. no bleeding.",
  "2880089_syn_6": "Robotic navigation bronchoscopy (Ion) for 17mm Lingula nodule (LB5). Registration error 2.0mm. Radial EBUS: Concentric. Cone Beam CT: Confirmed. Sampling: TBNA (21G/23G, 3 passes) and BAL. ROSE: Suspicious for malignancy. No complications.",
  "2880089_syn_7": "[Indication]\nSuspected malignancy, 17mm Lingula.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to Inferior Lingula (LB5). rEBUS: Concentric. CBCT: Confirmed. \n- TBNA\n- BAL\nROSE: Suspicious.\n[Plan]\nOutpatient discharge.",
  "2880089_syn_8": "[REDACTED] a robotic bronchoscopy for a 17mm nodule in the inferior Lingula. We navigated to LB5 using the Ion system, confirming position with concentric radial EBUS and Cone Beam CT. We performed needle aspiration and a lavage. The on-site pathologist reported cells suspicious for malignancy.",
  "2880089_syn_9": "Operation: Robotic-assisted bronchoscopy.\nFocus: Inferior Lingula (LB5).\nChecks: rEBUS (Concentric) and CBCT.\nIntervention: The lesion was sampled via needle aspiration and lavage. ROSE indicated suspicion of malignancy.",
  "2880089": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Rachel Kim\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Suspected lung malignancy\nTarget: 17mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Trachea (Distal 1/3), RML Carina (RC2), Right Mainstem, Left Mainstem, LUL Lingula Carina (LC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t12\t346\t13\t100\t8\t22\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.0mm. Ion robotic catheter was used to engage the Inferior Lingula (LB5). Target lesion is approximately 17mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.7cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 3 samples were collected. Samples sent for Cytology and Cell block.\n\nBronchoalveolar lavage was performed at Inferior Lingula (LB5). Instilled 80cc of NS, suction returned with 37cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nKim, MD"
}
