{
  "2938475_syn_1": "Procedure: Ion Nav Bronch + Fiducials.\nTarget: LLL mass (3.8cm).\nAction: Navigated to lesion. r-EBUS eccentric. Biopsied x5. Placed 3 fiducial markers.\nResult: Markers visible on fluoro.\nPlan: Refer for SBRT.",
  "2938475_syn_2": "OPERATIVE NOTE: The patient presented for fiducial placement to facilitate stereotactic body radiation therapy (SBRT). The Ion robotic system was utilized to navigate to the left lower lobe mass. Following histologic confirmation via transbronchial biopsy (CPT 31628), four gold fiducial markers were deployed within and around the tumor volume (CPT 31626). Fluoroscopy confirmed appropriate spacing and stability of the markers.",
  "2938475_syn_3": "Coding:\n- 31627 (Navigation)\n- 31626 (Fiducial markers): Primary intent for SBRT guidance.\n- 31628 (Biopsy): Tissue confirmation.\n- 31654 (REBUS): Localization.\nTarget: LLL Mass.",
  "2938475_syn_4": "Procedure: Ion + Fiducials\nResident: Dr. Mitchell\nPatient: [REDACTED]\nSteps:\n1. Navigated to LLL mass with Robot.\n2. Confirmed with rEBUS.\n3. Took biopsies.\n4. Dropped fiducials for Rad Onc.\n5. Fluoro showed good placement.",
  "2938475_syn_5": "Mr [REDACTED] is here for markers. He has that LLL mass. We used the robot to get there. Biopsied it first to be sure then put in the gold markers for the radiation doctors. Put in four of them. Looks good on the screen. No pneumothorax.",
  "2938475_syn_6": "Robotic navigational bronchoscopy with fiducial placement. The Ion system was used to access a left lower lobe mass. Radial EBUS confirmed lesion location. Transbronchial biopsies were obtained. Subsequently, fiducial markers were deployed into the lesion under fluoroscopic guidance to assist with future radiation therapy. Post-procedure imaging ruled out pneumothorax.",
  "2938475_syn_7": "[Indication]\nLLL mass, need tissue and markers for SBRT.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to LLL. Biopsy performed. Fiducial markers (x4) placed. Position confirmed.\n[Plan]\nRadiation Oncology follow-up.",
  "2938475_syn_8": "We performed a procedure on [REDACTED] him for radiation therapy. Using the robotic bronchoscope, we navigated to the tumor in his left lower lung. We took a sample to confirm the diagnosis and then placed several small gold markers, or fiducials, directly into the tumor. These will act as targets for the radiation machine to treat the cancer precisely.",
  "2938475_syn_9": "Procedure: Robotic-assisted guidance with implantation of radiotherapy markers.\nAction: The LLL lesion was reached. Tissue was sampled. Metallic markers were deposited within the target volume.\nOutcome: Markers authenticated via fluoroscopy.",
  "2938475": "Patient: [REDACTED] | DOB: [REDACTED] | MRN: [REDACTED]\nProcedure Date: [REDACTED]\nOperator: David Wong, MD | Assistant: Sarah Mitchell, MD (Fellow)\nRN: Jennifer Adams | RT: Michael Torres\n\nPREOP DX: Left lower lobe mass, 3.8 cm\nPOSTOP DX: Same\nPROCEDURE: Ion robotic bronchoscopy, radial EBUS, transbronchial biopsy, fiducial placement\n\nCPT: 31627, 31654, 31628, 31626"
}
