{
  "3071562_syn_1": "Proc: Rt Thoracoscopy, Biopsy, Pleurodesis.\nFindings: Mass on diaphragmatic pleura.\nActions:\n- 12 biopsies parietal pleura.\n- Diaphragmatic biopsies.\n- Talc poudrage.\n- Tube placed.\nStatus: Hemostasis confirmed.",
  "3071562_syn_2": "OPERATIVE REPORT: The patient underwent a right medical thoracoscopy for staging. A distinct mass lesion was id[REDACTED] on the diaphragmatic pleura. Twelve biopsies were excised from the parietal pleura, with additional targeted sampling of the diaphragmatic mass. Given the findings, palliative pleurodesis was induced via talc poudrage. The hemithorax was drained and a chest tube inserted.",
  "3071562_syn_3": "Coding: 32609 (Biopsy) & 32650 (Talc Pleurodesis).\nSite: [REDACTED]\nDetails: Mass visualized. 12 parietal biopsies obtained. Diaphragmatic biopsies obtained. Talc insufflated for pleurodesis due to malignant appearance. Chest tube placed for drainage.",
  "3071562_syn_4": "Procedure: Right Thoracoscopy + Biopsy + Talc\nSteps:\n1. Sedation start.\n2. Entry right 6th ICS.\n3. Findings: Diaphragmatic mass.\n4. Biopsies: 12 parietal + diaphragm.\n5. Intervention: Talc poudrage.\n6. Tube placed.\nPlan: Admit.",
  "3071562_syn_5": "did the right thoracoscopy on mr [REDACTED] saw a mass on the diaphragm took 12 biopsies from the wall and some from the diaphragm too decided to do the talc poudrage while we were in there drained the fluid chest tube is in looks good",
  "3071562_syn_6": "Under moderate sedation, a right medical thoracoscopy was performed. A mass lesion was noted on the diaphragmatic pleura. Twelve biopsies were obtained from the parietal pleura, and additional samples were taken from the diaphragm. Talc poudrage was performed for pleurodesis. The fluid was evacuated, and a chest tube was placed without complication.",
  "3071562_syn_7": "[Indication] Staging lung cancer.\n[Anesthesia] Moderate.\n[Description] Right thoracoscopy. Mass on diaphragm. 12 parietal biopsies taken. Diaphragmatic biopsies taken. Talc poudrage performed.\n[Plan] Monitor output, await path.",
  "3071562_syn_8": "We performed a right medical thoracoscopy on [REDACTED]. We visualized a mass on the diaphragmatic pleura. To ensure accurate staging, we took twelve biopsies from the parietal pleura and additional samples from the diaphragm. Given the appearance, we proceeded with talc poudrage for pleurodesis before placing the chest tube.",
  "3071562_syn_9": "Right pleuroscopy completed. Diaphragmatic mass observed. Twelve tissue samples harvested from parietal pleura; diaphragm also sampled. Talc insufflation executed for symphysis. Fluid drained and catheter deployed.",
  "3071562": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\n\nIndication: Staging for lung cancer pleural involvement\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Mass lesion on diaphragmatic pleura\nMultiple biopsies obtained from parietal pleura (12 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nMartinez, MD"
}
