{
  "3184705_syn_1": "Indication: Post-trach subglottic stenosis.\nProcedure: Balloon dilation (31630).\n- LMA airway.\n- Eccentric weblike stenosis 1-2cm below cords.\n- CRE balloon: 12, 14, 16mm x 30s.\n- 25% -> 85% patency.\n- No complications.\nPlan: Admit overnight. Decadron 10mg.",
  "3184705_syn_2": "PROCEDURE: Therapeutic bronchoscopy with balloon dilation.\nCLINICAL SUMMARY: [REDACTED], a 36-year-old female with a history of tracheostomy, presented with biphasic stridor. Endoscopic examination revealed an eccentric weblike stenosis in the subglottic region, approximately 1-2 cm distal to the vocal cords. The luminal compromise was estimated at 75%. Mechanical dilation was effected using a controlled radial expansion balloon. Sequential dilations to 16mm resulted in restoration of airway patency to approximately 85% of normal caliber. Hemostasis was maintained.",
  "3184705_syn_3": "Code: 31630 (Bronchial dilation).\nIndication: Subglottic stenosis (post-tracheostomy).\nDevice: CRE Balloon.\nTechnique: Scope advanced to lesion. Balloon positioned across stenosis. Inflated to 12mm, 14mm, and 16mm. Visual confirmation of expansion. \nResult: Obstruction reduced from 75% to 15%. Symptom relief expected.",
  "3184705_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Balloon Dilation\nAttending: Dr. L. Garcia\nSteps:\n1. MAC anesthesia, LMA.\n2. Airway inspected.\n3. Stenosis found subglottic.\n4. CRE balloon dilation x 2 cycles.\n5. Patency improved.\n6. No bleeding.\nPlan: Admit for observation.",
  "3184705_syn_5": "dorothy white 36 f here for subglottic stenosis dilation. she had a trach before. stridor at rest. we used mac and an lma. saw the web like narrowing right below cords. used the balloon to open it up did 12 14 16 mm. opened up real nice went from 75 blocked to only 15. minimal bleeding. gave epi anyway. admit her overnight give decadron thanks.",
  "3184705_syn_6": "A 36-year-old female underwent flexible bronchoscopy for post-tracheostomy subglottic stenosis. Under MAC anesthesia, the stenosis was id[REDACTED] 1-2 cm below the vocal cords with 75% narrowing. A controlled radial expansion balloon was used for dilation at 12mm, 14mm, and 16mm. Patency improved to 85%. There were no complications. The patient was admitted for overnight observation.",
  "3184705_syn_7": "[Indication]\nPost-tracheostomy subglottic stenosis.\n[Anesthesia]\nMAC, LMA.\n[Description]\nSubglottic stenosis (75%) id[REDACTED]. Balloon dilation performed (12-16mm). Patency improved to 85%.\n[Plan]\nAdmit overnight. Repeat in 6 weeks.",
  "3184705_syn_8": "The patient presented for treatment of subglottic stenosis. We induced anesthesia and inserted the bronchoscope. The examination revealed an eccentric web-like stenosis narrowing the airway by 75%. We advanced a balloon catheter and performed serial dilations up to 16mm. The airway opened significantly, leaving only about 15% residual narrowing. The patient was stable throughout and was admitted for monitoring.",
  "3184705_syn_9": "DIAGNOSIS: Post-tracheostomy subglottic constriction.\nPROCEDURE: Bronchoscopy with balloon widening.\nFINDINGS: We located the constriction 1-2 cm below the cords. It was an eccentric web. We used a radial expansion balloon to widen the passage. Cycles were run at 12, 14, and 16mm. The airway diameter increased substantially. No tissue damage occurred. The patient was moved to the floor for observation."
}
