{
  "3217688_syn_1": "Proc: Rt Med Thoracoscopy w/ Biopsy.\nFindings: Inflammatory changes. No nodules.\nActions:\n- 12 biopsies from parietal pleura.\n- Diaphragmatic biopsies taken.\n- Fluid evacuated.\n- Chest tube placed.\n- No pleurodesis performed.\nStatus: Stable.",
  "3217688_syn_2": "PROCEDURE RECORD: Right-sided medical thoracoscopy was initiated for exudative effusion. Visual inspection demonstrated significant inflammatory changes lacking distinct nodularity. Extensive sampling was conducted, with twelve biopsies harvested from the parietal pleura and additional tissue from the diaphragm for immunohistochemistry. Fluid was fully evacuated. No chemical pleurodesis was undertaken. A thoracostomy tube was positioned.",
  "3217688_syn_3": "Billing: 32609 (Thoracoscopy with pleura biopsy).\nTechnique: Right 6th ICS entry. Visual inspection showed inflammation. Biopsy forceps utilized to obtain 12 specimens from parietal pleura and additional from diaphragm to rule out malignancy. No therapeutic pleurodesis (32650) performed. Chest tube inserted.",
  "3217688_syn_4": "Resident Note: Right Medical Thoracoscopy\nSteps:\n1. Moderate sedation.\n2. Trocar placement right chest.\n3. Visualization: Inflammatory changes, no masses.\n4. Biopsy: 12 parietal specimens + diaphragm samples.\n5. Fluid drainage complete.\n6. Chest tube secured. No air leak.",
  "3217688_syn_5": "right side thoracoscopy done for effusion looked mostly inflammatory didn't see nodules but we took a lot of biopsies anyway 12 from the parietal pleura and some from diaphragm just to be sure drained the fluid put the chest tube in no talc used today",
  "3217688_syn_6": "Right medical thoracoscopy was performed under local anesthesia and sedation. The pleural space revealed inflammatory changes without obvious nodularity. Twelve biopsies were taken from the parietal pleura, along with diaphragmatic biopsies. The specimens were sent for pathology. Fluid was drained and a chest tube was placed. The patient tolerated the procedure well.",
  "3217688_syn_7": "[Indication] Cytology-negative effusion.\n[Anesthesia] Moderate.\n[Description] Right thoracoscopy. Findings: Inflammatory changes. Interventions: 12 biopsies parietal pleura, plus diaphragmatic samples. Fluid drained. Chest tube placed.\n[Plan] Path review, oncology consult if positive.",
  "3217688_syn_8": "[REDACTED] a right medical thoracoscopy. The inspection revealed inflammatory changes but no distinct nodularity. We obtained twelve biopsies from the parietal pleura and additional samples from the diaphragm to ensure a comprehensive evaluation. All fluid was evacuated, and a chest tube was placed. No pleurodesis was performed.",
  "3217688_syn_9": "Right pleuroscopy executed. Visual assessment showed inflammatory alterations without nodularity. Twelve tissue samples harvested from the parietal pleura, with further sampling of the diaphragm. Effusion drained. Catheter deployed. No sclerosing agent utilized.",
  "3217688": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Cytology-negative exudative effusion\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Inflammatory changes without nodularity\nMultiple biopsies obtained from parietal pleura (12 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nWilliams, MD"
}
