{
  "3225609_syn_1": "Indication: Lung tx anastomotic stricture.\nProcedure: Balloon dilation (31630).\n- 8.0 ETT.\n- Anastomotic stenosis, 77% narrowing.\n- Hurricane balloon: 6, 8, 10mm.\n- 4 inflations total.\n- Post: 79% patency.\nPlan: Home today. F/u 4 weeks.",
  "3225609_syn_2": "OPERATIVE REPORT: Bronchoscopic dilation of anastomotic stricture.\nINDICATIONS: A 54-year-old male status post bilateral lung transplant presenting with dyspnea and secretions. Imaging confirmed anastomotic narrowing.\nPROCEDURE: General anesthesia was induced. The bronchoscope was introduced via an 8.0mm ETT. A circumferential fibrous stricture was visualized at the bronchial anastomosis with 77% luminal compromise. A Hurricane balloon was utilized for graduated dilation up to 10mm. Post-procedural assessment demonstrated marked improvement in luminal caliber to 79% of expected diameter. No significant hemorrhage occurred.",
  "3225609_syn_3": "Service: Bronchoscopy with Dilation (31630).\nTarget: Bronchial Anastomosis.\nMethod: Balloon Dilation (Hurricane).\nDetails: Stricture id[REDACTED]. Balloon catheter inserted. Serial inflations performed (6mm, 8mm, 10mm). Airway patency restored. Procedure required due to symptomatic stricture post-transplant.",
  "3225609_syn_4": "Fellow Procedure Note\nPatient: [REDACTED]\nAttending: Dr. S. Kim\nProcedure: Balloon dilation of airway\nSteps:\n1. ETT 8.0 placed.\n2. Scope passed.\n3. Anastomotic stricture found.\n4. Hurricane balloon dilation x 4.\n5. Airway looked much better.\nPlan: Dexamethasone given. Follow up in 4 weeks.",
  "3225609_syn_5": "timothy brown lung transplant patient has a stricture at the anastomosis. having trouble breathing. we put him under general with a tube. saw the scar tissue blocking about 77 percent. used the hurricane balloon 6 8 and 10 mm. opened it up good to about 79 percent open. little bit of bleeding but stopped on its own. going home today.",
  "3225609_syn_6": "This 54-year-old male with a history of lung transplant underwent bronchoscopy for anastomotic stricture. Under general anesthesia, the stricture was id[REDACTED] with 77% narrowing. We used a Hurricane balloon to dilate the airway, performing inflations at 6mm, 8mm, and 10mm. The airway lumen improved significantly to 79%. There were no complications. The patient was discharged the same day.",
  "3225609_syn_7": "[Indication]\nAnastomotic bronchial stricture post lung transplant.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nStricture (77%) id[REDACTED]. Hurricane balloon dilation performed (6-10mm). Patency improved to 79%.\n[Plan]\nHome today. Repeat in 4 weeks.",
  "3225609_syn_8": "[REDACTED] to the OR for dilation of his bronchial anastomotic stricture. After securing the airway, we id[REDACTED] the stenosis which was causing significant obstruction. Using a Hurricane balloon, we performed graduated dilations starting at 6mm and going up to 10mm. The response was excellent, with the airway opening up to near normal caliber. He recovered well and was discharged home.",
  "3225609_syn_9": "PROBLEM: Anastomotic bronchial narrowing.\nINTERVENTION: Bronchoscopy with balloon expansion.\nOBSERVATIONS: We found a circumferential scar narrowing the bronchus. We utilized a Hurricane balloon to stretch the airway. We cycled through 6mm, 8mm, and 10mm sizes. The passage widened considerably. There was minor mucosal disruption but no bleeding. Recommendations include voice rest and follow-up."
}
