{
  "3243612_syn_1": "Indication: Lung-RADS 4B nodule, Lingula.\nAnesthesia: GA, ETT.\nDevice: Noah Galaxy.\nAction: Navigated to LB4. TiLT+ sweep showed 1.8cm divergence. Adjusted. Confirmed via rEBUS (adjacent).\nSampling:\n- TBNA 22G: 5 passes.\n- Forceps: 4 samples.\n- Brush: 1 sample.\nROSE: SqCC.\nPlan: Recovery. CXR.",
  "3243612_syn_2": "OPERATIVE REPORT: The patient was brought to the endoscopy suite for investigation of a Lingular nodule. Following the induction of general anesthesia, the Noah Galaxy robotic platform was deployed. Initial registration yielded a 2.1mm accuracy. Intraprocedural Tool-in-Lesion Tomosynthesis (TiLT+) id[REDACTED] a significant divergence of 1.8cm, likely secondary to positioning. The target was realigned utilizing augmented fluoroscopy. Radial EBUS confirmed an adjacent signature. Extensive sampling was performed via transbronchial needle aspiration and forceps biopsy. Rapid On-Site Evaluation was positive for malignant cells consistent with squamous cell carcinoma.",
  "3243612_syn_3": "Procedure Codes Justification:\n- 31629 (TBNA): Performed on Lingula lesion using 22G needle.\n- 31623 (Brush): Cytology brushing performed on same site.\n- 31627 (Navigational Bronchoscopy): Galaxy robotic system used for guidance.\n- 31654 (rEBUS): Radial probe used for localization.\nNote: TiLT+ tomosynthesis was utilized for divergence correction (1.8cm).",
  "3243612_syn_4": "Resident Procedure Note\nPatient: [REDACTED]\nAttending: Dr. Wilson\nProcedure: Robotic Bronchoscopy (Galaxy)\nSteps:\n1. ETT placed.\n2. Galaxy registered (2.1mm error).\n3. TiLT+ sweep done; found 1.8cm divergence.\n4. Adjusted to new target.\n5. rEBUS: Adjacent.\n6. Biopsied: TBNA x5, Forceps x4, Brush.\n7. ROSE positive for SqCC.\nNo complications.",
  "3243612_syn_5": "patient [REDACTED] here for lung nodule biopsy used the galaxy robot today under general anesthesia tube was fine. navigated to the lingula lb4 registered ok. did the tilt spin and saw the nodule was way off like 1.8cm so we fixed that on the screen. confirmed with rebus then did tbna forceps and brush rose came back squamous cell so we stopped. patient woke up ok sending to recovery thanks.",
  "3243612_syn_6": "Lung-RADS 4B nodule. 26mm nodule in Lingula. General anesthesia. Noah Galaxy bronchoscope introduced. Navigational registration performed. Scope navigated to LB4. Tool-in-Lesion Tomosynthesis (TiLT+) sweep performed. 1.8cm divergence noted and corrected. Radial EBUS view: Adjacent. Transbronchial needle aspiration (22G, 5 passes). Transbronchial forceps biopsy (4 specimens). Cytology brushings. ROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma. No complications.",
  "3243612_syn_7": "[Indication]\nLung-RADS 4B nodule (26mm, Lingula).\n[Anesthesia]\nGeneral, ETT.\n[Description]\nGalaxy robotic scope used. Registration error 2.1mm. TiLT+ id[REDACTED] 1.8cm divergence; target updated. rEBUS: Adjacent. Sampling: TBNA (5 passes), Forceps (4 samples), Brush.\n[Plan]\nResults conference 5-7 days. CXR.",
  "3243612_syn_8": "[REDACTED] biopsy of a 26mm Lingular nodule. We utilized the Noah Galaxy robotic system. After intubation, we navigated to the target but noted a 1.8cm divergence on the TiLT+ spin, which we corrected. We confirmed the location with rEBUS and proceeded to sample the lesion using a needle, forceps, and brush. The on-site pathologist confirmed squamous cell carcinoma.",
  "3243612_syn_9": "Context: Lung-RADS 4B mass.\nTechnique: The Galaxy scope was piloted to the Lingula. A TiLT+ scan exposed a 1.8cm deviation, which was rectified. The lesion was localized via rEBUS. We aspirated the site with a 22G needle, harvested tissue with forceps, and brushed the area.\nResult: ROSE indicated squamous cell carcinoma.",
  "3243612": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Lung-RADS 4B nodule\nTarget: 26mm nodule in Lingula\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t293\t8\t80\t5\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the Lingula (LB4) based on the pre-operative CT navigational plan. Registration accuracy: 2.1mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.8cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Adjacent.\n\nTransbronchial needle aspiration performed with 22G needle. 5 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 4 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nWilson, MD"
}
