{
  "3309146_syn_1": "Dx: Lung Adenocarcinoma, Tracheal CAO.\nProc: Rigid bronch, Stent.\nImplant: Novatech Silicone 20x60mm Trachea.\nResult: 76% -> 15% obstruction.\nComplications: None.\nPlan: Floor admit.",
  "3309146_syn_2": "OPERATIVE NOTE: [REDACTED] critical central airway obstruction (76% Trachea) secondary to primary lung adenocarcinoma. Rigid bronchoscopy was performed under general anesthesia. The tracheal lumen was sized, and a 20x60mm Novatech Silicone (Dumon) stent was deployed. Post-deployment inspection confirmed excellent expansion and restoration of airway caliber (15% residual).",
  "3309146_syn_3": "CPT Justification: 31631 (Bronchoscopy with placement of tracheal stent).\nDevice: Novatech Silicone Stent (20x60mm).\nLocation: Trachea (Distinct from bronchial codes).\nIndication: 76% obstruction reduced to 15%.",
  "3309146_syn_4": "Resident: Dr. Liu\nAttending: Dr. Chen\nPt: [REDACTED]\nProc: Tracheal Stent\n1. Rigid scope inserted.\n2. Measured tracheal stenosis (76%).\n3. Deployed Novatech stent 20x60mm.\n4. Verified patency.\n5. No complications.\nPlan: Admit.",
  "3309146_syn_5": "procedure note for thomas allen. he has lung cancer blocking the trachea pretty bad about 76 percent. dr chen and i did a rigid bronch. put in a dumon silicone stent 20 by 60 right in the trachea. opened up great residual is only 15 percent now. no bleeding issues. admit to floor for observation.",
  "3309146_syn_6": "Primary lung adenocarcinoma with CAO. Pre-procedure obstruction 76% Trachea. Under general anesthesia with jet ventilation, rigid bronchoscopy performed. Airway measured and Novatech Silicone - Dumon stent (20x60mm) deployed in Trachea. Stent position confirmed with good expansion and patency. Post-procedure obstruction 15%. No complications. EBL minimal. Recovery then floor admission for overnight observation.",
  "3309146_syn_7": "[Indication]\nLung AdenoCA, 76% Tracheal obstruction.\n[Anesthesia]\nGeneral, Jet Vent.\n[Description]\nRigid bronchoscopy. Novatech Silicone stent (20x60mm) deployed in Trachea. Expansion confirmed. Residual obstruction 15%.\n[Plan]\nFloor admission. Repeat bronch 4-6 wks.",
  "3309146_syn_8": "[REDACTED] for a significant tracheal obstruction caused by lung adenocarcinoma. Under general anesthesia, we advanced the rigid bronchoscope and measured the affected area. We then successfully deployed a 20x60mm Novatech Silicone stent. The stent expanded fully, reducing the obstruction from 76% to 15%, providing immediate relief.",
  "3309146_syn_9": "Under general anesthesia with jet ventilation, rigid bronchoscopy was performed. The airway was measured and a Novatech Silicone - Dumon stent (20x60mm) was inserted in the Trachea. Stent placement was verified with good expansion and patency. Post-procedure blockage was ~15%. No adverse events.",
  "3309146": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Michael Chen\nFellow: Dr. James Liu (PGY-5)\n\nIndication: Primary lung adenocarcinoma with CAO\nPre-procedure obstruction: ~76% Trachea\n\nPROCEDURE:\nUnder general anesthesia with jet ventilation, rigid bronchoscopy performed.\nAirway measured and Novatech Silicone - Dumon stent (20x60mm) deployed in Trachea.\nStent position confirmed with good expansion and patency.\nPost-procedure obstruction: ~15%\nNo complications. EBL minimal.\n\nDISPOSITION: Recovery then floor admission for overnight observation.\nF/U: Clinic in 4-6 weeks with repeat bronchoscopy.\n\nChen, MD"
}
