{
  "3341502_syn_1": "Loc: LUL (LB3).\nSize: 27mm.\nNav: Monarch (4.2mm error).\nrEBUS: Adjacent.\nBx: 19G TBNA (4x), Forceps (6x).\nROSE: Granuloma.",
  "3341502_syn_2": "PROCEDURE: Robotic bronchoscopy for a growing 27mm LUL nodule. Navigation to the Anterior Segment (LB3) was completed. Radial EBUS id[REDACTED] the lesion with an adjacent orientation. We obtained diagnostic tissue via 19G Transbronchial Needle Aspiration (4 passes) and Transbronchial Forceps Biopsy (6 specimens). No lavage was performed. On-site pathology indicated granulomatous inflammation.",
  "3341502_syn_3": "Billing 31629, 31628, 31627, 31654. Note: No BAL. 19G TBNA x4 and Forceps x6 in LUL. rEBUS used for confirmation. Continuous guidance maintained.",
  "3341502_syn_4": "Procedure: Monarch LUL Biopsy.\nTarget: 27mm nodule.\n1. Nav to LB3.\n2. rEBUS: Adjacent.\n3. 19G TBNA x 4.\n4. Forceps x 6.\nROSE: Granulomatous.\nNo BAL.",
  "3341502_syn_5": "[REDACTED] lul nodule 27mm monarch robot used registration 4.2mm error navigated to lb3 rebus adjacent 19g needle 4 times forceps 6 times rose says granuloma no bal bleeding stopped easily.",
  "3341502_syn_6": "Anesthesia induced. Monarch robot navigated to LUL Anterior Segment. Registration error 4.2mm. rEBUS adjacent. 19G TBNA performed 4 times. Forceps biopsy performed 6 times. ROSE showed granulomatous inflammation. No BAL performed. Patient stable.",
  "3341502_syn_7": "[Indication] 27mm LUL nodule.\n[Anesthesia] General.\n[Description] Nav to LB3. rEBUS adjacent. 19G TBNA x4. Forceps x6. ROSE granuloma.\n[Plan] Follow up.",
  "3341502_syn_8": "We utilized the Monarch robot to navigate to the anterior segment of the left upper lobe. After confirming the target with adjacent radial EBUS views, we sampled the 27mm nodule. We used a 19-gauge needle for four passes and forceps for six bites. The on-site evaluation suggested granulomatous inflammation, so no further sampling was needed.",
  "3341502_syn_9": "The robotic instrument was guided to the LUL. Registration variance was 4.2mm. The scope reached LB3. Sonography indicated an adjacent mass. Aspiration with a 19G needle was done 4 times. Tissue extraction via forceps occurred 6 times. Initial pathology revealed granuloma.",
  "3341502": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Rachel Kim\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Growing lung nodule on surveillance\nTarget: 27mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t13\t286\t13\t100\t6\t23\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.2mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB3) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 4 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 6 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nROSE Result: Granulomatous inflammation\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nKim, MD"
}
