{
  "3351868_syn_1": "Indication: Post-PDT Debridement (48h).\nProcedure: Bronchoscopy, Debridement.\nFindings: LUL necrosis. 74% obstructed -> 5% post-debridement.\nTools: Forceps, Rigid Coring, Cryoprobe.\nSpecimen: None.\nPlan: Surveillance 6 wks.",
  "3351868_syn_2": "OPERATIVE SUMMARY: [REDACTED] of the left upper lobe 48 hours after PDT light application. The airway was heavily obstructed by necrotic coagulum. We employed a multimodal approach using biopsy forceps, rigid coring, and cryotherapy to extract the adherent debris. This resulted in near-complete restoration of airway patency (5% residual obstruction). The procedure was well-tolerated.",
  "3351868_syn_3": "Procedure: 31641 (Tumor Destruction/Debridement).\nSite: Left Upper Lobe (LUL).\nTools: Forceps, Coring, Cryotherapy.\nComplexity: Multimodal debridement required for adherent tissue.\nOutcome: Obstruction reduced from 74% to 5%.\nNote: Cryo used for debridement, not biopsy.",
  "3351868_syn_4": "Procedure: PDT Debridement\nPt: [REDACTED]\n1. GA.\n2. LUL inspection.\n3. Necrosis debrided with forceps, coring, and cryo.\n4. Airway wide open (5%).\n5. No bleeding.\nPlan: F/u 6 weeks.",
  "3351868_syn_5": "[REDACTED] for lul debridement 2 days after pdt lots of necrosis stuck pretty hard used everything forceps coring and the cryoprobe got it all out looks great 5 percent obstruction left patient did fine",
  "3351868_syn_6": "Debridement of the LUL was performed 48 hours post-PDT. Necrotic debris was removed using a combination of forceps, rigid coring, and cryotherapy. Airway obstruction improved from 74% to 5%. No biopsies were taken. The patient was stable and extubated.",
  "3351868_syn_7": "[Indication]\nPost-PDT Debridement (48h), LUL.\n[Anesthesia]\nGeneral, 7.5 ETT.\n[Description]\nNecrosis debrided via forceps, coring, cryo. Airway patent. No biopsies.\n[Plan]\nSurveillance 6 weeks.",
  "3351868_syn_8": "[REDACTED] significant cleaning 48 hours after his light treatment. The dead tissue was pretty stuck, so we had to use forceps, the coring tool, and the cryoprobe to get it all out. It worked perfectly though—the airway is basically completely open now. We didn't take biopsies this time. He's doing well.",
  "3351868_syn_9": "PROCEDURES: 1. Bronchoscopy with extraction of necrotic tissue.\nDETAILS: The LUL was assessed. Necrotic material was adherent. Forceps, coring, and cryotherapy were utilized to clear the passage. Patency was restored to near normal. No tissue samples were taken. The patient was recovered."
}
