{
  "3410491_syn_1": "Site: 35mm Lingula.\nSystem: Monarch.\nrEBUS: Adjacent.\nTools: 19G needle (7x), Forceps (6x), Brush.\nFluid: BAL LB4.\nROSE: Suspicious NSCC.",
  "3410491_syn_2": "OPERATIVE REPORT: The patient presented for biopsy of a 35mm Lingula mass. Robotic navigation (Monarch) was employed with 3.0mm accuracy. Upon reaching the Superior Lingula (LB4), radial EBUS demonstrated an adjacent view. Extensive sampling was performed including 19G TBNA (7 passes), Transbronchial Forceps Biopsy (6 specimens), and Protected Brushing. A BAL was also collected. Immediate evaluation suggests non-small cell carcinoma.",
  "3410491_syn_3": "Codes: 31629 (TBNA), 31628 (Forceps), 31623 (Brush), 31627 (Nav), 31654 (EBUS), 31624 (BAL). Extensive sampling of Lingula mass. 19G needle, standard forceps, and brush used under continuous visualization.",
  "3410491_syn_4": "Resident Procedure Note:\nLingula Mass Biopsy.\nMonarch Robot used.\nNavigated to LB4.\nrEBUS: Adjacent.\n1. 19G TBNA x 7.\n2. Forceps x 6.\n3. Brush.\n4. BAL.\nROSE: Suspicious.",
  "3410491_syn_5": "brian hernandez 35mm lingula mass biopsy with monarch robot navigation ok 3mm error saw it on rebus adjacent 19g needle 7 times forceps 6 times brush and bal rose looks like nscc patient did fine.",
  "3410491_syn_6": "General anesthesia induced. Monarch robotic scope inserted. Navigated to Superior Lingula. rEBUS adjacent. 19G TBNA x 7. Forceps biopsy x 6. Brush biopsy. BAL LB4. ROSE suspicious for non-small cell carcinoma. No complications.",
  "3410491_syn_7": "[Indication] 35mm Lingula mass.\n[Anesthesia] General.\n[Description] Robotic nav to LB4. rEBUS adjacent. 19G TBNA x7. Forceps x6. Brush. BAL.\n[Plan] Discharge.",
  "3410491_syn_8": "We navigated the robotic system to the superior lingula segment. Radial EBUS confirmed the target was adjacent to the airway. We performed a comprehensive biopsy using a 19-gauge needle for seven passes, followed by six forceps biopsies and a cytology brush. A bronchoalveolar lavage was also completed. The on-site analysis was suspicious for non-small cell carcinoma.",
  "3410491_syn_9": "The robotic endoscope was driven to the Lingula. Registration error was 3.0mm. The device was locked at LB4. Ultrasound showed an adjacent lesion. Sampling included 19G aspiration (7x), tissue forceps (6x), and brushing. Lavage was performed. Preliminary findings pointed to carcinoma.",
  "3410491": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\n\nIndication: Lung cancer screening detected nodule\nTarget: 35mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t10\t302\t9\t80\t6\t19\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 3.0mm.\n\nThe device was navigated to the Lingula. The outer sheath was parked and locked at the ostium of the segmental airway (LB4) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Superior Lingula.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 7 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 6 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at LB4. 40mL NS instilled with 21mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Suspicious for non-small cell carcinoma\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nLee, MD"
}
