{
  "3429488_syn_1": "Pre-op: Lung Ca staging. Right side.\nProc: Thoracoscopy + Biopsy + Talc.\n- 6th ICS entry.\n- Findings: Thickened parietal pleura, nodules.\n- Action: 6 biopsies taken. Talc poudrage performed.\n- Chest tube placed.\nPlan: Admit. Path pending.",
  "3429488_syn_2": "OPERATIVE NARRATIVE: The patient was brought to the endoscopy suite for right-sided medical thoracoscopy to assess for pleural carcinomatosis. Under moderate sedation, the pleural space was accessed via the 6th intercostal space. Inspection revealed significant parietal pleural thickening with distinct nodularity. Extensive biopsies were harvested from the parietal surface (six specimens) and the diaphragm. Given the macroscopic appearance suggestive of malignancy, talc poudrage was instigated for pleurodesis. The procedure concluded with chest tube placement; hemostasis was secured.",
  "3429488_syn_3": "Procedure: Thoracoscopy, surgical; with biopsy of pleura (32609) and with pleurodesis (32650).\nSite: [REDACTED]\nTechnique: Single port access. Semi-rigid pleuroscope utilized.\nIntervention: Directed biopsy of thickened parietal pleura (6 samples) and diaphragmatic pleura. Talc insufflation performed for chemical pleurodesis based on findings.\nDevice: 24Fr chest tube placed.",
  "3429488_syn_4": "Procedure Note\nPatient: 79F\nProcedure: Right Medical Thoracoscopy w/ Biopsy & Talc\nAttending: Dr. Williams\nSteps:\n1. Timeout.\n2. Local + Moderate Sedation.\n3. Trocar entry 6th ICS.\n4. Survey: Nodules on parietal pleura.\n5. Biopsied parietal (x6) and diaphragm.\n6. Talc poudrage.\n7. Chest tube secured.",
  "3429488_syn_5": "pt [REDACTED] for staging lung ca right side. we did the thoracoscopy under sedation entered at the 6th rib space. saw thickened pleura and nodules took about 6 biopsies from the wall and some from the diaphragm. looked malignant so we did the talc poudrage right then. put a chest tube in no air leak. admitting to floor for pain control and tube management.",
  "3429488_syn_6": "Medical Thoracoscopy with Pleural Biopsy and Talc Poudrage. Under moderate sedation with local anesthesia, a single-port entry was made at the 6th intercostal space, mid-axillary line. The semi-rigid pleuroscope was inserted. Inspection revealed thickened parietal pleura with nodules. Multiple biopsies were obtained from the parietal pleura (6 specimens) and diaphragmatic pleura. Specimens were sent for histopathology. Talc poudrage was performed for pleurodesis. All fluid was evacuated and a chest tube was placed.",
  "3429488_syn_7": "[Indication]\nStaging for lung cancer pleural involvement.\n[Anesthesia]\nModerate sedation, local anesthesia.\n[Description]\nRight-sided entry (6th ICS). Findings: Thickened parietal pleura with nodules. Interventions: Parietal biopsies (6), diaphragmatic biopsies, Talc poudrage pleurodesis. Chest tube placed.\n[Plan]\nAdmit. Oncology consult if pos.",
  "3429488_syn_8": "The patient underwent a right-sided medical thoracoscopy for staging purposes. Upon entering the pleural space through the sixth intercostal space, we observed thickened parietal pleura studded with nodules. We proceeded to take multiple biopsies, specifically six from the parietal pleura and additional samples from the diaphragm. Due to the high suspicion of malignancy, we performed a talc poudrage to prevent fluid recurrence. The lung was re-expanded, and a chest tube was secured.",
  "3429488_syn_9": "Procedure: Medical Thoracoscopy with Pleural Sampling and Pleurodesis.\nSite: [REDACTED]\nFindings: Indurated parietal pleura with nodularity.\nActions: Sampled parietal pleura (6 fragments) and diaphragmatic surface. Administered talc poudrage for symphysis. Evacuated effusion. Anchored chest drain.",
  "3429488": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Sarah Williams\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Staging for lung cancer pleural involvement\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy with Pleural Biopsy\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted. Pleural space inspected.\n\nFINDINGS: Thickened parietal pleura with nodules\nMultiple biopsies obtained from parietal pleura (6 specimens).\nAdditional biopsies from diaphragmatic pleura.\nSpecimens sent for histopathology and immunohistochemistry.\nGiven findings, talc poudrage performed for pleurodesis.\nAll fluid evacuated. Chest tube placed.\nHemostasis confirmed. No air leak.\n\nDISPOSITION: Floor admission. Chest tube to suction.\nF/U: Path results in 5-7 days. Oncology consultation if malignant.\n\nWilliams, MD"
}
