{
  "3612209_syn_1": "Action: Monarch to LLL (LB10).\nImaging: rEBUS adjacent.\nBx: 22G TBNA x6. Protected brush.\nWash: BAL LB10.\nROSE: Atypical/Suspicious.\nStatus: Stable.",
  "3612209_syn_2": "PROCEDURE PERFORMED: Robotic-assisted bronchoscopy with electromagnetic navigation. The target was a 14mm nodule in the posterior-basal segment of the LLL. Registration error was 2.2mm. Upon reaching the target, radial EBUS confirmed an adjacent relationship. Diagnostic maneuvers included Transbronchial Needle Aspiration (22G, 6 passes) and Protected Cytology Brushing. Bronchoalveolar lavage was also obtained. Cytopathology review suggests malignancy.",
  "3612209_syn_3": "Billing 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (EBUS), 31624 (BAL). Navigation utilized to reach LB10. Continuous visualization used for 6 needle passes and brushing. rEBUS confirmed target.",
  "3612209_syn_4": "Procedure Log: LLL Biopsy.\nMethod: Monarch Robot.\nTarget: 14mm nodule.\n1. Registration (2.2mm).\n2. Nav to LB10.\n3. rEBUS (Adjacent).\n4. 22G Needle x 6.\n5. Brush.\n6. BAL.\nResult: ROSE suspicious.",
  "3612209_syn_5": "ryan williams bronchoscopy robotic lll nodule 14mm navigated to lb10 error 2.2mm rebus adjacent used 22g needle 6 times then the brush bal done rose says suspicious for cancer no bleeding pt did great.",
  "3612209_syn_6": "General anesthesia was induced. The Monarch robotic endoscope was inserted. Electromagnetic registration was completed. The device was navigated to the LLL posterior-basal segment. rEBUS view was adjacent. 22G TBNA was performed for 6 passes. Protected cytology brushings were obtained. BAL was performed. ROSE showed atypical cells suspicious for malignancy. The patient was extubated and stable.",
  "3612209_syn_7": "[Indication] 14mm LLL nodule.\n[Anesthesia] General.\n[Description] Robotic nav to LB10. rEBUS adjacent. 22G TBNA x6. Brush biopsy. BAL. ROSE suspicious.\n[Plan] Monitor. Discharge.",
  "3612209_syn_8": "We successfully navigated the robotic scope to the posterior-basal segment of the left lower lobe. The registration was highly accurate. Radial EBUS imaging showed the lesion adjacent to the airway. We collected samples using a 22-gauge needle for six passes and also utilized a protected cytology brush. A lavage was performed at the site. The preliminary results indicated atypical cells.",
  "3612209_syn_9": "The robotic system was directed to the LLL. Registration deviation was 2.2mm. The instrument reached the LB10 bronchus. Ultrasound verification showed an adjacent lesion. Aspiration via 22G needle was conducted 6 times. Brushings were gathered under direct sight. Lavage was completed. Initial findings were wary for malignancy.",
  "3612209": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Multiple pulmonary nodules - dominant lesion biopsy\nTarget: 14mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t10\t353\t14\t80\t8\t24\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.2mm.\n\nThe device was navigated to the LLL. The outer sheath was parked and locked at the ostium of the segmental airway (LB10) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Posterior-Basal Segment of LLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Adjacent. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 22G aspiration needle under direct endoscopic and fluoroscopic guidance. 6 passes performed. Samples sent for Cytology and Cell block.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at LB10. 40mL NS instilled with 14mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nBrown, MD"
}
