{
  "3614209_syn_1": "Target: 11mm RUL nodule.\nNav: Galaxy. Reg error 3.0mm.\nVerify: Fluoroscopy.\nTools: rEBUS (eccentric), TBNA, Forceps.\nROSE: Granuloma.\nResult: Benign.",
  "3614209_syn_2": "Diagnostic bronchoscopy for an 11mm RUL nodule in a patient with prior malignancy history. Galaxy navigation was utilized to reach RB2. Fluoroscopic confirmation was obtained. Sampling via TBNA and forceps revealed granulomatous inflammation, arguing against recurrence.",
  "3614209_syn_3": "31629 (TBNA), 31627 (Nav), 31654 (EBUS). Forceps bundled. 11mm target reached with Galaxy/Fluoroscopy.",
  "3614209_syn_4": "RUL Nodule (11mm).\n- Galaxy Nav to RB2.\n- Fluoro confirm.\n- rEBUS: Eccentric.\n- TBNA x5, Forceps x6.\n- ROSE: Granuloma.",
  "3614209_syn_5": "amanda has a history of cancer now has 11mm nodule rul. galaxy scope. saw it on fluoro. eccentric ebus. needle and forceps. rose says granuloma so probably not cancer. good news.",
  "3614209_syn_6": "Pulmonary nodule 11mm in RUL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB2. Fluoroscopic guidance. rEBUS eccentric. TBNA 22G and Transbronchial forceps biopsy performed. ROSE Granulomatous inflammation.",
  "3614209_syn_7": "[Indication]\n11mm nodule, RUL.\n[Anesthesia]\nGeneral.\n[Description]\nGalaxy Nav. Fluoroscopy. rEBUS eccentric. TBNA and Forceps performed.\n[Plan]\nFollow up.",
  "3614209_syn_8": "[REDACTED] a history of cancer and a new 11mm spot in the right upper lobe. We used the Galaxy system to reach it and confirmed with fluoroscopy. We took samples with needles and forceps. The preliminary read shows granulomas, which is a relief as it suggests inflammation rather than cancer.",
  "3614209_syn_9": "Reason: Pulmonary nodule.\nAction: Galaxy navigation to RUL. Position verified via fluoroscopy. Sampled via TBNA and forceps. ROSE: Granulomatous inflammation.",
  "3614209": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CAPT Russell Miller, MD\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Pulmonary nodule in patient with prior malignancy\nTarget: 11mm nodule in RUL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t325\t16\t100\t6\t22\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RUL (RB2) based on the pre-operative CT navigational plan. Registration accuracy: 3.0mm.\n\nFluoroscopic guidance used to confirm scope position relative to target. Navigation alignment confirmed.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Eccentric.\n\nTransbronchial needle aspiration performed with 22G needle. 5 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 6 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nROSE Result: Granulomatous inflammation\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nMiller, MD"
}
