{
  "3653446_syn_1": "Dx: Distal Trachea Mucoepidermoid CA. Fibrosis.\nSensitizer: Temoporfin (Foscan) 96h prior.\nAnesthesia: GA, 8.0 ETT.\nProcedure: PDT Light.\n- Fiber: 1.5cm.\n- Laser: 630nm, 200 J/cm2, 500s.\n- Site: Distal Trachea.\nPlan: Debride 72-96h.",
  "3653446_syn_2": "OPERATIVE REPORT: [REDACTED] PDT of a distal tracheal mucoepidermoid carcinoma. Background of severe pulmonary fibrosis necessitated careful airway management. Following the 96-hour Temoporfin uptake period, we delivered 630 nm laser light via a 1.5 cm cylindrical diffuser. The total energy density was 200 J/cm² over 500 seconds. The tracheal location required precise fiber positioning to avoid cuff rupture, which was successfully achieved.",
  "3653446_syn_3": "Code: 31641.\nSite: Distal Trachea.\nAgent: Temoporfin.\nLaser: 630nm.\nFiber: 1.5cm.\nEnergy: 200 J/cm2.\nTime: 500s.\nIndication: Destruction of airway tumor.",
  "3653446_syn_4": "Procedure: PDT Trachea\nPt: [REDACTED]\n1. GA, 8.0 ETT.\n2. Scope to distal trachea.\n3. 1.5cm fiber placed centrally.\n4. Laser active 500s.\n5. No complications.\nPlan: Light precautions.",
  "3653446_syn_5": "[REDACTED] for pdt trachea tumor she has bad fibrosis used foscan 4 days ago 1.5cm fiber laser 630nm for 500 seconds kept the fiber centered away from the tube cuff no issues patient stable extubated",
  "3653446_syn_6": "Under general anesthesia, the distal tracheal tumor was visualized. A 1.5cm cylindrical diffusing fiber was positioned ensuring clearance from the ETT cuff. 630nm light was delivered for 500 seconds to activate Temoporfin. The patient remained stable. Light precautions were reviewed upon transfer to recovery.",
  "3653446_syn_7": "[Indication]\nDistal Tracheal Mucoepidermoid CA.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\n1.5cm fiber placed in distal trachea. 630nm light delivered (200 J/cm2, 500s). No thermal injury.\n[Plan]\nLight precautions. Debride Jan 05.",
  "3653446_syn_8": "[REDACTED] for her tracheal tumor. We were very careful with fiber placement given the location in the distal trachea. We used a 1.5 cm fiber and delivered the standard light dose for Temoporfin activation. The procedure went smoothly with no desaturations despite her pulmonary fibrosis. She was extubated and taken to recovery.",
  "3653446_syn_9": "ACTION: 1. Photodynamic therapy - light exposure. 2. Bronchoscopy.\nREPORT: The airway was entered. The tracheal mass was targeted. A 1.5cm fiber was deployed. 630nm laser energy was utilized for 500 seconds. No complications were noted. The patient was transferred to the PACU."
}
