{
  "3692014_syn_1": "Procedure: Navigational Bronchoscopy, Radial EBUS, Cryobiopsy RLL.\nIndication: 2.8cm RLL nodule.\nActions:\n- 8.0 ETT placed.\n- SuperDimension nav to RLL lateral basal.\n- Radial EBUS: concentric view, 27mm lesion.\n- Cryoprobe 1.9mm used. 4 samples taken (6 sec freeze).\n- Arndt blocker used for hemostasis. Minimal bleeding.\n- No pneumothorax on post-op check.",
  "3692014_syn_2": "HISTORY: [REDACTED], a 67-year-old male, presented with a 2.8 cm spiculated nodule in the right lower lobe. The metabolic activity on PET scan (SUV 4.5) raised concern for malignancy.\nPROCEDURE NARRATIVE: Following the induction of general anesthesia and orotracheal intubation, a systematic navigational bronchoscopy was undertaken utilizing the SuperDimension system. We achieved excellent registration error (4.2mm). The catheter was navigated to the lateral basal segment of the right lower lobe. Radial endobronchial ultrasound confirmed a concentric, heterogeneous lesion measuring 27 mm. Subsequently, transbronchial cryobiopsy was performed. Four specimens were obtained with a 1.9 mm probe using a 6-second freeze cycle. Prophylactic placement of an Arndt endobronchial blocker ensured adequate hemostasis.",
  "3692014_syn_3": "CPT Coding Justification:\n31627 (Navigational Bronchoscopy): Electromagnetic navigation system loaded with CT data; catheter navigated to RLL target.\n31654 (Radial EBUS): Peripheral lesion id[REDACTED] via radial probe ultrasound (concentric view) prior to biopsy.\n31628 (Transbronchial Biopsy): 1.9mm cryoprobe utilized to obtain parenchymal samples from the RLL lateral basal segment.\nNote: Endobronchial blocker used for control, not separately billable as therapeutic tamponade unless bleeding was excessive (it was minimal).",
  "3692014_syn_4": "Procedure Note - Pulmonary Service\nAttending: Dr. Williams\nResident: Dr. Lee\nProcedure: EMN Bronchoscopy w/ Cryobiopsy\nSteps:\n1. Time out. GA induced. 8.0 ETT.\n2. Registration with SuperDimension (Auto).\n3. Navigated to RLL nodule (Target 0.8cm away).\n4. Radial EBUS confirmation (Concentric).\n5. Biopsy: Cryoprobe x4 passes.\n6. Hemostasis: Balloon blocker used prophylactically.\n7. Extubation stable.",
  "3692014_syn_5": "patient [REDACTED] here for the lung nodule biopsy right lower side. we put him asleep general anesthesia tube size 8. used the superdimension navigation thing it worked good got us right to the spot in the rll. radial ebus showed the nodule perfectly concentric view. did the cryo biopsy took 4 pieces froze for 6 seconds each. [REDACTED] put the blocker up so no bleeding really. patient woke up fine sent to recovery check xray for pneumo.",
  "3692014_syn_6": "[REDACTED] navigation bronchoscopy for a right lower lobe nodule. Under general anesthesia with an 8.0 ETT, the SuperDimension system was registered with a fiducial error of 4.2mm. We navigated to the lateral basal segment. Radial EBUS confirmed the lesion location with a concentric view. We performed transbronchial cryobiopsy using a 1.9mm probe for 4 samples. An Arndt blocker was used to manage the airway and prevent bleeding. The patient tolerated the procedure well with no immediate complications.",
  "3692014_syn_7": "[Indication]\n2.8cm spiculated RLL nodule, PET avid.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nNavigated to RLL lateral basal segment (SuperDimension). Radial EBUS confirmed concentric lesion (27mm). Performed transbronchial cryobiopsy x4 samples (1.9mm probe). Arndt blocker used for hemostasis.\n[Plan]\nPathology pending. Clinic follow-up 1 week.",
  "3692014_syn_8": "The patient, [REDACTED], was brought to the bronchoscopy suite for evaluation of a right lower lobe nodule. After induction of general anesthesia, we proceeded with electromagnetic navigation. The target in the lateral basal segment was reached successfully. We utilized radial EBUS to visualize the lesion, noting a distinct concentric pattern. With the target confirmed, we used a cryoprobe to obtain four biopsies, freezing for six seconds each time. An endobronchial blocker was employed to ensure hemostasis between passes. The procedure concluded without complications, and the patient was extubated.",
  "3692014_syn_9": "PROCEDURE: Electromagnetic guidance bronchoscopy (CPT 31627), Radial sonography (CPT 31654), Transbronchial freeze-sampling (CPT 31628).\nDETAILS: Navigation established to the RLL target. Sonographic verification revealed a concentric mass. Four tissue samples were harvested using the cryoprobe. An airway occluder was deployed for bleeding control. Hemostasis was secured.",
  "3692014": "PATIENT: [REDACTED], 67-year-old Male\nMRN: [REDACTED]\nINDICATION FOR OPERATION: Mr. [REDACTED] is a 67-year-old male with a 2.8cm spiculated right lower lobe nodule discovered on screening CT. PET-avid with SUV 4.5. The nature, purpose, risks, benefits and alternatives to navigational bronchoscopy with cryobiopsy were discussed with the patient in detail. Patient indicated a wish to proceed and informed consent was signed.\nPREOPERATIVE DIAGNOSIS: Right lower lobe pulmonary nodule\nPOSTOPERATIVE DIAGNOSIS: Same\nPROCEDURE: Electromagnetic Navigation Bronchoscopy (CPT 31627), Radial EBUS (CPT 31654), Transbronchial Cryobiopsy (CPT 31632), Endobronchial Blocker Placement\nATTENDING: Dr. Patricia Williams\nASSISTANT: Dr. David Lee, Fellow\nSupport Staff:\n\nRN: Jessica Brown\nRT: Anthony Garcia\n\nANESTHESIA: General anesthesia with endotracheal intubation\nMONITORING: Standard ASA monitoring\nINSTRUMENT: SuperDimension Navigation System, Olympus BF-1TH190 bronchoscope, 1.9mm cryoprobe, 7Fr Arndt endobronchial blocker\nESTIMATED BLOOD LOSS: 30 mL\nCOMPLICATIONS: None\nPROCEDURE IN DETAIL:\nAfter induction of general anesthesia and intubation with 8.0 ETT, a timeout was performed. All procedure related images were saved and archived.\nPATIENT [REDACTED]: Supine\nVentilation Parameters:\n\nMode: Volume Control\nRR: 12\nTV: 500mL\nPEEP: 5 cmH2O\nFiO2: 40%\nFlow Rate: 50 L/min\nPmean: 15 cmH2O\n\nElectromagnetic navigation bronchoscopy was performed using the SuperDimension system. CT scan from [REDACTED] was loaded onto the planning station to generate 3D rendering. The navigational plan was reviewed and verified, then loaded into the navigation platform.\nEMN Registration: Automatic registration was used. Adequate airway landmark matching achieved at carina, right main carina, and RLL subsegmental bifurcations. Mean fiducial error: 4.2mm. Global alignment quality: excellent.\nThe EMN catheter was advanced under navigational guidance to the target lesion in the lateral basal segment of the right lower lobe (RB9). Target lesion measured 2.8cm in diameter. Under navigational guidance, the catheter was advanced to 0.8cm from the planned target.\nRadial EBUS Survey: Performed to confirm nodule location. The following features were noted: Concentric pattern, heterogeneous echogenicity, lesion size 27mm, no large vessels visualized in the biopsy path.\nTransbronchial Cryobiopsy: After confirming absence of significant vessels at the biopsy site with radial EBUS, transbronchial cryobiopsy was performed using a 1.9mm cryoprobe. Freeze-thaw cycle: 6 seconds freeze, passive thaw. After each sample was obtained, the Arndt endobronchial blocker was positioned at the RLL ostium and inflated with 6cc of air for hemostasis. Total 4 samples were collected.\nAfter each biopsy, the blocker was maintained for 2 minutes, then deflated. Inspection showed minimal bleeding, which resolved spontaneously. Final inspection showed patent airways with no active bleeding.\nThe patient tolerated the procedure well. There were no immediate complications. The attending, Dr. Williams, was present throughout the entire procedure.\nSPECIMEN(S):\n\nRLL cryobiopsy x4 (histology)\nAdditional tissue for molecular testing\n\nIMPRESSION/PLAN: Mr. [REDACTED] underwent successful navigational bronchoscopy with cryobiopsy of RLL nodule. Preliminary frozen section showed atypical cells, final pathology pending. Post-procedure CXR shows no pneumothorax. Patient to follow up in clinic in 1 week for pathology results."
}
