{
  "3764322_syn_1": "Target: 20mm LUL (LB3).\nMethod: Monarch.\nrEBUS: Eccentric.\nBx: 19G TBNA x8, Forceps x5.\nWash: BAL LB3.\nROSE: Benign.",
  "3764322_syn_2": "OPERATIVE REPORT: Robotic bronchoscopy for 20mm LUL nodule. Navigation to Anterior Segment (LB3) achieved with 2.3mm error. rEBUS demonstrated eccentric view. 19G TBNA (8 passes) and Forceps Biopsy (5 specimens) performed under continuous visualization. BAL completed. ROSE was negative for malignancy.",
  "3764322_syn_3": "Codes: 31629, 31628, 31627, 31654, 31624. Note: High number of needle passes (8). Forceps used. Navigated to LUL. rEBUS eccentric.",
  "3764322_syn_4": "Resident Note: LUL Biopsy.\nMonarch Robot.\n1. Nav to LB3.\n2. rEBUS Eccentric.\n3. 19G Needle x 8.\n4. Forceps x 5.\n5. BAL.\nROSE: Neg for malignancy.",
  "3764322_syn_5": "jonathan adams lul nodule 20mm monarch robot navigation good 2.3mm error rebus eccentric 19g needle 8 times forceps 5 times bal done rose benign no cancer seen.",
  "3764322_syn_6": "Anesthesia induced. Monarch robot navigated to LUL LB3. rEBUS eccentric. 19G TBNA x 8. Forceps x 5. BAL performed. ROSE negative for malignancy. Patient stable.",
  "3764322_syn_7": "[Indication] 20mm LUL nodule.\n[Anesthesia] General.\n[Description] Nav to LB3. rEBUS eccentric. 19G TBNA x8. Forceps x5. BAL. ROSE benign.\n[Plan] Discharge.",
  "3764322_syn_8": "We used the Monarch robot to navigate to the anterior segment of the left upper lobe. The registration was very accurate. Radial EBUS showed an eccentric view of the 20mm nodule. We performed eight passes with a 19-gauge needle and took five forceps biopsies. A lavage was also performed. The on-site evaluation was negative for malignancy.",
  "3764322_syn_9": "The robotic system was piloted to the LUL. Registration deviation was 2.3mm. The instrument reached LB3. Sonography indicated an eccentric mass. Aspiration via 19G needle was conducted 8 times. Tissue extraction via forceps occurred 5 times. Lavage was completed. Initial pathology was benign.",
  "3764322": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\nFellow: LT Michelle Torres, MD (PGY-5)\n\nIndication: Lung cancer screening detected nodule\nTarget: 20mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t12\t321\t8\t80\t5\t20\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.3mm.\n\nThe device was navigated to the LUL. The outer sheath was parked and locked at the ostium of the segmental airway (LB3) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anterior Segment of LUL.\n\nRadial EBUS performed via the working channel. rEBUS view: Eccentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 8 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 5 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nBronchoalveolar lavage performed at LB3. 40mL NS instilled with 18mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: No evidence of malignant neoplasm\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nDavis, MD"
}
