{
  "3786812": "Linda Rivera, MRN [REDACTED], a 50-year-old male underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Memorial Hospital on [REDACTED]. The indication was right upper lobe mass with ipsilateral mediastinal nodes with a 31.9mm ground-glass lesion in the LLL anteromedial basal (B7+8), bronchus sign negative, PET SUV max 13.4. The patient was ASA class 3 with smoking history of 57 pack-years (current). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Pentax EB-1990i bronchoscope with 22-gauge Acquire needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 11L (21.6mm, 4 passes, ROSE: Suspicious for malignancy); station 2L (14.5mm, 4 passes, ROSE: Suspicious for malignancy); station 7 (21.8mm, 3 passes, ROSE: Adequate lymphocytes); station 11R (15.0mm, 3 passes, ROSE: Malignant - small cell carcinoma); station 10R (21.4mm, 4 passes, ROSE: Adequate lymphocytes, no malignancy). Rapid on-site evaluation was available for all stations.\n\nThe Ion robotic bronchoscopy system (Intuitive Surgical) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 3.2mm. The robotic catheter was advanced to the LLL anteromedial basal (B7+8) and radial EBUS probe deployment revealed adjacent view of the lesion. Tool-in-lesion was confirmed by fluoroscopy. Transbronchial forceps biopsies (6 specimens), transbronchial needle aspiration (3 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed suspicious for malignancy.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 119 minutes. Attending physician: Maria Santos, MD."
}
