{
  "3847291_syn_1": "Pre-op: Post-intubation subglottic stenosis.\nAnesthesia: GA, Jet ventilation.\nAction: Flex bronch. Web-like stenosis 2cm below cords (70%). CRE Balloon dilation: 10mm -> 12mm -> 14mm (8 ATM x 60s). \nResult: Lumen 90% patent. Minimal bleeding.\nPlan: D/C. Re-scope 6-8 wks.",
  "3847291_syn_2": "INDICATION: The patient, a 68-year-old female, presented with stridor following prolonged intubation. Radiographic evaluation demonstrated critical subglottic stenosis.\nPROCEDURE: General anesthesia utilizing jet ventilation was induced. Bronchoscopic inspection revealed a fibrous circumferential stricture 2 cm subglottically, compromising 70% of the lumen. Intervention proceeded with sequential hydrostatic balloon dilation utilizing a CRE catheter graduated to 14mm at 8 atmospheres. Post-procedural assessment confirmed restoration of airway caliber to approximately 90% of expected diameter. Hemostasis was maintained.\nDISPOSITION: The patient was transferred to the PACU in stable condition.",
  "3847291_syn_3": "Procedure: Bronchoscopy with Balloon Dilation (CPT 31630).\nTechnique: Flexible bronchoscope introduced via oral route under general anesthesia (Jet Ventilation).\nFindings: 70% stenosis id[REDACTED] in subglottic trachea.\nIntervention: Controlled Radial Expansion (CRE) balloon dilator utilized. Sequential inflations performed at 10mm, 12mm, and 14mm diameters. Pressure maintained at 8 ATM for 60 seconds per cycle.\nOutcome: Successful dilation to 14mm; >90% patency achieved. Medical necessity supported by symptomatic stenosis.",
  "3847291_syn_4": "Resident Procedure Note\nPatient: [REDACTED] Wilson\nAttending: Dr. Rodriguez\nDiagnosis: Subglottic stenosis\nSteps:\n1. Time out. GA/Jet vent.\n2. Scope inserted. Saw 70% stenosis subglottic.\n3. Dilation performed: Used CRE balloon. Sizes 10, 12, 14mm.\n4. Held for 60s at 8atm.\n5. Checked airway: Looks good, 90% open.\nPlan: PPIs, follow up 2 months.",
  "3847291_syn_5": "Procedure note for Dorothy Evans for the tracheal stenosis dilation used jet ventilation patient asleep. Went in with the flexible scope saw the narrowing about 70 percent block. Did the balloon dilation started at 10 went up to 14 millimeters held it for a minute each time at 8 atmospheres. Opened up nice to about 90 percent no tearing really just a little blood. Woke up fine sending to recovery plan for repeat scope later.",
  "3847291_syn_6": "The patient was brought to the operating room and placed under general anesthesia with jet ventilation. Flexible bronchoscopy revealed circumferential web-like stenosis 2cm below vocal cords with 65-70% luminal obstruction. Sequential balloon dilation performed using CRE balloon dilator, starting at 10mm, progressed to 12mm, then 14mm over three cycles. Each inflation held for 60 seconds at 8 ATM. Post-dilation exam showed adequate lumen restored to approximately 90% patency. No mucosal tears. Minimal bleeding controlled with observation.",
  "3847291_syn_7": "[Indication]\nPost-intubation subglottic stenosis, symptomatic with stridor.\n[Anesthesia]\nGeneral anesthesia, Jet ventilation.\n[Description]\nCircumferential stenosis 2cm below cords (70%). Sequential CRE balloon dilation performed (10, 12, 14mm) at 8 ATM x 60s. Lumen restored to 90% patency. Minimal bleeding.\n[Plan]\nDischarge today. PPI. Repeat bronchoscopy 6-8 weeks.",
  "3847291_syn_8": "[REDACTED] brought to the suite for management of her subglottic stenosis. Under general anesthesia with jet ventilation, we advanced the bronchoscope and visualized the stricture, which was narrowing the airway by about 70%. We used a CRE balloon to dilate the area, sequentially increasing the size from 10mm to 14mm. We held the inflations for 60 seconds at 8 atmospheres. The airway opened up significantly to about 90% patency. There was only minimal bleeding which stopped on its own.",
  "3847291_syn_9": "PRE-OP DX: Post-intubation tracheal constriction\nPROCEDURE: Bronchoscopy with pneumatic expansion of tracheal constriction\nDETAILS: Patient anesthetized via jet ventilation. Scope revealed circumferential web-like constriction 2cm below vocal cords with 70% blockage. Sequential pneumatic expansion executed using CRE dilator, starting at 10mm, progressed to 14mm. Each inflation maintained for 60 seconds. Post-expansion exam showed adequate airway restored to 90% openness. No mucosal lacerations."
}
