{
  "3849571_syn_1": "Procedure: Nav bronch, radial EBUS, TBNA, forceps biopsy, BAL.\nTarget: Left lingular lesion.\nFindings: Concentric EBUS view. Nav success.\nSampling: TBNA (ROSE+), brush, forceps.\nBAL: RUL posterior.\nComp: None. Minimal bleeding.",
  "3849571_syn_2": "PROCEDURE NOTE: Bronchoscopy with multimodal sampling.\nINDICATION: Migratory lung nodules.\nNARRATIVE: The airway was inspected using a Q190 bronchoscope; anatomy was normal. BAL was performed in the RUL posterior segment. The SuperDimension system was utilized to navigate to a lesion in the left lingula. Position was confirmed with radial EBUS demonstrating a concentric view. We performed TBNA under fluoroscopic guidance (ROSE showed histiocytes/giant cells), followed by triple needle brush and forceps biopsies. Hemostasis was achieved.",
  "3849571_syn_3": "Billing:\n- 31627: Navigation to lingular lesion.\n- 31654: Radial EBUS confirmation of lesion.\n- 31629: TBNA of lingular lesion.\n- 31628: Forceps biopsy of lingular lesion.\n- 31624: BAL of RUL (distinct lobe from biopsy).",
  "3849571_syn_4": "Resident Note\nPt: [REDACTED]\nAttending: Dr. Wright\n1. Inspection: Normal.\n2. BAL: RUL (180cc).\n3. Nav: SuperD to Lingula.\n4. REBUS: Concentric.\n5. Sampling: TBNA, Brush, Forceps.\n6. ROSE: Histiocytes/Giant cells.\n7. Finished.",
  "3849571_syn_5": "rachel anderson procedure note. dr wright attending. we did a bronch with navigation and ebus. washed the rul first. then navigated to the lingula lesion. radial probe showed it nicely concentric. stuck it with the needle rose saw giant cells so maybe infection or sarcoid? did brush and forceps too. no bleeding really. patient woke up fine.",
  "3849571_syn_6": "Diagnostic bronchoscopy performed for migratory nodules. Airways inspected and found normal. RUL BAL performed. SuperDimension navigation used to access left lingular lesion. Radial EBUS confirmed concentric view. TBNA, brush, and forceps biopsies performed. ROSE suggested inflammatory process (histiocytes/giant cells). No complications.",
  "3849571_syn_7": "[Indication]\nMigratory lung nodules.\n[Anesthesia]\nGeneral.\n[Description]\n1. BAL RUL.\n2. Nav bronch to Lingula.\n3. Radial EBUS confirmation.\n4. TBNA, Brush, Forceps of Lingula target.\n[Plan]\nCXR. Pathology pending.",
  "3849571_syn_8": "We performed a complex bronchoscopy on [REDACTED] her lung nodules. First, we washed the right upper lobe to check for infection. Then, using electromagnetic navigation, we guided a catheter to the lesion in the left lingula. We double-checked the position with ultrasound, which confirmed we were right in the lesion. We took samples with a needle, a brush, and forceps. The preliminary look at the slides showed cells consistent with inflammation rather than cancer.",
  "3849571_syn_9": "Procedure: Guided bronchoscopy (31627), Ultrasound verification (31654), Needle aspiration (31629), Tissue sampling (31628), Bronchial washing (31624).\nTarget: Lingular nodule.\nFindings: Lesion localized via navigation and sonography. Samples obtained via aspiration and forceps. Lavage performed in contralateral lobe.",
  "3849571": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate of Procedure: [REDACTED]\n\nProceduralist(s): Thomas Wright, MD, Pulmonologist; Nicole Stevens, MD (Fellow)\n\nProcedure(s) Performed:\n• CPT 31629 Flexible bronchoscopy with fluoroscopic transbronchial needle aspiration\n• CPT 31627 Bronchoscopy with computer assisted image guided navigation\n• CPT 31654 Bronchoscopy with Endobronchial Ultrasound guidance for peripheral lesion\n• CPT 31624 Bronchoscopy with bronchial alveolar lavage\n\nIndications: Migratory lung nodules\nMedications: General Anesthesia\n\nProcedure, risks, benefits, and alternatives were explained to the patient. All questions were answered and informed consent was documented as per institutional protocol. A history and physical were performed and updated in the pre-procedure assessment record. Laboratory studies and radiographs were reviewed. A time-out was performed prior to the intervention.\n\nFollowing intravenous medications as per the record and topical anesthesia to the upper airway and tracheobronchial tree, the Q190 video bronchoscope was introduced through the endotracheal tube. The trachea was of normal caliber. The tracheobronchial tree was examined to at least the first sub-segmental level. Bronchial mucosa and anatomy were normal; there were no endobronchial lesions. There were thick non-purulent secretions in multiple airways which were suctioned.\n\nFollowing inspection, a bronchoalveolar lavage was performed in the posterior segment of the right upper lobe with 180 cc instillation and 70 cc return. The SuperDimension navigational catheter was then inserted through the therapeutic bronchoscope and advanced into the airway. Using the navigational software, we were able to direct the catheter to within 1 cm of the left lingular lesion of interest. Radial ultrasound was then used to confirm location and a concentric view was seen indicating appropriate isolation of the lesion. TBNAs were performed under fluoroscopic observation and on ROSE numerous histiocytes and occasional giant cells were seen. Subsequently, further biopsies were performed with a triple needle brush and forceps biopsies under fluoroscopic observation. After samples were obtained and we were confident that there was no active bleeding, the bronchoscope was removed and the procedure concluded.\n\nComplications: No immediate complications\nEstimated Blood Loss: Less than 5 cc\n\nRecommendation:\n• CXR to rule out pneumothorax\n• Await pathology results\n\nThomas Wright, MD\nInterventional Pulmonary\n\n________________________________________"
}
