{
  "3865622_syn_1": "Target: 31mm RLL nodule.\nDevice: Galaxy, TiLT+.\nNav: 1.8cm divergence (positioning). Corrected.\nrEBUS: Concentric.\nIntervention: TBNA x6, Bx x5, Brush, Fiducial.\nROSE: Malignant (SqCC).",
  "3865622_syn_2": "OPERATIVE NOTE: [REDACTED] biopsy of a 31mm RLL nodule. The Galaxy system was used. TiLT+ tomosynthesis revealed a 1.8cm divergence due to patient positioning, which was corrected intra-operatively. rEBUS showed a concentric view. We performed TBNA, forceps biopsy, and brushing. A fiducial was placed for SBRT planning. ROSE confirmed squamous cell carcinoma.",
  "3865622_syn_3": "Codes: 31626 (Marker), 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (rEBUS).\nNote: High complexity. TiLT+ required to correct 1.8cm positioning divergence.",
  "3865622_syn_4": "Resident Note\nPt: A. Brown\nRLL Nodule 31mm\n1. Galaxy nav RB9.\n2. TiLT showed 1.8cm error.\n3. Fixed target.\n4. rEBUS concentric.\n5. Samples + Fiducial.\n6. ROSE: Cancer (SqCC).",
  "3865622_syn_5": "[REDACTED] rll nodule big one 31mm. galaxy robot. tilt spin showed 1.8cm divergence cause of how she was laying. fixed it. concentric ultrasound. six needle passes five forceps bites and a brush. put a marker in. rose is cancer squamous.",
  "3865622_syn_6": "Peripheral pulmonary nodule. 31mm nodule in RLL. General anesthesia. Noah Galaxy bronchoscope. Navigated to RB9. TiLT+ sweep revealed 1.8cm divergence. Target updated. rEBUS view: Concentric. TBNA (21G). Transbronchial forceps biopsy. Cytology brushings. Gold fiducial marker placed. ROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma.",
  "3865622_syn_7": "[Indication]\n31mm RLL nodule.\n[Anesthesia]\nGA.\n[Description]\nGalaxy nav. TiLT+ corrected 1.8cm divergence. rEBUS concentric. TBNA, Bx, Brush, Fiducial.\n[Plan]\nOncology.",
  "3865622_syn_8": "[REDACTED] biopsy of her RLL nodule. The Galaxy system with TiLT+ id[REDACTED] a 1.8cm positioning error which we corrected. We obtained excellent samples and placed a fiducial marker. The preliminary pathology confirms squamous cell carcinoma.",
  "3865622_syn_9": "Procedure: Robotic RLL biopsy and marking.\nCorrection: 1.8cm divergence fixed via TiLT+.\nSampling: Needle, forceps, brush.\nAddition: Fiducial implanted.\nResult: Squamous cell carcinoma.",
  "3865622": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Peripheral pulmonary nodule\nTarget: 31mm nodule in RLL\n\nPROCEDURE:\n\nAfter successful induction of general anesthesia, a timeout was performed. ETT secured in good position.\n\nInitial Airway Inspection:\nTrachea normal caliber, carina sharp. Bilateral airways inspected to subsegmental level. No endobronchial lesions. Minimal secretions cleared.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t14\t374\t12\t80\t5\t17\n\nThe single-use disposable Noah Galaxy bronchoscope was introduced into the airway. Navigational registration was performed using the electromagnetic field generator placed beneath the patient.\n\nThe scope was navigated to the approximate target location in the RLL (RB9) based on the pre-operative CT navigational plan. Registration accuracy: 2.3mm.\n\nOnce in the target vicinity, a Tool-in-Lesion Tomosynthesis (TiLT+) sweep was performed using the C-arm. The system generated an updated intra-operative 3D volume, revealing a 1.8cm divergence between the pre-op CT target and the actual lesion location due to patient positioning.\n\nThe augmented reality target was updated on the navigation screen to match real-time anatomy. Intra-operative tomosynthesis (TiLT) performed to update target location and correct for divergence.\n\nThe scope was adjusted to align with the corrected TiLT target. Confirmation of tool position was verified using the augmented fluoroscopy overlay provided by the TiLT system.\n\nRadial EBUS performed to confirm lesion location. rEBUS view: Concentric.\n\nTransbronchial needle aspiration performed with 21G needle. 6 passes obtained. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed. 5 specimens obtained under fluoroscopic guidance with TiLT overlay. Samples sent for Surgical Pathology.\n\nCytology brushings obtained. Samples sent for Cytology.\n\nGold fiducial marker placed under TiLT-augmented fluoroscopic guidance for SBRT planning.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nFinal airway inspection performed - no significant bleeding or complications. The disposable Galaxy scope was removed and discarded at the end of the case.\n\nPatient [REDACTED] well. No immediate complications.\n\nDISPOSITION: Recovery, post-procedure CXR, discharge if stable.\nFollow-up: Results conference in 5-7 days.\n\nRodriguez, MD"
}
