{
  "3871230_syn_1": "Dx: LLL Large Cell CA. T1cN0M0.\nAnesthesia: GA, 8.5 ETT.\nProcedure: PDT Light Delivery.\n- Fiber: 5.0cm.\n- Laser: 630nm, 200 J/cm2, 500s.\n- Location: LLL.\nFindings: No immediate reaction. No bleeding.\nPlan: Debride 48h.",
  "3871230_syn_2": "PROCEDURE NOTE: [REDACTED] photodynamic therapy of a large cell carcinoma in the left lower lobe. Given his ASA 4 status, careful anesthetic management was employed. The lesion, measuring 2.5 cm longitudinally, necessitated a 5.0 cm cylindrical diffuser. We delivered 2000 mW of 630 nm light for 500 seconds, achieving a fluence of 200 J/cm². The procedure was completed without complication, initiating the photochemical necrosis of the endobronchial tumor.",
  "3871230_syn_3": "Service: Bronchoscopy w/ Tumor Destruction (31641).\nMethod: Photodynamic Therapy (Light application).\nTarget: Left Lower Lobe (LLL).\nTech Specs: 5.0cm Diffuser, 630nm Laser.\nSettings: 400mW/cm, Total 2.0W, 500 sec.\nOutcome: Successful illumination of target tissue. No complications.",
  "3871230_syn_4": "Resident Note\nPt: [REDACTED]\nProc: PDT Light\n1. Pt intubated (8.5 ETT).\n2. Scope to LLL.\n3. Tumor visualized (large cell CA).\n4. 5cm fiber utilized.\n5. Laser active 500s @ 630nm.\n6. Stable.\nPlan: Light precautions, f/u 48h.",
  "3871230_syn_5": "david williams 74 male for pdt left lower lobe large cell ca high risk patient general anesthesia used 5cm fiber because the tumor was long laser on for 500 seconds total energy delivered appropriate no issues during the case extubated fine transfer to pacu watch for light sensitivity",
  "3871230_syn_6": "The patient was intubated with an 8.5mm ETT. Bronchoscopy revealed a 2.5cm tumor in the LLL. A 5.0cm cylindrical diffuser was selected to cover the lesion length. 630nm laser light was delivered at 200 J/cm2 for 500 seconds. Vital signs remained stable. No immediate tissue reaction was noted, consistent with the PDT mechanism. The patient was extubated and transferred to recovery.",
  "3871230_syn_7": "[Indication]\nLLL Large Cell Carcinoma, inoperable.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\n5.0cm fiber placed in LLL. 630nm laser delivered (2.0W, 500s). Target dose 200 J/cm2 achieved.\n[Plan]\nLight precautions. Return for debridement May 08.",
  "3871230_syn_8": "[REDACTED] for his left lower lobe tumor. Under general anesthesia, we id[REDACTED] the 2.5 cm lesion. A 5.0 cm diffuser was required to ensure adequate coverage. We delivered the light therapy over 500 seconds without incident. The patient tolerated the anesthesia well despite his comorbidities. We removed the equipment and confirmed he was stable before transfer to the PACU.",
  "3871230_syn_9": "OPERATIONS: 1. Photodynamic therapy - laser emission. 2. Bronchoscopy with measurement.\nDETAILS: The airway was accessed. The LLL growth was located. A 5.0cm fiber was positioned. 630nm light was beamed onto the target for 500 seconds. No thermal injury was observed. The patient was revived and moved to post-op care."
}
