{
  "3916235": "INTERVENTIONAL PULMONOLOGY OPERATIVE REPORT\n\nPatient: [REDACTED]\nMedical Record: [REDACTED]\nService Date: [REDACTED]\nOperator: Maria Santos, MD\n\nCLINICAL RATIONALE\nRight upper lobe mass with ipsilateral mediastinal nodes. Target lesion: 31.9mm ground-glass nodule localized to LLL anteromedial basal (B7+8).\n\nSEDATION DETAILS\nGeneral endotracheal sedation administered. 8.0mm airway device deployed orally.\n\nOPERATIVE NARRATIVE\n\nSEGMENT 1: LINEAR EBUS MEDIASTINAL ASSESSMENT\n\nThe convex-probe ultrasound bronchoscope (Pentax EB-1990i) was advanced through the endotracheal conduit. Systematic mediastinal survey was executed. Lymph nodes were visualized at multiple stations and sampled utilizing 22-gauge aspiration needle (Acquire).\n\nStation 11L: Visualized homogeneous node (21.6x19.9mm). Executed 4 aspiration passes. ROSE yielded: Suspicious for malignancy.\nStation 2L: Visualized homogeneous node (14.5x12.2mm). Executed 4 aspiration passes. ROSE yielded: Suspicious for malignancy.\nStation 7: Visualized homogeneous node (21.8x25.3mm). Executed 3 aspiration passes. ROSE yielded: Adequate lymphocytes.\nStation 11R: Visualized homogeneous node (15.0x14.3mm). Executed 3 aspiration passes. ROSE yielded: Malignant - small cell carcinoma.\nStation 10R: Visualized heterogeneous node (21.4x18.1mm). Executed 4 aspiration passes. ROSE yielded: Adequate lymphocytes, no malignancy.\n\nSEGMENT 2: ROBOTIC-ASSISTED PERIPHERAL NAVIGATION\n\nThe Ion robotic navigation platform (Intuitive Surgical) was initialized and calibrated. Registration accuracy measured 3.2mm. The articulating catheter was maneuvered to the LLL anteromedial basal (B7+8) target zone.\n\nRadial ultrasound miniprobe was deployed, yielding adjacent visualization of the lesion. Instrument-within-target was verified via fluoroscopy.\n\nTISSUE ACQUISITION:\n- Grasping forceps specimens acquired: 6\n- Aspiration needle passes executed: 3  \n- Cytology brushings harvested: 2\n- Lavage fluid extracted from LLL\n\nROSE assessment yielded: Suspicious for malignancy\n\nSPECIMEN DISPOSITION\n- EBUS aspirates dispatched to: Cytology, cell block, flow cytometry\n- Parenchymal samples dispatched to: Surgical pathology, molecular analysis\n- Brushings dispatched to: Cytology\n- Lavage dispatched to: Microbiology (bacterial, mycobacterial, fungal)\n\nOUTCOME ASSESSMENT\nProcedure concluded without adverse events. Hemorrhage: negligible (<10mL). Post-procedure radiograph: unremarkable, pneumothorax excluded.\n\nDISPOSITION\nPatient [REDACTED] recovery suite. Discharged to residence following observation period. Outpatient follow-up scheduled for pathology review.\n\nSUMMARY\n1. EBUS-guided mediastinal staging successfully executed (5 stations sampled)\n2. Robotic navigation to peripheral target successfully accomplished\n3. Tissue acquisition achieved via multiple modalities\n4. Zero procedural complications documented\n\nElectronically attested,\nMaria Santos, MD\nDivision of Interventional Pulmonology\nMemorial Hospital"
}
