{
  "3941765_syn_1": "Dx: Thyroid CA compression/invasion RLL (80%).\nProcedure: Rigid Bronchoscopy.\nActions:\n- APC debulking of RLL tumor.\n- Multiple passes.\n- APC/Laser for hemostasis.\nResult: 24% residual. EBL 200mL.\nPlan: ICU.",
  "3941765_syn_2": "OPERATIVE REPORT: [REDACTED] airway compromise due to thyroid carcinoma invading the Right Lower Lobe (RLL) orifice (80% obstruction). Rigid bronchoscopy was undertaken. The tumor was addressed primarily via Argon Plasma Coagulation (APC) for devitalization and debulking, performed in sequential passes. Laser energy was utilized adjunctively for tumor base ablation and hemostasis. Post-procedure evaluation showed a patent RLL orifice with 24% residual obstruction. EBL was approximately 200mL.",
  "3941765_syn_3": "Coding: 31641 (Bronchoscopy with destruction of tumor, e.g., laser, APC, cryo).\nSite: RLL Orifice.\nTechnique: APC debulking and Laser ablation.\nCondition: Malignant obstruction (Thyroid CA).\nOutcome: Improvement from 80% to 24% obstruction.",
  "3941765_syn_4": "Procedure: RLL APC Debulking\nPt: [REDACTED], 54M\nIndication: Thyroid CA.\nSteps:\n1. GA, Rigid scope.\n2. Found RLL tumor.\n3. Used APC to debulk it.\n4. Used Laser for bleeding/cleanup.\n5. RLL open now (24% residual).\n6. 200cc blood loss, controlled.\nPlan: ICU.",
  "3941765_syn_5": "Kenneth Green 54 male thyroid cancer pushing into the RLL about 80 percent blocked. We went in with the rigid scope. Used the APC to burn and remove the tumor. Did a bunch of passes. Used laser too for the bleeding. Lost about 200ml blood but stopped it. RLL is open to 24 percent obstruction now. ICU for him.",
  "3941765_syn_6": "Under general anesthesia, rigid bronchoscopy performed. Endobronchial tumor id[REDACTED] at RLL orifice. Apc (argon plasma coagulation) performed with sequential tumor removal. Multiple passes performed to achieve maximal debulking. Additional APC/laser used for hemostasis and tumor base ablation. Post-procedure: ~24% residual obstruction. EBL: ~200mL. Hemostasis achieved. Specimens sent for histology.",
  "3941765_syn_7": "[Indication]\nThyroid cancer with 80% obstruction at RLL orifice.\n[Anesthesia]\nGeneral anesthesia.\n[Description]\nRigid bronchoscopy. APC debulking of RLL tumor performed. Laser used for hemostasis. Residual obstruction 24%. EBL 200mL.\n[Plan]\nICU observation. Oncology follow-up.",
  "3941765_syn_8": "We performed a rigid bronchoscopy on [REDACTED] the tumor obstructing his RLL orifice. Using Argon Plasma Coagulation (APC), we sequentially debulked the tumor tissue. We also used laser therapy to ablate the base and control bleeding. The procedure successfully reduced the obstruction from 80% to 24%, with about 200mL of blood loss which was controlled.",
  "3941765_syn_9": "Procedure: Rigid bronchoscopy with thermal ablation of neoplasm.\nSite: RLL orifice.\nMethod: Argon Plasma Coagulation (APC) was employed for tumor reduction. Laser energy was applied for hemostasis.\nResult: Blockage reduced to 24%.",
  "3941765": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 6/7/1971\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. David Wilson\n\nIndication: Thyroid cancer with tracheal compression\nPre-procedure: ~80% obstruction at RLL orifice\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RLL orifice.\nApc (argon plasma coagulation) performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~24% residual obstruction.\nEBL: ~200mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nWilson, MD"
}
