{
  "3983760": "BRONCHOSCOPY PROCEDURE NOTE\n\nDate: [REDACTED]\nPatient: [REDACTED]\nMRN: [REDACTED]\nDOB: [REDACTED] (62 years old)\n\nAttending: Dr. Robert Chen, MD\nCytopathologist: Dr. Elizabeth Taylor, MD (ROSE)\nLocation: [REDACTED]\n\nINDICATION: 62-year-old female non-smoker with 2.8cm RUL spiculated nodule (PET avid, SUVmax 8.2) and enlarged mediastinal lymph nodes on CT (Station 4R 1.8cm, Station 7 2.1cm, Station 4L 1.2cm). Referred for EBUS-TBNA staging prior to planned surgical resection if N2/N3 negative.\n\nPREOPERATIVE DIAGNOSIS: Right upper lobe lung mass concerning for primary lung malignancy; mediastinal lymphadenopathy for staging\n\nPOSTOPERATIVE DIAGNOSIS: Same; mediastinal lymph nodes sampled - ROSE benign at all stations\n\nPROCEDURE: Linear EBUS bronchoscopy with transbronchial needle aspiration of mediastinal and hilar lymph nodes (5 stations)\n\nANESTHESIA: General anesthesia with LMA\n\nPROCEDURE NARRATIVE:\nThe EBUS bronchoscope (Olympus BF-UC180F) was introduced through the LMA. Systematic mediastinal staging was performed.\n\nSTATION-BY-STATION SAMPLING:\n\nStation 7 (Subcarinal):\n- Size: 22mm short axis, oval, heterogeneous, no CHS\n- Elastography: Score 4 (suspicious)\n- Sampling: 22G FNA needle, 4 passes\n- ROSE: Abundant lymphocytes, no malignant cells, ADEQUATE - BENIGN\n\nStation 4R (Right lower paratracheal):\n- Size: 18mm short axis, round, heterogeneous\n- Elastography: Score 3 (indeterminate)\n- Sampling: 22G FNA needle, 4 passes  \n- ROSE: Lymphocytes with scattered histiocytes, no malignant cells, ADEQUATE - BENIGN\n\nStation 4L (Left lower paratracheal):\n- Size: 12mm short axis, oval, homogeneous, CHS present\n- Elastography: Score 2 (benign-appearing)\n- Sampling: 22G FNA needle, 3 passes\n- ROSE: Reactive lymphocytes, ADEQUATE - BENIGN\n\nStation 10R (Right hilar):\n- Size: 14mm short axis\n- Sampling: 22G FNA needle, 3 passes\n- ROSE: Lymphocytes and bronchial cells, ADEQUATE - BENIGN\n\nStation 11R (Right interlobar):\n- Size: 11mm short axis\n- Sampling: 22G FNA needle, 3 passes\n- ROSE: Lymphocytes, ADEQUATE - BENIGN\n\nAll samples sent for cell block and final cytopathology.\n\nNo complications. Airways examined and appeared normal. No endobronchial lesion at RUL orifice.\n\nROSE SUMMARY (Dr. Taylor):\n\"5 stations sampled with adequate lymphocyte material at all stations. No malignant cells id[REDACTED] at any station. Recommend final pathology confirmation. If staging remains N0 on final path, patient may proceed with planned surgical resection. If clinical suspicion remains high despite negative EBUS, recommend surgical staging (mediastinoscopy) given substantial adenopathy and risk of sampling error.\"\n\nSPECIMENS:\n- Station 7: Cytology, cell block\n- Station 4R: Cytology, cell block\n- Station 4L: Cytology, cell block\n- Station 10R: Cytology, cell block\n- Station 11R: Cytology, cell block\n\nCOMPLICATIONS: None\n\nEBL: <5mL\n\nIMPRESSION:\n1. EBUS-TBNA of 5 mediastinal/hilar stations performed for lung cancer staging\n2. ROSE negative for malignancy at all stations\n3. Pending final cytopathology confirmation\n\nPLAN:\n1. Await final pathology (3-5 days)\n2. Discussed with patient: If final pathology benign at all stations, will recommend surgical mediastinoscopy given size of station 7 and 4R nodes and high suspicion for malignancy based on primary lesion PET characteristics\n3. Thoracic surgery consultation placed for mediastinoscopy\n4. If mediastinoscopy also negative, patient will proceed with lobectomy + lymph node dissection\n\nDr. Robert Chen, MD\nInterventional Pulmonology"
}
