{
  "3992265_syn_1": "Proc: Rt Diagnostic Thoracoscopy.\nFindings: Thickened parietal pleura, nodules.\nActions:\n- Visual inspection.\n- Fluid evacuated.\n- Chest tube placed.\nStatus: Lung expanded. No leak.",
  "3992265_syn_2": "PROCEDURE NOTE: Right-sided diagnostic medical thoracoscopy was performed. Inspection revealed significant thickening of the parietal pleura studded with nodularity. The visceral and diaphragmatic surfaces were visualized. Fluid was completely evacuated under direct vision. A thoracostomy tube was placed to water seal. The lung was observed to re-expand.",
  "3992265_syn_3": "Billing: 32601 (Diagnostic Thoracoscopy).\nRationale: Right pleural space inspected. Thickened pleura/nodules noted. Fluid drained. No biopsies performed or coded (included in diag if minor, but here focusing on diagnostic code). No pleurodesis. Chest tube placed.",
  "3992265_syn_4": "Resident Note: Right Diagnostic Pleuroscopy\nSteps:\n1. Sedation.\n2. Single port 6th ICS.\n3. Exam: Thickened pleura with nodules.\n4. Drainage: All fluid removed.\n5. Closure: Chest tube placed.\nPlan: Path review (if fluid sent).",
  "3992265_syn_5": "diagnostic scope on the right side saw some thickened pleura and nodules didn't do biopsies just drained the fluid and put the tube in lung came up fine no air leak sending to floor",
  "3992265_syn_6": "A right diagnostic medical thoracoscopy was performed. The parietal pleura appeared thickened with multiple nodules. The visceral and diaphragmatic pleura were also visualized. Remaining pleural fluid was evacuated. A chest tube was inserted, and the lung expanded well. No air leak was noted.",
  "3992265_syn_7": "[Indication] Pleural nodularity.\n[Anesthesia] Moderate.\n[Description] Right diagnostic thoracoscopy. Findings: Thickened parietal pleura with nodules. Interventions: Fluid evacuation. Chest tube placement.\n[Plan] Monitor drainage.",
  "3992265_syn_8": "[REDACTED] a right diagnostic medical thoracoscopy. Upon inspection, we noted thickened parietal pleura with nodules. We visualized the visceral and diaphragmatic surfaces as well. We evacuated all remaining fluid under direct visualization and placed a chest tube. The lung expanded appropriately.",
  "3992265_syn_9": "Right diagnostic pleuroscopy executed. Observed thickened parietal membrane with nodules. Effusion drained. Catheter deployed. Lung re-expansion confirmed.",
  "3992265": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. James Rodriguez\n\nIndication: Pleural nodularity on imaging\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Thickened parietal pleura with nodules\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nRodriguez, MD"
}
