{
  "4112765_syn_1": "Pre-op: 33mm RML nodule.\nAnesthesia: GA.\nProcedure: Monarch nav to RB5. rEBUS Concentric. TBNA (21G), Forceps x7, Brush. Fiducial placed.\nROSE: Negative for malignancy.\nDisposition: Recovery.",
  "4112765_syn_2": "OPERATIVE NARRATIVE: [REDACTED] a PET-avid 33mm nodule in the Medial Segment of the RML. Under general anesthesia, we utilized the Monarch robotic endoscope. Navigation was registered (4.0mm error). We confirmed the lesion location with concentric radial EBUS. Transbronchial needle aspiration (21G), forceps biopsies, and brushings were obtained. A fiducial marker was placed for radiation planning. ROSE was negative for malignant neoplasm.",
  "4112765_syn_3": "Codes:\n- 31629 (TBNA)\n- 31628 (Forceps)\n- 31623 (Brush)\n- 31626 (Fiducial)\n- +31627 (Nav) / +31654 (EBUS)\nSite: RML Medial Segment.\nTechnique: Robotic nav, rEBUS confirmation, Multimodal sampling.",
  "4112765_syn_4": "Resident Note\nPt: [REDACTED], E.\nLoc: RML.\nSteps:\n1. GA induced.\n2. Monarch nav to RB5.\n3. rEBUS concentric.\n4. 21G TBNA x8.\n5. Forceps x7.\n6. Brush.\n7. Fiducial placed.\nROSE: Negative.\nPlan: Follow up 5-7 days.",
  "4112765_syn_5": "Emily White RML nodule 33mm. We used the monarch robot today. Navigated to the medial segment RB5. Concentric view on rEBUS. Did the needle biopsy 21g then forceps then brush. Dropped a fiducial marker in there too. Cytology says no cancer seen so far. No bleeding patient fine.",
  "4112765_syn_6": "Robotic bronchoscopy was undertaken for a 33mm RML nodule. Navigation to the medial segment (RB5) was performed with the Monarch system. rEBUS showed a concentric view. The lesion was sampled via 21G TBNA, forceps biopsy, and brushings. A fiducial marker was placed. ROSE results showed no evidence of malignancy. No complications were noted.",
  "4112765_syn_7": "[Indication]\nPET-avid nodule, RML (33mm).\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nMonarch nav to RB5. rEBUS: Concentric. Sampling: 21G TBNA, Forceps, Brush. Fiducial placed. ROSE: No malignancy.\n[Plan]\nCXR, Discharge.",
  "4112765_syn_8": "[REDACTED] for a biopsy of her right middle lobe nodule. We used the robotic scope to get to the medial segment. The EBUS confirmed we were right in the center of the lesion. We took plenty of samples using a needle, forceps, and a brush. We also placed a marker for radiation therapy just in case. The preliminary results didn't show any cancer, which is good news, but we'll wait for the final report.",
  "4112765_syn_9": "Procedure: Robotic-assisted bronchoscopic biopsy and marker placement.\nSite: RML Medial Segment.\nAction: The robotic device was steered to RB5. rEBUS confirmed the lesion. Samples were collected via aspiration, forceps excision, and brushing. A fiducial was implanted.\nResult: ROSE was negative for malignancy.",
  "4112765": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: PET-avid lung nodule\nTarget: 33mm nodule in RML\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t13\t398\t18\t100\t6\t24\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.0mm.\n\nThe device was navigated to the RML. The outer sheath was parked and locked at the ostium of the segmental airway (RB5) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Medial Segment of RML.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 8 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 7 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nGold fiducial marker placed under fluoroscopic guidance for radiation therapy planning.\n\nROSE Result: No evidence of malignant neoplasm\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nBrown, MD"
}
