{
  "4160565_syn_1": "Target: 27mm nodule LUL (LB1+2).\nProc: Ion Nav, rEBUS (Concentric), CBCT.\nActions: TBNA (x7), Cryo (x6), Fiducial, BAL.\nROSE: Squamous cell CA.\nComp: None.",
  "4160565_syn_2": "OPERATIVE REPORT: [REDACTED] bronchoscopy for a 27mm LUL nodule. The Ion catheter was navigated to the apicoposterior segment (LB1+2). Concentric radial EBUS and Cone Beam CT confirmed the target. We performed transbronchial needle aspiration and cryobiopsy. A gold fiducial marker was placed for potential SBRT. Bronchoalveolar lavage was also collected. ROSE confirmed squamous cell carcinoma.",
  "4160565_syn_3": "Codes: 31626 (Fiducial), 31629 (TBNA), 31628 (Cryo), 31624 (BAL), +31627 (Nav), +31654 (rEBUS).\nLocation: LUL (LB1+2).\nDetails: 27mm lesion. Multi-modal sampling plus fiducial placement. CBCT used.",
  "4160565_syn_4": "Resident Note\nPt: [REDACTED]\nAttending: Dr. Anderson\n\n1. Nav to LUL LB1+2.\n2. rEBUS concentric.\n3. CBCT confirmed.\n4. TBNA, Cryo, BAL performed.\n5. Fiducial placed.\n6. ROSE: Squamous cell.\n7. Stable.",
  "4160565_syn_5": "matthew young procedure note. 27mm nodule lul apicoposterior. used ion robot. radial ebus concentric. spin ct good. extensive sampling 7 needles 6 cryos. put in a fiducial too. did a bal. rose said squamous cell carcinoma. no bleeding.",
  "4160565_syn_6": "Robotic navigation bronchoscopy (Ion) for 27mm LUL nodule (LB1+2). Registration error 2.0mm. Radial EBUS: Concentric. Cone Beam CT: Confirmed. Sampling: TBNA (7 passes), Cryobiopsy (6 samples), BAL. Fiducial marker placed. ROSE: Squamous cell carcinoma. No complications.",
  "4160565_syn_7": "[Indication]\nSuspected malignancy, 27mm LUL.\n[Anesthesia]\nGeneral.\n[Description]\nIon nav to LB1+2. rEBUS: Concentric. CBCT: Confirmed.\n- TBNA\n- Cryo\n- Fiducial placement\n- BAL\nROSE: Squamous cell.\n[Plan]\nOncology.",
  "4160565_syn_8": "[REDACTED] a 27mm nodule in the LUL. We used the Ion robot to reach the apicoposterior segment. Position was verified with concentric radial EBUS and Cone Beam CT. We took needle and cryobiopsy samples, placed a fiducial marker, and performed a lavage. The on-site pathologist id[REDACTED] squamous cell carcinoma.",
  "4160565_syn_9": "Operation: Robotic-assisted bronchoscopy.\nLesion: LUL Apicoposterior (LB1+2).\nValidation: rEBUS (Concentric) and CBCT.\nActions: The lesion was sampled via needle, cryoprobe, and lavage. A fiducial was implanted. ROSE confirmed squamous cell carcinoma.",
  "4160565": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: LCDR Sarah Kim, MD (PGY-6)\n\nIndication: Suspected lung malignancy\nTarget: 27mm nodule in LUL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the LUL Lingula Carina (LC1), Bronchus Intermedius, Right Mainstem, Left Mainstem, Carina, Left Carina (LC2) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t14\t300\t13\t80\t6\t22\n\nRobotic navigation bronchoscopy was performed with Ion platform. Partial registration was used. Registration error: 2.0mm. Ion robotic catheter was used to engage the Apicoposterior Segment of LUL (LB1+2). Target lesion is approximately 27mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.9cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Concentric. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G and 23G Needle through the extended working channel catheter. Total 7 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 6 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nBronchoalveolar lavage was performed at Apicoposterior Segment of LUL (LB1+2). Instilled 60cc of NS, suction returned with 29cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nAnderson, MD"
}
