{
  "4168297_syn_1": "Procedure: Rt PleurX Catheter Placement.\nIndication: Malignant pleural effusion.\nUS: Free flowing fluid.\nSteps: Local. Tunnel 7.5cm. Seldinger technique. 15.5Fr catheter. 1550mL drained.\nComp: None. CXR confirms placement.",
  "4168297_syn_2": "OPERATIVE REPORT: Tunneled Pleural Catheter Insertion.\nINDICATION: Recurrent malignant pleural effusion (Adenocarcinoma).\nDESCRIPTION: Under ultrasound guidance, the right pleural space was id[REDACTED]. A subcutaneous tunnel was created. Using the Seldinger technique, a 15.5 Fr PleurX indwelling pleural catheter was inserted. The cuff was positioned within the tunnel. 1,550 mL of clear yellow fluid was drained. Post-procedure imaging confirmed appropriate positioning and lung re-expansion.",
  "4168297_syn_3": "CPT 32550: Insertion of indwelling tunneled pleural catheter.\nGuidance: Ultrasound used for site selection and wire placement.\nDevice: 15.5 Fr PleurX.\nDrainage: 1550 mL.\nSite: [REDACTED]",
  "4168297_syn_4": "Procedure: IPC Placement\nPatient: [REDACTED]\nAttending: Dr. Reyes\n\n1. US scan: Large Rt effusion.\n2. Prep/Drape/Local.\n3. Tunnel created.\n4. Catheter inserted over wire.\n5. Fluid drained (1.5L).\n6. Teaching done with patient.",
  "4168297_syn_5": "[REDACTED] needed a pleurx for her cancer fluid. right side. dr reyes doing it. we scanned it big effusion. numbed her up made the tunnel put the catheter in. drained about a liter and a half of yellow fluid. she felt way better. taught her how to use the bottles. xray looked good.",
  "4168297_syn_6": "Ultrasound-guided placement of right indwelling pleural catheter (PleurX) performed for malignant effusion. 15.5 Fr catheter tunneled and inserted without difficulty. 1,550 mL fluid drained. Post-procedure CXR showed good position and re-expansion. Patient educated on home drainage.",
  "4168297_syn_7": "[Indication]\nRecurrent malignant pleural effusion (Rt).\n[Anesthesia]\nLocal (Lidocaine).\n[Description]\nUS guidance. Tunnel created. PleurX catheter inserted. 1550mL drained.\n[Plan]\nDrain Q2 days. Home health setup.",
  "4168297_syn_8": "[REDACTED] suffering from fluid buildup due to her lung cancer. To help manage this at home, we placed a PleurX catheter today. We used ultrasound to find the best spot on her right side. We numbed the area, created a tunnel under the skin, and inserted the drainage tube into the pleural space. We drained over a liter of fluid immediately, which helped her breathing significantly. We taught her and her husband how to use the drainage kits at home.",
  "4168297_syn_9": "Procedure: Implantation of tunneled pleural drainage system (32550).\nContext: Malignant hydrothorax.\nAction: Sonographic localization. Catheter tunneled and deployed into pleural cavity. Effusion evacuated (1550mL).\nOutcome: Symptomatic relief. Device functional.",
  "4168297": "**PATIENT INFORMATION:**\n- Name: Jennifer Kim\n- MRN: [REDACTED]\n- DOB: [REDACTED]\n- Date of Procedure: [REDACTED]\n- Procedure Time: 10:00-10:55\n\n**INSTITUTION:[REDACTED]\n\n**ATTENDING PHYSICIAN:** Dr. Monica Reyes, MD (Interventional Pulmonology)  \n**ASSISTANT:** Sarah Chen, PA-C\n\n**INDICATION:**\n48-year-old female with stage IV non-small cell lung cancer (adenocarcinoma) and symptomatic recurrent right malignant pleural effusion. Patient receiving immunotherapy, desires to minimize clinic visits and maintain active lifestyle.\n\n**PRE-PROCEDURE:**\n- Comprehensive informed consent obtained\n- Patient educated on catheter management, drainage technique, and infection prevention\n- Timeout performed with entire procedural team\n- Ultrasound examination: Large right pleural effusion, maximum depth 9.8 cm, free-flowing, no loculations\n- Recent CT chest (5 days ago): No evidence of trapped lung, appropriate candidate for pleurodesis\n- Labs: WBC 5.2K, Platelets 198K (decreased from baseline due to recent chemo)\n- Vital signs: BP 118/68, HR 76, SpO2 93% on RA\n\n**PROCEDURE DETAILS:**\n- Patient positioned in left lateral decubitus, comfortable positioning with pillows\n- Right lateral chest, 5th intercostal space, mid-axillary line id[REDACTED]\n- Site marked with ultrasound guidance, safe window confirmed\n- Chlorhexidine prep, sterile drape placement\n- Local anesthesia: 18 mL 1% lidocaine along planned tract\n- Small 1 cm incision with #11 blade\n- Tunneling performed to anterior chest wall (tunnel length 7.5 cm)\n- Tunneling device used to create tract\n- Guidewire placed under direct ultrasound visualization\n- 15.5 French PleurX catheter advanced over wire smoothly\n- Catheter tip positioned and confirmed to be coiled in pleural space\n- Safety suture placed, cuff in appropriate subcutaneous position\n- Valve connector attached\n- Initial drainage via vacuum bottles: 1,550 mL clear yellow fluid\n- Drainage well tolerated, no re-expansion symptoms\n- Post-drainage ultrasound: minimal residual fluid, good lung expansion\n\n**CATHETER SPECIFICATIONS:**\n- Type: PleurX drainage catheter system\n- French Size: 15.5 Fr\n- Tunnel length: 7.5 cm\n\n**SPECIMENS SENT:**\n- Pleural fluid cytology (initial drainage specimen)\n\n**POST-PROCEDURE:**\n- Procedure completed successfully\n- Post-procedure chest X-ray: IPC in excellent position, near-complete drainage of effusion, no pneumothorax\n- Sterile dressing applied per protocol\n- Comprehensive teaching session with patient and spouse (1.5 hours)\n- Patient demonstrated proper drainage technique with return demonstration\n- Home health referral placed for first week support\n- Written instructions and video resources provided\n- Emergency contact information given\n- Drainage supplies dispensed (vacuum bottles, dressing supplies)\n- Vital signs: BP 116/66, HR 72, SpO2 97% on RA\n- Patient very pleased with symptomatic relief\n\n**COMPLICATIONS:** None\n\n**DRAINAGE SCHEDULE:** Every other day initially, will reassess based on output volumes\n\n**ASSESSMENT:** Successful ultrasound-guided placement of right indwelling pleural catheter for management of recurrent malignant pleural effusion. Excellent initial drainage with good lung expansion. Reasonable expectation for spontaneous pleurodesis given no trapped lung and good lung expansion.\n\n**PLAN:**\n- Drainage every other day initially\n- Record all drainage volumes in provided log\n- Home health visits first week for catheter assessment and drainage assistance\n- Monitor for signs of spontaneous pleurodesis (decreasing volumes to <50 mL per drainage session)\n- Report fever, increasing redness/drainage at site, catheter malfunction, or worsening dyspnea\n- Follow-up clinic visit in 3 weeks\n- Continue immunotherapy as scheduled (cleared by oncology)\n- If pleurodesis achieved (minimal drainage x 2 consecutive drainages), schedule catheter removal\n- Patient given 24/7 contact number for concerns"
}
