{
  "4193717_syn_1": "Indication: Mesothelioma suspicion.\nProc: Dx Thoracoscopy (Right).\n- Diffuse nodularity seen.\n- Fluid removed.\n- No biopsy mentioned in this specific note text (Diagnostic code only).\n- Chest tube in.\nPlan: Admit.",
  "4193717_syn_2": "OPERATIVE REPORT: The patient presented for diagnostic evaluation of the right pleural space due to suspected mesothelioma. Following access at the 6th intercostal space, the pleuroscope was introduced. The inspection demonstrated diffuse pleural nodularity involving the parietal, visceral, and diaphragmatic surfaces. The pleural effusion was completely evacuated under direct visualization. A thoracostomy tube was placed. The lung expanded appropriately without air leak.",
  "4193717_syn_3": "Billing Code: 32601 (Thoracoscopy, diagnostic).\nLocation: [REDACTED]\nDetails: Visualization of parietal, visceral, and diaphragmatic pleura. Findings included diffuse pleural nodularity. Complete fluid evacuation performed. No biopsies recorded in this specific encounter note (Pathology pending from fluid/prior).",
  "4193717_syn_4": "Resident Note: Right Medical Thoracoscopy (Diagnostic)\nIndication: R/O Mesothelioma\n1. Prep/Drape.\n2. Entry 6th ICS mid-axillary.\n3. Findings: Diffuse nodules.\n4. Suctioned fluid.\n5. Placed chest tube.\nNo complications. Lung up.",
  "4193717_syn_5": "procedure on mr [REDACTED] right side thoracoscopy just diagnostic today. saw a lot of nodules diffuse all over the pleura. sucked out the rest of the fluid. put the tube in 6th intercostal space. lung came up fine no air leak. plan to keep him on the floor until drainage slows down.",
  "4193717_syn_6": "Medical Thoracoscopy (Pleuroscopy) - Diagnostic. Under moderate sedation with local anesthesia, entry was achieved at the 6th intercostal space, mid-axillary line. The semi-rigid pleuroscope was inserted. Findings included diffuse pleural nodularity. Parietal, visceral, and diaphragmatic pleura were visualized. All remaining fluid was evacuated under direct visualization. A chest tube was placed. There was no air leak and the lung expanded.",
  "4193717_syn_7": "[Indication]\nSuspected mesothelioma.\n[Anesthesia]\nModerate sedation.\n[Description]\nRight side accessed (6th ICS). Visualized diffuse pleural nodularity across parietal/visceral surfaces. Fluid evacuated. Chest tube placed.\n[Plan]\nFloor admission. Path f/u.",
  "4193717_syn_8": "We performed a diagnostic thoracoscopy on the right side to investigate suspected mesothelioma. Upon inspection via the sixth intercostal space, we noted diffuse nodularity throughout the pleural cavity. We ensured all remaining fluid was suctioned out under direct vision. The procedure was concluded by placing a chest tube; the lung was fully expanded with no evidence of an air leak.",
  "4193717_syn_9": "Procedure: Diagnostic Pleuroscopy.\nSide: Right.\nObservations: Widespread pleural nodularity.\nExecution: Visualized parietal, visceral, and diaphragmatic surfaces. Extracted remaining effusion. Inserted thoracostomy drain. Confirmed lung re-expansion.",
  "4193717": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Robert Martinez\n\nIndication: Suspected mesothelioma\nSide: Right\n\nPROCEDURE: Medical Thoracoscopy (Pleuroscopy) - Diagnostic\nUnder moderate sedation with local anesthesia.\nSingle-port entry at 6th intercostal space, mid-axillary line.\nSemi-rigid pleuroscope inserted.\n\nFINDINGS: Diffuse pleural nodularity\nParietal, visceral, and diaphragmatic pleura visualized.\nAll remaining fluid evacuated under direct visualization.\nChest tube placed. No air leak. Lung expanded.\n\nDISPOSITION: Floor admission, chest tube to water seal.\nF/U: Path results in 3-5 days. Tube removal when output <150mL/day.\n\nMartinez, MD"
}
