{
  "4257756_syn_1": "Loc: 20mm RLL (RB8).\nRobot: Monarch.\nrEBUS: Concentric.\nBx: 21G TBNA x6, Forceps x7, Brush.\nWash: BAL RB8.\nROSE: Atypical/Suspicious.",
  "4257756_syn_2": "PROCEDURE: Robotic bronchoscopy for 20mm RLL nodule. Navigation to Anterior-Basal Segment (RB8) completed (4.8mm error). rEBUS confirmed concentric view. 21G TBNA (6 passes), Forceps (7 specimens), and Brush biopsy performed. BAL collected. ROSE suspicious for malignancy.",
  "4257756_syn_3": "Billing: 31629, 31628, 31623, 31627, 31654, 31624. Extensive sampling of RLL nodule. 21G needle, forceps, brush used. rEBUS concentric.",
  "4257756_syn_4": "Procedure: RLL Biopsy.\nMonarch.\n1. Nav to RB8.\n2. rEBUS Concentric.\n3. 21G Needle x 6.\n4. Forceps x 7.\n5. Brush.\n6. BAL.\nROSE: Suspicious.",
  "4257756_syn_5": "[REDACTED] rll nodule 20mm monarch robot used registration 4.8mm error navigated to rb8 rebus concentric 21g needle 6 times forceps 7 times brush and bal rose suspicious for cancer.",
  "4257756_syn_6": "General anesthesia. Monarch robot used. Navigated to RLL RB8. rEBUS concentric. 21G TBNA x 6. Forceps x 7. Brush. BAL. ROSE suspicious. No complications.",
  "4257756_syn_7": "[Indication] 20mm RLL nodule.\n[Anesthesia] General.\n[Description] Nav to RB8. rEBUS concentric. 21G TBNA x6. Forceps x7. Brush. BAL. ROSE suspicious.\n[Plan] Discharge.",
  "4257756_syn_8": "We navigated the robotic scope to the anterior-basal segment of the right lower lobe. Radial EBUS confirmed a concentric view of the target. We performed six needle passes with a 21-gauge needle, followed by seven forceps biopsies and a cytology brush. A lavage was also performed. The on-site evaluation showed atypical cells suspicious for malignancy.",
  "4257756_syn_9": "The robotic device was steered to the RLL. Registration error was 4.8mm. The probe was anchored at RB8. Ultrasound showed a concentric lesion. 21G aspiration (6x), forceps extraction (7x), and brushing were performed. Lavage was done. Pathology was suspicious.",
  "4257756": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Lisa Anderson\nFellow: Dr. Alex Chen (PGY-5)\n\nIndication: Lung-RADS 4X nodule\nTarget: 20mm nodule in RLL\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nVCV\t11\t349\t11\t100\t6\t17\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.8mm.\n\nThe device was navigated to the RLL. The outer sheath was parked and locked at the ostium of the segmental airway (RB8) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Anterior-Basal Segment of RLL.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 21G aspiration needle under direct endoscopic and fluoroscopic guidance. 6 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 7 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at RB8. 60mL NS instilled with 28mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nAnderson, MD"
}
