{
  "4369574_syn_1": "Indication: Post-TB bronchial stenosis L main.\nProcedure: Balloon dilation (31630).\n- MAC, LMA.\n- L mainstem stenosis 59%.\n- CRE balloon: 7, 8, 10mm x 90s.\n- Post: 34% residual.\n- Minimal ooze.\nPlan: D/C same day. Decadron 10mg.",
  "4369574_syn_2": "PROCEDURE: Bronchoscopic dilation of inflammatory bronchial stenosis.\nETIOLOGY: Sequelae of pulmonary tuberculosis.\nFINDINGS: Eccentric stenosis of the left mainstem bronchus, 3 cm distal to the carina, narrowing the lumen by approximately 59%.\nINTERVENTION: Using a CRE balloon catheter, serial dilations were performed at 7mm, 8mm, and 10mm. Each inflation was sustained for 90 seconds to disrupt fibrous tissue.\nOUTCOME: Improved luminal patency with 34% residual narrowing. Procedure well tolerated.",
  "4369574_syn_3": "Code: 31630.\nDiagnosis: Post-tuberculous stenosis of bronchus.\nProcedure: Flexible bronchoscopy. Localization of L mainstem stenosis. Dilation with CRE balloon (7-10mm). Documented improvement in airway caliber. Medical necessity established by symptoms.",
  "4369574_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Balloon Dilation\nStaff: Dr. D. Anderson\nSteps:\n1. MAC, LMA.\n2. Scope to L main.\n3. Stenosis id[REDACTED].\n4. CRE balloon dilation x 3.\n5. Good result.\nPlan: Discharge today.",
  "4369574_syn_5": "kevin torres had tb years ago now his left main bronchus is closing up. did a bronch with mac. saw the narrowing about 60 percent. used the cre balloon 7 8 10 mm held for 90 seconds. opened up decent maybe 35 percent left. little bleeding. discharge him today with steroids.",
  "4369574_syn_6": "This 55-year-old male with a history of TB underwent bronchoscopy for left mainstem bronchial stenosis. Under MAC anesthesia, the stenosis was id[REDACTED] with 59% narrowing. A CRE balloon was used for dilation at 7mm, 8mm, and 10mm. The airway patency improved to 66%. Minimal mucosal oozing was noted. The patient was discharged the same day.",
  "4369574_syn_7": "[Indication]\nPost-tuberculous bronchial stenosis.\n[Anesthesia]\nMAC, LMA.\n[Description]\nL mainstem stenosis (59%) id[REDACTED]. CRE balloon dilation performed (7-10mm). Patency improved to 66%.\n[Plan]\nDischarge same day. Repeat in 6 weeks.",
  "4369574_syn_8": "[REDACTED] dilation of his post-TB bronchial stenosis. We used MAC anesthesia. The scope revealed a significant narrowing in the left mainstem bronchus. We utilized a CRE balloon to dilate the airway, holding the inflations for 90 seconds to ensure a good result. The airway caliber improved significantly. He tolerated the procedure well and was discharged home.",
  "4369574_syn_9": "INDICATION: Post-TB airway constriction.\nACTION: Bronchoscopy with balloon widening.\nFINDINGS: We found an eccentric narrowing in the left main bronchus. We used a CRE balloon to expand the lumen. We inflated to 7, 8, and 10mm. The passage opened up well. Minor oozing occurred. He is going home today."
}
