{
  "4371590_syn_1": "Procedure: Ion Bronchoscopy LLL.\nTarget: 9mm nodule (LB9).\nNav: Ion, rEBUS (adjacent), CBCT.\nActions:\n- TBNA (21G): 6 passes.\n- Cryobiopsy (1.7mm): 5 samples.\n- Fiducial: 1 gold marker.\n- Brush: 2 samples.\n- BAL: 60cc.\nROSE: Squamous cell carcinoma.\nComplications: None.",
  "4371590_syn_2": "OPERATIVE REPORT: [REDACTED] bronchoscopy for a solitary 9mm LLL nodule. Navigation to the lateral-basal segment (LB9) was achieved via the Ion system. Despite the small size, rEBUS (adjacent) and CBCT provided confirmation. We obtained diagnostic tissue via TBNA (21G), cryobiopsy (1.7mm), and brushing. A fiducial was placed to guide therapy. BAL was performed. ROSE confirmed squamous cell carcinoma.",
  "4371590_syn_3": "CPT Codes:\n- 31626: Fiducial.\n- 31629: TBNA.\n- 31628: Cryobiopsy.\n- 31623: Brush.\n- 31624: BAL.\n- 31627: Nav.\n- 31654: EBUS.\nTarget: 9mm LLL nodule. ROSE: Positive for malignancy.",
  "4371590_syn_4": "Resident Note\nPatient: [REDACTED]\nSite: LLL Nodule (9mm)\n\n- GA induced.\n- Ion Nav to LB9.\n- rEBUS: Adjacent.\n- CBCT: Confirmed.\n- TBNA x6.\n- Cryo x5.\n- Fiducial placed.\n- Brush x2.\n- BAL done.\n- ROSE: Squamous cell CA.",
  "4371590_syn_5": "donald taylor [REDACTED] lll nodule small 9mm used ion robot nav to lb9 radial ebus adjacent cone beam ct confirmed. did tbna 21g cryo 1.7mm brush and wash. placed a fiducial marker. rose came back squamous cell carcinoma. no complications discharge planned.",
  "4371590_syn_6": "The patient underwent general anesthesia for Ion robotic bronchoscopy of a 9mm LLL nodule. Navigation to the Lateral-Basal segment was confirmed with rEBUS and Cone Beam CT. Biopsies included TBNA, cryobiopsy, and brushing. A fiducial marker was placed. BAL was collected. ROSE was positive for squamous cell carcinoma.",
  "4371590_syn_7": "[Indication]\n9mm LLL nodule.\n[Anesthesia]\nGeneral.\n[Description]\nIon navigation to LB9. Confirmed via rEBUS/CBCT.\nIntervention:\n- TBNA\n- Cryobiopsy\n- Fiducial\n- Brush\n- BAL\n[Plan]\nOncology referral.",
  "4371590_syn_8": "[REDACTED] a small 9mm nodule in his lower left lung. We used the robotic system to navigate to the lateral-basal segment. We confirmed the location with ultrasound and CT. We took multiple samples using a needle, freezing probe, and brush, and washed the area. We also placed a gold marker. The pathologist confirmed squamous cell carcinoma on site.",
  "4371590_syn_9": "Procedure: Robotic bronchoscopic biopsy.\nTarget: LLL lesion.\nTechnique: Steered to lateral-basal segment. Validated via multimodality imaging. Sampled via aspiration, cryo-retrieval, and brushing. Lavaged segment. Deployed fiducial. \nDiagnosis: Squamous cell carcinoma.",
  "4371590": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: CDR Patricia Davis, MD\nFellow: Dr. Maria Santos (PGY-6)\n\nIndication: Solitary pulmonary nodule\nTarget: 9mm nodule in LLL\n\nPROCEDURE:\n\nAfter the successful induction of anesthesia, a timeout was performed (confirming the patient's name, procedure type, and procedure location).\n\nInitial Airway Inspection Findings:\n\nThe endotracheal tube is in good position. The visualized portion of the trachea is of normal caliber. The carina is sharp. The tracheobronchial tree was examined to at least the first subsegmental level. Bronchial mucosa and anatomy are normal; there are no endobronchial lesions.\n\nSuccessful therapeutic aspiration was performed to clean out the Trachea (Distal 1/3), LUL Lingula Carina (LC1), Bronchus Intermedius, RUL Carina (RC1) from mucus.\n\nCT Chest scan was placed on separate planning station to generate 3D rendering of the pathway to target. The navigational plan was reviewed and verified. This was then loaded into robotic bronchoscopy platform.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t13\t298\t8\t80\t5\t17\n\nRobotic navigation bronchoscopy was performed with Ion platform. Full registration was used. Registration error: 2.1mm. Ion robotic catheter was used to engage the Lateral-Basal Segment of LLL (LB9). Target lesion is approximately 9mm in diameter. Under navigational guidance the Ion robotic catheter was advanced to 1.8cm away from the planned target.\n\nRadial EBUS was performed to confirm lesion location. rEBUS view: Adjacent. Continuous margin noted.\n\nNeedle was advanced into the lesion. Cone Beam CT was performed: 3-D reconstructions were performed on an independent workstation. Cios Spin system was used for evaluation of nodule location. Low dose spin was performed to acquire CT imaging. This was passed on to Ion platform system for reconstruction and nodule location. The 3D images were interpreted on an independent workstation (Ion). I personally interpreted the cone beam CT and 3-D reconstruction.\n\nUsing the newly acquired nodule location, the Ion robotic system was adjusted to the new targeted location. Vision probe removed for biopsy; catheter position maintained via shape-sensing lock. Repeat imaging confirmed tool-in-lesion.\n\nTransbronchial needle aspiration was performed with 21G Needle through the extended working channel catheter. Total 6 samples were collected. Samples sent for Cytology and Cell block.\n\nTransbronchial cryobiopsy was performed with 1.7mm cryoprobe via the extended working channel catheter. Freeze time of 7 seconds was used. Total 5 samples were collected. Samples sent for Pathology.\n\nFiducial marker (0.8mm x 3mm soft tissue gold CIVCO) was loaded with bone wax and placed under fluoroscopy guidance.\n\nTransbronchial brushing was performed with protected cytology brush through the extended working channel catheter. Total 2 samples were collected. Samples sent for Cytology.\n\nBronchoalveolar lavage was performed at Lateral-Basal Segment of LLL (LB9). Instilled 60cc of NS, suction returned with 23cc of NS. Samples sent for Cell Count, Microbiology (Cultures/Viral/Fungal), and Cytology.\n\nROSE Result: Malignant cells id[REDACTED], consistent with squamous cell carcinoma\n\nVision probe was re-inserted to inspect the airway. No significant bleeding observed. The catheter was retracted. Final airway inspection showed no complications.\n\nThe patient tolerated the procedure well without immediate complications.\n\nDISPOSITION: Recovery, then discharge if stable. CXR to rule out pneumothorax.\nFollow-up: Results conference in 5-7 days.\n\nDavis, MD"
}
