{
  "4376848_syn_1": "Indication: BI stenosis post-intubation.\nProcedure: Balloon dilation (31630).\n- 8.0 ETT.\n- BI stenosis 55%.\n- CRE balloon: 6, 8, 10mm x 60s.\n- Post: 26% residual.\n- Minimal ooze.\nPlan: Admit overnight. Decadron 10mg.",
  "4376848_syn_2": "PROCEDURE REPORT: Therapeutic bronchoscopy for bronchus intermedius stenosis.\nCLINICAL CONTEXT: 73-year-old female with history of prolonged intubation.\nFINDINGS: Circumferential stenosis of the bronchus intermedius, 2 cm distal to the carina, with 55% luminal narrowing.\nINTERVENTION: Serial balloon dilation utilizing a CRE catheter was performed to a maximum diameter of 10mm. Each inflation was maintained for 60 seconds.\nRESULT: Immediate improvement in airway caliber to 74% patency. Minimal mucosal oozing observed.",
  "4376848_syn_3": "Service: Bronchoscopy with dilation (31630).\nSite: Bronchus Intermedius.\nTool: CRE Balloon.\nProcess: Stenosis visualized (55%). Dilation performed at 6mm, 8mm, 10mm. Airway patency improved to 74%. Medical necessity: Symptomatic stenosis.",
  "4376848_syn_4": "Resident Note\nPatient: [REDACTED]\nProcedure: Balloon Dilation\nStaff: Dr. S. Kim\nSteps:\n1. GA, ETT 8.0.\n2. Scope to BI.\n3. Stenosis found.\n4. CRE balloon dilation x 2 cycles.\n5. Good result.\nPlan: Admit overnight.",
  "4376848_syn_5": "jessica lopez 73 female post intubation stenosis in the bi. took her to or general anesthesia. saw the narrowing about halfway closed. used the cre balloon did 6 8 and 10 mm. held it for a minute each time. looks way better now. tiny bit of bleeding stopped on its own. admit for obs.",
  "4376848_syn_6": "This 73-year-old female underwent bronchoscopy for post-intubation bronchus intermedius stenosis. Under general anesthesia, the stenosis was id[REDACTED] with 55% narrowing. A CRE balloon was used for dilation at 6mm, 8mm, and 10mm. The airway patency improved to 74%. Minimal mucosal oozing was noted. The patient was admitted for overnight observation.",
  "4376848_syn_7": "[Indication]\nPost-intubation bronchus intermedius stenosis.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nBI stenosis (55%) id[REDACTED]. CRE balloon dilation performed (6-10mm). Patency improved to 74%.\n[Plan]\nAdmit overnight. Repeat in 4 weeks.",
  "4376848_syn_8": "[REDACTED] for dilation of her bronchus intermedius stenosis. Under general anesthesia, we advanced the scope and found the narrowing. We used a CRE balloon to dilate the area, carefully increasing the size to 10mm. The airway opened up nicely. There was a tiny amount of oozing which stopped quickly. We admitted her for routine monitoring.",
  "4376848_syn_9": "INDICATION: Bronchus intermedius constriction.\nPROCEDURE: Bronchoscopy with balloon stretching.\nFINDINGS: We found a circumferential narrowing in the BI. We utilized a CRE balloon to widen the lumen. We cycled through 6, 8, and 10mm sizes. The passage caliber improved. Minor bleeding was seen. She will be hospitalized overnight."
}
