{
  "4390529_syn_1": "Indication: Malignant CAO RLL.\nFindings: 78% obstruction.\nProcedure:\n- Rigid bronch.\n- APC tumor destruction/debulking.\n- Multiple passes.\nResult: 18% residual. Hemostasis achieved.\nEBL: 50ml.\nPlan: ICU.",
  "4390529_syn_2": "OPERATIVE REPORT: [REDACTED] malignant central airway obstruction at the right lower lobe (RLL) orifice. Under general anesthesia, rigid bronchoscopy revealed an endobronchial tumor causing 78% occlusion. Thermal ablation was performed utilizing Argon Plasma Coagulation (APC), followed by mechanical debulking. This sequence was repeated to maximize luminal gain. Post-intervention assessment showed a significant reduction in tumor burden with 18% residual obstruction. Hemostasis was secured via APC application to the tumor base.",
  "4390529_syn_3": "CPT Code: 31641 (Bronchoscopy with destruction of tumor).\nModality: Argon Plasma Coagulation (APC).\nLocation: RLL Orifice.\nWork Performed:\n- Id[REDACTED] of tumor (78% occlusion).\n- Thermal destruction of tissue.\n- Mechanical removal of debris.\n- Hemostasis.\nOutcome: Obstruction reduced to 18%.",
  "4390529_syn_4": "Procedure: Tumor Debulking (APC)\nPatient: [REDACTED]\nSteps:\n1. Rigid bronchoscopy initiated.\n2. Tumor found at RLL orifice (78%).\n3. APC applied for destruction.\n4. Debris removed.\n5. Repeat until maximal debulking achieved (18% residual).\n6. Hemostasis confirmed.\nPlan: ICU observation.",
  "4390529_syn_5": "Daniel Allen here for debulking of a tumor in the RLL it was blocking about 78 percent. We used the rigid scope and the APC argon plasma to burn and remove the tumor. Did a few passes and got it down to 18 percent. Bleeding was controlled about 50cc loss. Sending him to the ICU for tonight just to be safe.",
  "4390529_syn_6": "Indication: Malignant central airway obstruction with ~78% obstruction at RLL orifice. Under general anesthesia, rigid bronchoscopy was performed. Endobronchial tumor was id[REDACTED] at the RLL orifice. Argon plasma coagulation (APC) was performed with sequential tumor removal. Multiple passes were performed to achieve maximal debulking. Additional APC/laser was used for hemostasis and tumor base ablation. Post-procedure obstruction was ~18%. EBL was ~50mL and hemostasis was achieved. Specimens were sent for histology.",
  "4390529_syn_7": "[Indication]\nMalignant CAO, RLL orifice (78%).\n[Anesthesia]\nGeneral, Rigid Bronch.\n[Description]\nAPC destruction of tumor performed. Sequential removal. Hemostasis achieved. Residual obstruction 18%.\n[Plan]\nICU observation. Oncology follow-up.",
  "4390529_syn_8": "[REDACTED] bronchoscopy for a tumor obstructing his right lower lobe bronchus by about 78%. We used argon plasma coagulation to destroy the tumor tissue and removed it sequentially. After several passes, we successfully debulked the lesion down to an 18% residual obstruction. We ensured all bleeding was stopped using APC. He is going to the ICU for overnight monitoring.",
  "4390529_syn_9": "Indication: Malignant central airway blockage.\nPre-procedure: ~78% occlusion at RLL orifice.\nPROCEDURE: Under general anesthesia, rigid bronchoscopy was conducted. Endobronchial neoplasm found at RLL orifice. APC (argon plasma coagulation) was utilized with sequential tumor extraction. Multiple passes were done to attain maximal volume reduction. Additional APC/laser used for hemostasis and tumor base cauterization.\nPost-procedure: ~18% residual occlusion.\nEBL: ~50mL.",
  "4390529": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Christopher Brown\nFellow: Dr. Lauren Walsh (PGY-6)\n\nIndication: Malignant central airway obstruction\nPre-procedure: ~78% obstruction at RLL orifice\n\nPROCEDURE:\nUnder general anesthesia, rigid bronchoscopy performed.\nEndobronchial tumor id[REDACTED] at RLL orifice.\nApc (argon plasma coagulation) performed with sequential tumor removal.\nMultiple passes performed to achieve maximal debulking.\nAdditional APC/laser used for hemostasis and tumor base ablation.\nPost-procedure: ~18% residual obstruction.\nEBL: ~50mL. Hemostasis achieved.\nSpecimens sent for histology.\n\nDISPOSITION: Recovery then ICU observation overnight.\nPlan: Consider stent if re-obstruction. Oncology f/u.\n\nBrown, MD"
}
