{
  "4452109_syn_1": "Rigid bronch. Chicken bone RLL. Removed with optical forceps en bloc. No injury.",
  "4452109_syn_2": "[REDACTED] bronchoscopy for foreign body retrieval. The jagged osseous fragment was visualized within the right lower lobe. Utilizing optical forceps, the object was grasped and extracted en bloc with the rigid barrel to prevent glottic trauma.",
  "4452109_syn_3": "CPT 31635: Rigid bronchoscopy with removal of foreign body. The scope was introduced, and the foreign object (bone) was id[REDACTED] in the RLL. It was removed using forceps. No separate code for suctioning.",
  "4452109_syn_4": "Procedure: Rigid Bronchoscopy for FB Removal. Steps: 1. GA induced. 2. Rigid scope inserted. 3. FB id[REDACTED] RLL. 4. FB grasped and removed. 5. Airway re-inspected.",
  "4452109_syn_5": "rigid bronch for mr [REDACTED] swallowed a bone saw it in the rll used the forceps to grab it had to pull the whole scope out with it cause it was big no bleeding ok.",
  "4452109_syn_6": "72-year-old male with foreign body aspiration. Rigid bronchoscopy performed. A chicken bone was seen in the RLL and removed using optical forceps. The airway was cleared of secretions.",
  "4452109_syn_7": "[Indication] Foreign body aspiration. [Anesthesia] General. [Description] Rigid scope used. Bone removed from RLL with forceps. [Plan] Antibiotics.",
  "4452109_syn_8": "[REDACTED] to the OR for a rigid bronchoscopy to remove a chicken bone. We inserted the rigid scope and found the bone in the right lower lobe. We grabbed it with forceps and pulled everything out together. The airway looked fine afterwards.",
  "4452109_syn_9": "Therapeutic bronchoscopy with extraction of foreign material. A bone fragment was located in the basilar segments and withdrawn using grasping instruments.",
  "4452109": "**BRONCHOSCOPY REPORT**\n**Patient:** Chen, Wei | **MRN:** 4452109 | **Date:** [REDACTED]\n**Provider:** Dr. L. McCoy\n**Diagnosis:** Foreign Body Aspiration\n\n**History:** 72yo M with history of stroke and dysphagia, aspirated a chicken bone 2 days ago. Presents with cough and RLL infiltrate.\n\n**Procedure:** Therapeutic Bronchoscopy (Rigid)\n**Sedation:** General Anesthesia (ETT)\n\n**Details:**\nRigid bronchoscope introduced. Right mainstem entered. Mucopurulent secretions suctioned from RLL. A jagged bone fragment was visualized wedged in the RLL basilar segments. \n\nUsing optical forceps through the rigid barrel, the object was grasped. It could not be pulled through the glottis easily, so the object and scope were withdrawn en bloc. \n\nRepeat inspection showed minor mucosal abrasion but no perforation. Airways cleared of secretions. \n\n**Plan:** Antibiotics for post-obstructive pneumonia. Speech therapy consult."
}
