{
  "4492817_syn_1": "Dx: Recurrent malignant R effusion.\nAction: Chemical Pleurodesis (32560).\n- Chest tube confirmed functional.\n- 4g Talc slurry instilled.\n- Dwell time: 1 hr with rotation.\n- Tube to suction.\nOutcome: Tolerated well w/ morphine.",
  "4492817_syn_2": "OPERATIVE REPORT: Instillation of Sclerosing Agent.\nINDICATION: [REDACTED], a 76-year-old female with metastatic breast carcinoma, required palliation for a recurrent right malignant pleural effusion.\nPROCEDURE: The existing right-sided 14Fr chest tube was utilized. A slurry comprising 4 grams of sterile talc suspended in 50mL of normal saline was prepared. This suspension was instilled into the pleural cavity. The tubing was clamped for sixty minutes, during which the patient was rotated to facilitate widespread pleural contact. Subsequently, the tube was unclamped and placed on -20cmH2O suction to appose the pleural surfaces.",
  "4492817_syn_3": "Code: 32560 (Instillation of agent for pleurodesis).\nAgent: Talc (4g).\nMethod: Slurry via existing chest tube.\nLocation: Right pleural space.\nRequirements met: Instillation of sclerosing agent for therapeutic pleurodesis of malignant effusion.",
  "4492817_syn_4": "Procedure: Talc Pleurodesis\nPatient: [REDACTED]\nSteps:\n1. Checked chest tube output (<100ml).\n2. Mixed 4g talc in saline.\n3. Pushed slurry into tube.\n4. Clamped tube.\n5. Rotated patient q15 mins.\n6. Unclamped after 1 hour.\nPain managed with morphine.",
  "4492817_syn_5": "doing pleurodesis on [REDACTED] breast cancer effusion. tube drain looks good so we put the talc in today. 4 grams mixed with saline. shot it in the tube and clamped it. moved her around for an hour then put it back on suction. she had some chest pain gave morphine. hope it sticks.",
  "4492817_syn_6": "Instillation of talc slurry via chest tube for pleurodesis performed on Dorothy Adams. Indication was recurrent right malignant pleural effusion. 4 grams of talc were mixed in 50mL saline and instilled through the existing chest tube. The tube was clamped for 1 hour with patient rotation. The patient received morphine for chest pain. The tube was returned to suction to facilitate pleurodesis.",
  "4492817_syn_7": "[Indication]\nRecurrent Right Malignant Pleural Effusion (Breast CA).\n[Anesthesia]\nLocal/IV Morphine for pain.\n[Description]\n4g Talc slurry instilled via 14Fr chest tube. Clamped 1 hour with rotation. Returned to suction.\n[Plan]\nMonitor output. Pull tube when <150mL/day.",
  "4492817_syn_8": "[REDACTED] coming back around her right lung because of her cancer. We decided to 'glue' the lung to the chest wall to stop the fluid. We used her existing chest tube to put a mixture of talc and water inside. We clamped the tube and had her roll around in bed for an hour to coat the inside of her chest. Afterward, we put the tube back on suction. She had some pain but we treated it with medication.",
  "4492817_syn_9": "Procedure: Introduction of sclerosing agent.\nContext: Recurrent right thoracic effusion.\nAction: Talc suspension (4g) was infused via the indwelling thoracostomy tube. Following a dwell period with repositioning, negative pressure was re-applied to promote symphysis."
}
