{
  "45678912_syn_1": "Procedure: Bronchoscopy w/ EBV.\nIndication: LLL Emphysema.\nAction: Airway inspected. LLL target. \nIntervention: Placed 3 Zephyr valves (LB6, LB8, LB9-10). \nResult: Good seal. Complete occlusion.\nPlan: CXR, Admit.",
  "45678912_syn_2": "HISTORY: The patient, a 72-year-old female with severe heterogeneous emphysema predominantly affecting the left lower lobe, presented for bronchoscopic lung volume reduction.\nPROCEDURE: Under moderate sedation, the flexible bronchoscope was introduced. The upper airways were unremarkable. Upon inspection of the LLL, severe emphysematous changes were noted. Endobronchial valves were deployed into the target segments: LB6 (4.0mm), LB8 (4.0mm), and LB9-10 (5.5mm). \nOUTCOME: Complete lobar occlusion was visually confirmed with excellent valve seating. There were no immediate complications.",
  "45678912_syn_3": "Service: Bronchoscopy with placement of bronchial valves (31647).\nTarget: Left Lower Lobe (Initial Lobe).\nTechnique: Flexible bronchoscope inserted. Target segments LB6, LB8, and LB9-10 id[REDACTED]. Delivery catheter used to place 4.0mm and 5.5mm valves. \nVerification: Complete occlusion verified visually. \nMedical Necessity: Treatment of severe heterogeneous emphysema.",
  "45678912_syn_4": "Procedure Note\nAttending: Dr. Park\nResident: [REDACTED]\nPatient: [REDACTED]\nProcedure Steps:\n1. Moderate sedation induced.\n2. Scope inserted via oral route.\n3. Anatomy reviewed; LLL targeted.\n4. Valves placed in LB6, LB8, LB9-10.\n5. Good seal confirmed.\nPlan: Admit for observation.",
  "45678912_syn_5": "procedure note ebv placement patient maria rodriguez 72yo we did the bronch today for the emphysema lll mainly. used moderate sedation versed fentanyl. went in normal upper airways lll looked bad emphysema. put valves in lb6 lb8 and the 9-10 segment. 4.0 and 5.5 sizes. looks like a good seal occlusion is complete no issues. chest xray next and admit thanks.",
  "45678912_syn_6": "The patient, a 72-year-old female with severe heterogeneous emphysema, underwent flexible bronchoscopy with EBV placement. Moderate sedation was used. Access was oropharyngeal. Findings included normal upper airways and severe emphysematous changes in the LLL. Interventions consisted of placing a 4.0mm EBV in LB6, a 4.0mm EBV in LB8, and a 5.5mm EBV in LB9-10. All showed a good seal. The outcome was successful complete LLL occlusion with no complications. Post-op plan includes CXR and admission for observation.",
  "45678912_syn_7": "[Indication]\nSevere heterogeneous emphysema, LLL predominant.\n[Anesthesia]\nModerate (Versed/Fentanyl).\n[Description]\nFB performed. LLL targeted. Valves placed in LB6, LB8, LB9-10. Good seal and complete occlusion achieved.\n[Plan]\nCXR, admit for observation.",
  "45678912_syn_8": "We brought [REDACTED] procedure room for her scheduled valve placement. After achieving moderate sedation, we advanced the bronchoscope. The left lower lobe showed significant disease. We proceeded to place valves in the LB6, LB8, and LB9-10 segments. We were able to confirm a good seal on all valves, resulting in complete occlusion of the lobe. She tolerated the procedure well.",
  "45678912_syn_9": "Operation: FB with EBV implantation.\nDx: Severe heterogeneous emphysema.\nFindings: LLL severe changes.\nActions: Implantation of 4.0mm EBV in LB6, 4.0mm in LB8, and 5.5mm in LB9-10. Complete obstruction achieved.\nResult: Successful LLL isolation, no adverse events.",
  "45678912": "PROCEDURE NOTE: EBV PLACEMENT\nDate: [REDACTED]  \nPatient: [REDACTED] | DOB: [REDACTED] | Age: 72 | MRN: [REDACTED]\nInstitution: [REDACTED]\nPhysician: James Park, MD\n\nDx: Severe heterogeneous emphysema, LLL predominant\n\nProcedure: FB with EBV placement\nSedation: Moderate (Versed/Fentanyl)\nAccess: Oropharyngeal\n\nFindings:\n- Normal upper airways\n- LLL: Severe emphysematous changes\n- Target segments: LB6, LB8-10\n\nInterventions:\nLB6: 4.0mm EBV - good seal\nLB8: 4.0mm EBV - good seal  \nLB9-10: 5.5mm EBV - good seal\n\nOutcome: Successful complete LLL occlusion, no complications\nPost-op: CXR, admit for observation\n\nJames Park, MD\nUCSF Interventional Pulmonology"
}
