{
  "4652414_syn_1": "Indication: Post-PDT Debridement (96h).\nProcedure: Bronchoscopy, Debridement.\nFindings: Left Mainstem necrosis. 72% obstructed -> 7% post-debridement.\nTools: Rigid Coring, Suction, Forceps.\nSpecimen: None.\nPlan: Surveillance 8 wks.",
  "4652414_syn_2": "OPERATIVE REPORT: Ms. [REDACTED] presented for debridement of the left mainstem bronchus 96 hours post-PDT. Examination revealed extensive necrosis consistent with an excellent therapeutic response. We utilized rigid coring, suction, and forceps to debulk the airway. The luminal obstruction was reduced from 72% to 7%, restoring ventilation to the left lung. No complications occurred.",
  "4652414_syn_3": "Procedure: 31641 (Debridement).\nSite: Left Mainstem Bronchus (LMS).\nTools: Rigid coring, Suction, Forceps.\nIndication: Post-PDT cleanup.\nResult: 72% -> 7% obstruction.\nNote: 96 hour interval appropriate for Temoporfin.",
  "4652414_syn_4": "Procedure: PDT Debridement\nPt: [REDACTED]\n1. Intubation.\n2. LMS visualization.\n3. Debridement with coring/suction/forceps.\n4. Airway clear.\n5. Extubated.\nPlan: F/u 8 weeks.",
  "4652414_syn_5": "[REDACTED] 4 days after pdt left mainstem clean out used rigid coring and suction and forceps lots of junk in there got it all out airway looks good now 7 percent blocked patient ok",
  "4652414_syn_6": "96 hours following PDT, the left mainstem bronchus was debrided. Necrotic tissue was removed using rigid coring, suction catheter, and forceps. Obstruction was reduced from 72% to 7%. No biopsies were performed. The patient tolerated the procedure well.",
  "4652414_syn_7": "[Indication]\nPost-PDT Debridement (96h), LMS.\n[Anesthesia]\nGeneral, 8.5 ETT.\n[Description]\nNecrosis removed from LMS using coring, suction, forceps. Airway patent. No biopsies.\n[Plan]\nSurveillance 8 weeks.",
  "4652414_syn_8": "We performed the clean-up bronchoscopy for [REDACTED] left mainstem bronchus. It had been 4 days since the light treatment. We found a lot of debris and cleared it out using coring, suction, and forceps. The airway opened up beautifully, down to just 7% obstruction. She woke up fine and is breathing much better.",
  "4652414_syn_9": "PROCEDURES: 1. Bronchoscopy with removal of necrotic tissue.\nDETAILS: The LMS was inspected. Necrosis was substantial. Rigid coring and suction were used to clear the airway. Patency was restored. No samples were collected. The patient was awakened."
}
