{
  "4726193_syn_1": "Procedure: Robotic Bronchoscopy (Ion).\nTarget: RUL nodule (2.8cm).\nNav: Ion system. Auto registration.\nConfirmation: Radial EBUS (concentric), Cone Beam CT.\nSampling: Brush, Forceps, Needle.\nComp: None.",
  "4726193_syn_2": "PROCEDURE NOTE: Robotic-assisted bronchoscopy.\nINDICATION: RUL pulmonary nodule (2.8cm), intermediate malignancy risk.\nDETAILS: The Intuitive Ion system was utilized. Registration was excellent. The catheter was navigated to the RUL posterior segment target. Radial EBUS confirmed a concentric lesion. Intraprocedural Cone Beam CT (CBCT) verified tool-in-lesion accuracy. Biopsies were taken using brush, forceps, and needle. Samples sent for pathology.",
  "4726193_syn_3": "Billing Codes:\n- 31627 (Navigational Bronchoscopy): Ion robotic system used.\n- 31654 (Radial EBUS): Confirmation of lesion position.\n- 31629/31628: Transbronchial needle aspiration and forceps biopsies performed.\nNotes: Cone Beam CT used for verification.",
  "4726193_syn_4": "Procedure: Robotic Bronch (Ion)\nPt: [REDACTED]\nAttending: Dr. Patel\n\n1. GA/ETT.\n2. Ion registration.\n3. Nav to RUL.\n4. REBUS check: Concentric.\n5. CBCT spin: Good position.\n6. Biopsy x many.\n7. Extubated.",
  "4726193_syn_5": "gerald thompson robotic bronch case. dr patel attending. used the ion robot. went to the rul nodule. radial ebus showed it good. did a spin with the c-arm to double check. needle brush forceps everything. samples sent. no pneumo on the scan. done.",
  "4726193_syn_6": "Robotic-assisted bronchoscopy (Ion) performed for 2.8cm RUL nodule. Navigation to posterior segment successful. Confirmation via Radial EBUS (concentric) and Cone Beam CT. Extensive sampling performed with needle, brush, and forceps. No complications. Estimated blood loss <5mL.",
  "4726193_syn_7": "[Indication]\n2.8cm RUL nodule.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nIon Robotic Navigation. Radial EBUS confirmation. Cone Beam CT verification. TBNA/Forceps/Brush biopsies.\n[Plan]\nPathology results pending.",
  "4726193_syn_8": "[REDACTED] a robotic bronchoscopy today for his lung nodule. We used the Ion robot to navigate deep into his right upper lung. We confirmed we were at the right spot using both a mini-ultrasound probe and a 3D CT scan right in the operating room. We took multiple samples using needles and forceps. The procedure went smoothly with no issues.",
  "4726193_syn_9": "Procedure: Robotic-guided endoscopy (31627), Sonographic confirmation (31654), Tissue sampling (31628/31629).\nTarget: RUL mass.\nAction: Robotic navigation. Multi-modal sampling.\nVerification: Cone Beam CT.",
  "4726193": "Patient Name: [REDACTED]\nMRN: [REDACTED]\nDate: [REDACTED]\n\nPreoperative Diagnosis: Endotracheal tumor\nPostoperative Diagnosis: Endotracheal tumor s/p debulking\nProcedure Performed: Rigid bronchoscopy with endoluminal tumor ablation (CPT 31641)\n\nSurgeon: Patricia Lee, MD\nAssistant: Marcus Johnson, MD\nIndications: Tracheal obstruction\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the main operating room. After administration of sedatives and paralytics, the flexible bronchoscope was inserted through the LMA and into the pharynx. We then advanced the bronchoscope into the subglottic space. Approximately 2.5 cm distal to the vocal cords, there were 3 polypoid lesions at the same level blocking about 90% of the airway during exhalation which moved in a ball valve fashion with inhalation, resulting in about 50% obstruction of the airway. Additionally, there were multiple small polypoid (>50) lesions surrounding and distal to the lesion originating from all parts of the airway (anterior trachea, posterior trachea, lateral trachea) which terminated about 1 cm proximal to the main carina. The right-sided and left-sided airways to at least the first sub-segments were uninvolved with no evidence of endobronchial tumor or extrinsic obstruction.\n\nThe flexible bronchoscope and LMA were removed and a 10 mm non-ventilating rigid tracheoscope was subsequently inserted into the proximal trachea just proximal to the tumor and connected to ventilator. The T190 Olympus flexible bronchoscope was then introduced through the rigid bronchoscope and the electrocautery snare was used to transect the large polypoid lesions beginning with the 3 proximal obstructive lesions. The lesions, once free from the wall, were easily removed from the airway with suction and collected for pathological assessment. After these lesions were removed, about 10 other lesions in the airway which were anatomically amenable to snare were removed in the same fashion. We then used APC to paint and shave the remaining tumor area on the posterior and lateral trachea walls until we were satisfied that we had achieved adequate luminal recanalization. At the end of the procedure, the trachea was approximately 90% open in comparison to unaffected areas. The rigid bronchoscope was then removed, and the procedure was completed. There were no complications.\n\nOf note, we considered airway stent placement as a barrier effect as the lesions regrew very quickly (<3 months) after the previous bronchoscopic debulking procedure. However, in our discussions with the patient prior to the procedure, he expressed reluctance to have a stent placed due to possible cough associated with the stent and the fact that he only restarted chemotherapy 2 weeks ago. I suspect that these lesions will recur unless he has a profound response to systemic treatment and possible radiation, and if I need to debulk again, I will strongly advocate for placement of a covered tracheal stent.\n\nRecommendations:\n• Transfer patient back to ward room\n• Await final pathology results\n• Will need to speak with oncology regarding other treatment options which might include PDT or brachytherapy\n\nI, Patricia Lee, MD, was present and actively involved in all phases of the procedure.\n\n________________________________________"
}
