{
  "4729381": "Patient Name: [REDACTED] MRN: [REDACTED] DOB: [REDACTED] Date: [REDACTED]\nAttending: Dr. Patel, Nina MD Fellow: Dr. Jackson, Marcus MD\nPROCEDURE: Robotic-assisted bronchoscopy with Intuitive Ion system\nINDICATION: RUL nodule 2.8cm, ground-glass component on CT, PET SUV 3.2, intermediate suspicion for malignancy\nCONSENT: Obtained, documented\nANESTHESIA: General anesthesia (Dr. Wilson), ETT 8.0\nPRE-PROCEDURE PLANNING: CT chest from [REDACTED] loaded into Ion planning station. 3D reconstruction completed. Pathway to RUL posterior segment target generated. Target coordinates confirmed.\nVENTILATION PARAMETERS: Mode: Volume Control RR: 12 TV: 500mL PEEP: 5cmH2O FiO2: 40% Flow: 50L/min Pmean: 14cmH2O\nION REGISTRATION: Automatic registration performed. Adequate airway landmark matching achieved at carina, right and left main carina, RUL apical subsegmental bifurcations. Mean fiducial error: 3.2mm. Global alignment: Excellent. No registration drift observed.\nNAVIGATION: Ion catheter advanced through planned pathway under robotic control to RUL posterior segment. Distance to target: 0.8cm from pleura.\nRADIAL EBUS CONFIRMATION: Radial probe advanced through Ion working channel. Ultrasound pattern: Concentric (lesion surrounds probe). Lesion size by REBUS: 28mm. Position confirmed within target.\nCONE BEAM CT: CBCT spin performed. NaviLink 3D fusion confirmed catheter position within lesion with 2mm margin from lesion center. Excellent alignment.\nSAMPLING:\n•\tBrush cytology x2 samples (via guide sheath)\n•\tForceps biopsy x4 samples (via guide sheath)\n•\tNeedle aspiration x2 samples (21G)\nROSE: Not available\nCOMPLICATIONS: None No pneumothorax on post-CBCT imaging\nESTIMATED BLOOD LOSS: <5mL\nSPECIMENS: Cytology, histology sent to pathology\nIMPRESSION: Successful robotic navigation and sampling of RUL nodule. Awaiting final pathology.\nPLAN: Pathology results in 3-5 days, follow-up in IP clinic\nNina Patel, MD [REDACTED] 1440hrs\n**PATIENT:** Martinez, Sofia J.\n**MRN:** 8847293\n**DOB:** [REDACTED]\n**DATE OF SERVICE:** [REDACTED]\n**ATTENDING:** Dr. Kenneth Patel, MD\n**FELLOW:** Dr. Lisa Chen, MD\n\n**PROCEDURE:** Robotic Navigational Bronchoscopy with Transbronchial Biopsy\n\n**INDICATION:** 2.3 cm right upper lobe nodule, PET avid (SUV 4.2)\n\n**CONSENT:** Obtained. Risks including bleeding, pneumothorax, infection, and need for further intervention discussed. Patient verbalized understanding.\n\n**ANESTHESIA:** General anesthesia with endotracheal intubation performed by Dr. Amanda Rodriguez\n\n**VENT SETTINGS:**\n- Mode: Volume Control\n- RR: 12\n- TV: 450 mL\n- PEEP: 5 cm H2O\n- FiO2: 60%\n- Flow: 50 L/min\n- Pmean: 12 cm H2O\n\n**PROCEDURE DETAILS:**\nPre-procedure CT from [REDACTED] was loaded onto the Ion planning station. 3D pathway created targeting RUL anterior segment nodule. Plan reviewed and approved.\n\nRegistration performed using automatic method. Excellent landmark correlation at carina, right upper lobe carina, and tertiary bifurcations. Mean fiducial error 1.2 mm. No drift noted during procedure.\n\nIon catheter advanced along planned pathway under navigational guidance. Radial EBUS performed showing concentric pattern, lesion measuring 22 mm. CBCT spin obtained - overlay confirmed tool-in-lesion position with catheter tip 3 mm from lesion center.\n\n**SAMPLING:**\n- Transbronchial forceps biopsy x 6 samples (to pathology)\n- Cytology brushings x 2 (to cytology)\n- Bronchial washing (to microbiology and cytology)\n\nROSE preliminary: adequate cellularity, atypical cells present, favor adenocarcinoma (final pending)\n\nHemostasis confirmed. No complications. Patient extubated in OR, transferred to PACU in stable condition.\n\n**EBL:** <5 mL\n**SPECIMENS:** As above\n**COMPLICATIONS:** None\n\n**IMPRESSION:** Successful robotic bronchoscopy with biopsy of RUL nodule. ROSE suggestive of malignancy. Final pathology pending. Follow up in IP clinic in 2 weeks with results."
}
