{
  "4744854_syn_1": "Pre-op: RLL bronchus SCC (T1a). Pt declined surgery.\nAnesthesia: GA, 8.0 ETT.\nProcedure:\n- Bronchoscopy: Normal upper airway.\n- Tumor: RLL, 1.2x1.1cm, flat/plaque.\n- PDT: 630nm laser via 3cm diffuser. 200 J/cm2. 500s. 1.2W.\n- No visible change/bleeding.\nPlan: Extubate. Light precautions. F/u 48h for debridement.",
  "4744854_syn_2": "OPERATIVE NARRATIVE: The patient, [REDACTED], presenting with Stage IA1 endobronchial squamous cell carcinoma of the right lower lobe, was brought to the operating theater for photodynamic therapy. Following induction of general anesthesia, the airway was secured. A thorough bronchoscopic interrogation id[REDACTED] the lesion within the RLL bronchus. A cylindrical diffusing fiber (3.0 cm) was positioned centrally across the malignancy. Laser energy at 630 nm was delivered to achieve a total fluence of 200 J/cm², activating the previously administered Porfimer sodium. The procedure concluded without hemodynamic instability or immediate localized tissue reaction.",
  "4744854_syn_3": "Procedure: Bronchoscopy with destruction of tumor (CPT 31641).\nTechnique: Photodynamic Therapy (PDT).\nDevice: 630nm Diode Laser, 3.0cm Diffusing Fiber.\nDosimetry: Power 1.2W, Fluence 200 J/cm2, Duration 500s.\nTarget: Right Lower Lobe (RLL) endobronchial tumor.\nJustification: Destruction of malignant tissue via photochemical activation of photosensitizer. Pre-procedure calculation confirmed dosimetry. Safety protocols followed.",
  "4744854_syn_4": "Procedure: PDT Light Application\nAttending: Dr. Walsh\nSteps:\n1. Time out verified Photofrin admin 48h prior.\n2. ETT placed.\n3. Scope advanced to RLL.\n4. Lesion measured (1.2cm). Fiber placed.\n5. Laser activation: 630nm, 8min 20sec.\n6. Fiber removed. No bleeding.\nPlan: PACU, light precautions.",
  "4744854_syn_5": "patient [REDACTED] for pdt light session right lower lobe tumor anesthesia was general tube size 8 used the olympus scope saw the tumor in the rll looked flat about 1cm put the fiber in 3cm diffuser turned the laser on for 500 seconds settings were standard 200 joules per cm2 no issues during light delivery patient stable extubated sent to recovery remind him about the sunlight precautions thanks",
  "4744854_syn_6": "The patient was brought to the endoscopy suite and placed under general anesthesia with an 8.0mm ETT. Initial survey showed a 1.2cm flat lesion in the Right Lower Lobe bronchus causing 54% obstruction. We proceeded with Photodynamic Therapy. A 3.0cm cylindrical diffusing fiber was inserted and 630nm red laser light was delivered at 400mW/cm for 500 seconds (Total 200 J/cm2). The patient tolerated the procedure well with no immediate complications. Post-procedure light precautions were reviewed and the patient was transferred to recovery.",
  "4744854_syn_7": "[Indication]\nRLL endobronchial SCC, T1aN0M0, declined surgery.\n[Anesthesia]\nGeneral, 8.0 ETT.\n[Description]\nScope passed to RLL. Tumor visualized. 3.0cm diffuser fiber placed. Laser energy delivered (630nm, 200 J/cm2, 500s). No immediate tissue change.\n[Plan]\nDebridement in 48 hours. Strict light avoidance.",
  "4744854_syn_8": "[REDACTED] and intubated for his scheduled PDT session. We advanced the bronchoscope to the right lower lobe, id[REDACTED] the squamous cell carcinoma which appeared as a flat, plaque-like lesion. We inserted the 3.0cm diffusing fiber and centered it over the tumor. The laser was activated at 630nm, delivering 200 J/cm2 over 500 seconds. The patient remained stable throughout the illumination phase. Upon completion, we removed the fiber and noted no immediate bleeding or edema. The patient was extubated and transferred to the PACU with instructions for strict light avoidance.",
  "4744854_syn_9": "PROCEDURES EXECUTED: 1. Photodynamic therapy - laser illumination. 2. Flexible bronchoscopy with tumor gauging.\nDETAILS: Following anesthesia, the scope was navigated to the RLL. The malignancy was located. A light fiber was deployed. Laser energy was emitted at 630nm for 500 seconds to activate the photosensitizer. No thermal damage was noted. The fiber was retracted. The patient was awakened and moved to recovery."
}
