{
  "4821956_syn_1": "Indication: Bilateral nodules (RUL/LUL).\nProcedure: Ion robotic bronchoscopy.\nActions:\n- Registered Ion system.\n- Sampled RUL anterior nodule (forceps x6, brush x2).\n- Sampled LUL apical-posterior nodule (forceps x5, brush x2).\nROSE: Adenocarcinoma both sites.\nResult: No complications.",
  "4821956_syn_2": "PROCEDURE NOTE: The patient presented for evaluation of synchronous bilateral pulmonary nodules. The Ion robotic platform was deployed. Following successful registration (fiducial error 0.9 mm), navigation was sequentially performed to the right upper lobe anterior segment and the left upper lobe apical-posterior segment. Radial EBUS confirmation and fluoroscopic verification preceded tissue acquisition. Transbronchial forceps biopsies and cytology brushings were obtained from both sites. Rapid on-site evaluation was suggestive of adenocarcinoma in both locations, raising suspicion for synchronous primaries versus metastatic disease.",
  "4821956_syn_3": "CPT Codes: 31627 (Navigational bronchoscopy), 31654 (Radial EBUS), 31628 (Transbronchial lung biopsy - first lobe), 31632 (Transbronchial lung biopsy - additional lobe), 31623 (Brushings).\nRationale: Robotic navigation and radial EBUS were used to localize peripheral lesions. Biopsies were taken from the RUL (initial lobe) and the LUL (additional lobe). Brushings were also performed.",
  "4821956_syn_4": "Procedure: Robotic Bronchoscopy (Bilateral)\nPatient: [REDACTED]\nSteps:\n1. General anesthesia, ETT.\n2. Ion registration complete.\n3. Navigated to RUL nodule -> REBUS confirmed -> Biopsied.\n4. Navigated to LUL nodule -> REBUS confirmed -> Biopsied.\n5. ROSE: Adeno in both.\nPlan: Staging workup.",
  "4821956_syn_5": "Anjali has nodules on both sides so we used the robot. Registered the ion system error was good under 1mm. Went to the right upper lobe first radial probe showed the lesion took biopsies and brushings. Then went to the left upper lobe and did the same thing. Rose said adenocarcinoma for both of them. She woke up fine no pneumothorax on the xray.",
  "4821956_syn_6": "Ion Robotic Bronchoscopy, Bilateral Nodule Sampling. Patient is a 45-year-old female with incidental bilateral lung nodules. RUL nodule 2.1cm, LUL nodule 1.6cm. Registration using automatic method was completed. Ion catheter navigated to RUL anterior segment and LUL apical-posterior segment. Tool-at-target confirmed by Radial EBUS. Forceps biopsies and brushings obtained from both sites. ROSE showed atypical pneumocytes, favor adenocarcinoma. No pneumothorax.",
  "4821956_syn_7": "[Indication]\nBilateral lung nodules (RUL/LUL), suspicion of malignancy.\n[Anesthesia]\nGeneral, ETT.\n[Description]\nIon robotic navigation performed. Targets localized with REBUS. RUL and LUL nodules biopsied (forceps/brush). ROSE positive for adenocarcinoma bilaterally.\n[Plan]\nFinal path pending. Staging MRI/PET.",
  "4821956_syn_8": "[REDACTED] a robotic bronchoscopy to biopsy nodules in both her right and left lungs. We used the Ion robot to precisely navigate to each spot, confirming our location with ultrasound. We took tissue samples from both the right upper lobe and left upper lobe. The preliminary results suggests cancer in both spots, likely adenocarcinoma. She tolerated the procedure well and had no complications like a collapsed lung.",
  "4821956_syn_9": "Procedure: Robotic navigational sampling of bilateral pulmonary lesions.\nTechnique: Ion system utilized for localization. Radial EBUS verification performed.\nIntervention: Transbronchial forceps and brush sampling of RUL and LUL targets.\nFindings: Cytopathology consistent with adenocarcinoma.\nOutcome: Patient extubated and stable.",
  "4821956": "**PULMONARY PROCEDURE NOTE**\n\nNAME: [REDACTED]\nDOB: [REDACTED]\nMRN: [REDACTED]\nDOS: [REDACTED]\nPROVIDER: Christopher Hayes, MD (Attending)\nTRAINEE: Emily Watson, MD (IP Fellow)\n\n**PROCEDURE:** Ion Robotic Bronchoscopy, Bilateral Nodule Sampling\n\n**CLINICAL HISTORY:**\n45F never-smoker with incidental bilateral lung nodules discovered on CT for evaluation of chronic cough. RUL nodule 2.1cm, LUL nodule 1.6cm. Both PET avid (SUV 3.4 and 2.9 respectively). No lymphadenopathy. Patient referred for tissue diagnosis.\n\n**MEDICATIONS:**\nHome meds held per protocol. No anticoagulation.\n\n**PROCEDURE SUMMARY:**\n\nPre-procedure CT ([REDACTED]) loaded to Ion system. Dual-target navigation plan created for sequential sampling of RUL and LUL nodules.\n\nPatient [REDACTED] anesthesia. ETT size 7.5 at 21cm at lips.\n\nVent Settings: VC mode, TV 420mL, RR 12, PEEP 5, FiO2 60%, Flow rate 50L/min, Pmean 12cmH2O\n\n**ION REGISTRATION - COMPLETE:**\nRegistration using automatic method. Landmarks matched: carina, bilateral lobar carinas, segmental bifurcations RUL/LUL. Mean fiducial error 0.9mm. Excellent global alignment. No registration drift observed.\n\n**TARGET 1 - RUL ANTERIOR SEGMENT NODULE:**\n\nIon catheter navigated to RUL anterior segment. Tool-at-target confirmed by:\n- Navigation software showing 0.5cm distance\n- Radial EBUS concentric pattern, 19mm lesion\n- Fluoroscopy AP/lateral projections\n\nSamples:\n- Forceps biopsy x6\n- Brushings x2\n- Washing sent for cytology\n\nROSE: Atypical pneumocytes, favor adenocarcinoma. Final pending.\n\n**TARGET 2 - LUL APICAL-POSTERIOR SEGMENT NODULE:**\n\nCatheter repositioned to LUL. Navigation time from RUL target to LUL target: 8 minutes.\n\nRadial EBUS: eccentric pattern initially, adjusted catheter position, achieved concentric pattern. Lesion 14mm.\n\nSamples:\n- Forceps biopsy x5\n- Brushings x2\n\nROSE: Similar to RUL - atypical cells concerning for malignancy.\n\n**PROCEDURE COMPLETION:**\n\nTotal procedure time: 62 minutes\nTotal navigation time: 47 minutes\nCombined registration + navigation time to first nodule: 18 minutes\n\nHemostasis verified. Airways cleared. Patient extubated successfully, to recovery in stable condition.\n\nPost-op CXR: No pneumothorax\n\n**ASSESSMENT:**\nSuccessful bilateral lung nodule sampling via robotic bronchoscopy. ROSE suggests possible synchronous primary lung cancers vs metastatic disease. Await final pathology. If malignant, will need PET/CT, brain MRI staging. Discussion at thoracic tumor board.\n\n**FOLLOW-UP:** IP clinic 2 weeks\n\nDr. Christopher Hayes, Attending - electronically signed [REDACTED] 17:20\n**BRONCHOSCOPY PROCEDURE NOTE**\n\nPatient [REDACTED]: Williams, Robert D. | 71M | MRN [REDACTED]\nDate of Service: [REDACTED]\nPhysician: Dr. Laura Martinez, Interventional Pulmonology\nFellow Physician: Dr. Ahmed Hassan\n\n**Indication:** LLL nodule 2.8cm, hypermetabolic on PET scan\n\n**Procedure:** Electromagnetic Navigation Bronchoscopy with transbronchial biopsy and radial EBUS\n\n**Consent:** Obtained after discussion of risks including pneumothorax (~2%), bleeding (~1%), infection, need for additional procedures\n\n**Sedation:** Moderate conscious sedation - Midazolam 3mg IV, Fentanyl 100mcg IV. Monitoring by RN Sarah Cooper. Vitals stable throughout.\n\n**Procedure Details:**\n\nFlexible bronchoscope (Olympus BF-1TH190) introduced via oral route. Initial survey:\n- Oropharynx: unremarkable\n- Larynx: no masses, cords mobile\n- Trachea: midline, patent\n- Carina: sharp\n- Bilateral bronchial trees surveyed - no endobronchial lesions id[REDACTED]\n\nPre-procedure CT from [REDACTED] used for planning. SuperDimension electromagnetic navigation system employed.\n\n**EMN Planning and Navigation:**\nVirtual pathway created to LLL superior segment nodule. Registration performed automatically with good correlation (8 registration points matched, error <5mm acceptable).\n\nExtended working channel (EWC) placed. EMN locatable guide advanced along planned pathway. Position verified at multiple checkpoints. Distance to target upon final positioning: 0.8cm.\n\n**Radial EBUS:**\n1.4mm radial probe advanced through EWC. Ultrasound demonstrated:\n- Concentric hypoechoic lesion\n- Irregular borders\n- Size approximately 26mm\n- No visible vessels within sampling trajectory\n\n**Tissue Acquisition:**\nThrough guide sheath (after probe removal):\n- Transbronchial forceps biopsies x 6 (sent to pathology in formalin)\n- Cytology brush specimens x 3 (sent to cytology)\n- Bronchial washing (sent for culture and cytology)\n\nNo immediate bleeding. Gentle suctioning applied.\n\n**Rapid On-Site Evaluation (ROSE):**\nCytotechnologist present. Preliminary read: \"Adequate cellularity. Malignant cells present consistent with adenocarcinoma. Recommend full cell block for molecular testing.\"\n\n**Post-Procedure:**\nPatient [REDACTED] well. No desaturation. Maintained SpO2 >95% on 2L NC throughout. No complications.\n\nPortable CXR ordered - will check prior to discharge.\n\n**Specimens Sent:**\n1. TBBx x6 (histopathology)\n2. Cytology brushings x3\n3. Bronchial washing (microbiology and cytopathology)\n\n**Impression:** Successful EMN bronchoscopy with biopsy of LLL nodule. ROSE positive for malignancy. Await final pathology and molecular testing for treatment planning.\n\n**Plan:**\n- Discharge home today if CXR negative\n- Full staging workup (brain MRI, PET/CT if not recent)\n- Return to clinic in 1 week for pathology review\n- Referral to medical oncology and thoracic surgery for multidisciplinary evaluation\n\nLaura Martinez, MD - [REDACTED]"
}
