{
  "4830228": "Ronald Bell, MRN [REDACTED], a 82-year-old male underwent combined endobronchial ultrasound-guided transbronchial needle aspiration for mediastinal staging and robotic bronchoscopy with peripheral lung biopsy at Academic Health System on [REDACTED]. The indication was peripheral nodule and bilateral hilar adenopathy with a 14.0mm ground-glass lesion in the LUL apicoposterior (B1+2), bronchus sign negative, PET SUV max 17.6. The patient was ASA class 2 with smoking history of 34 pack-years (current). General anesthesia was induced and the patient was intubated with a 8.0mm endotracheal tube.\n\nLinear EBUS was performed using the Pentax EB-1990i bronchoscope with 22-gauge FNB/ProCore needle. The following mediastinal and hilar lymph node stations were systematically sampled: station 2L (14.8mm, 3 passes, ROSE: Atypical cells); station 4L (24.3mm, 2 passes, ROSE: Malignant - squamous cell carcinoma); station 10R (12.9mm, 2 passes, ROSE: Malignant - NSCLC NOS); station 10L (18.8mm, 3 passes, ROSE: Suspicious for malignancy); station 11L (18.7mm, 2 passes, ROSE: Malignant - adenocarcinoma). Rapid on-site evaluation was available for all stations.\n\nThe Ion robotic bronchoscopy system (Intuitive Surgical) was then utilized for navigation to the peripheral target. CT-to-body registration was performed with registration error of 1.5mm. The robotic catheter was advanced to the LUL apicoposterior (B1+2) and radial EBUS probe deployment revealed concentric view of the lesion. Tool-in-lesion was confirmed by fluoroscopy. Transbronchial forceps biopsies (7 specimens), transbronchial needle aspiration (2 passes), and brushings (2) were obtained. Bronchoalveolar lavage was collected for microbiological studies. ROSE evaluation of the peripheral specimens showed adequate lymphocytes, no malignancy.\n\nThe procedure was completed without complications. Estimated blood loss was less than 10mL. Post-procedure chest radiograph showed no pneumothorax. The patient was discharged home in stable condition with follow-up scheduled for pathology review. Specimens were sent for cytology, cell block, surgical pathology, and cultures.\n\nProcedure time: 114 minutes. Attending physician: Rachel Goldman, MD."
}
