{
  "4888069_syn_1": "Target: 14mm Lingula (LB5).\nRobot: Monarch.\nrEBUS: Eccentric.\nBx: 19G TBNA x5, Forceps x5, Brush.\nWash: BAL LB5.\nROSE: Benign/Lymphocytes.",
  "4888069_syn_2": "NARRATIVE: The patient underwent robotic bronchoscopy for a 14mm nodule in the Inferior Lingula. Navigation to LB5 was successful (4.7mm error). Radial EBUS showed an eccentric view. We performed 19G TBNA (5 passes), Forceps Biopsy (5 specimens), and Protected Brushing. BAL was also performed. ROSE showed lymphocytes and benign cells.",
  "4888069_syn_3": "CPT: 31629, 31628, 31623, 31627, 31654, 31624. Full sampling suite used on 14mm Lingula nodule. 19G needle, forceps, brush, and lavage.",
  "4888069_syn_4": "Monarch Case.\nLingula nodule.\n1. Nav to LB5.\n2. rEBUS Eccentric.\n3. 19G Needle x 5.\n4. Forceps x 5.\n5. Brush.\n6. BAL.\nROSE: Benign.",
  "4888069_syn_5": "edward hall lingula nodule 14mm robotic bronch used monarch nav to lb5 rebus eccentric 19g needle 5 passes forceps 5 passes brush and bal rose benign lymphocytes pt did fine.",
  "4888069_syn_6": "General anesthesia. Monarch robot used. Navigated to Lingula LB5. rEBUS eccentric. 19G TBNA x 5. Forceps x 5. Brush. BAL. ROSE benign. No complications.",
  "4888069_syn_7": "[Indication] 14mm Lingula nodule.\n[Anesthesia] General.\n[Description] Nav to LB5. rEBUS eccentric. 19G TBNA x5. Forceps x5. Brush. BAL. ROSE benign.\n[Plan] Discharge.",
  "4888069_syn_8": "We navigated the robotic scope to the inferior lingula segment. Radial EBUS showed an eccentric view of the target. We performed five needle passes with a 19-gauge needle, followed by five forceps biopsies and brushing. A lavage was also collected. The on-site evaluation showed only benign cells and lymphocytes.",
  "4888069_syn_9": "The robotic device was steered to the Lingula. Registration error was 4.7mm. The probe was anchored at LB5. Ultrasound showed an eccentric lesion. 19G aspiration (5x), forceps extraction (5x), and brushing were performed. Lavage was done. Pathology was benign.",
  "4888069": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: 7/19/1950\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Jennifer Lee\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Growing lung nodule on surveillance\nTarget: 14mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPCV\t13\t350\t13\t80\t5\t23\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 4.7mm.\n\nThe device was navigated to the Lingula. The outer sheath was parked and locked at the ostium of the segmental airway (LB5) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Inferior Lingula.\n\nRadial EBUS performed via the working channel. rEBUS view: Eccentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 19G aspiration needle under direct endoscopic and fluoroscopic guidance. 5 passes performed. Samples sent for Cytology and Cell block.\n\nTransbronchial forceps biopsy performed with standard forceps through the working channel. 5 specimens obtained. Continuous visualization maintained during each pass. Samples sent for Surgical Pathology.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nBronchoalveolar lavage performed at LB5. 60mL NS instilled with 22mL return. Sent for Cell count, Culture, and Cytology.\n\nROSE Result: Lymphocytes and benign cells, adequate for evaluation\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nLee, MD"
}
