{
  "5183947_syn_1": "Indication: LLL mass, adenopathy.\nFindings: LLL orifice occluded by tumor.\nProcedures: EBUS (4R, 4L, 7, 10L, 11L sampled). Endobronchial biopsy LLL. EMN to peripheral LLL (partial).\nROSE: Squamous cell CA in all stations and primary.\nDx: Stage IIIB/C SCC.",
  "5183947_syn_2": "PROCEDURE: Comprehensive staging was performed for a large LLL mass. EBUS-TBNA of stations 4R, 4L, 7, 10L, and 11L confirmed multi-station N2/N3 involvement with squamous cell carcinoma. Airway inspection revealed endobronchial tumor extension obstructing the LLL, which was biopsied directly. Electromagnetic navigation was attempted to sample the peripheral component for molecular adequacy, yielding confirmatory diagnostic tissue.",
  "5183947_syn_3": "Codes: 31653 (EBUS 3+ stations), 31625 (Endobronchial biopsy), 31627 (Nav), 31654 (REBUS), 31628 (Transbronchial biopsy).\nRationale: Extensive EBUS staging. Endobronchial biopsy of visible tumor (31625). Navigation and TBBx of peripheral component (31627, 31628).",
  "5183947_syn_4": "Staging Bronchoscopy\nPatient: [REDACTED]\nSteps:\n1. EBUS: Sampled 5 stations. All pos for Squamous.\n2. Standard Bronch: Saw tumor in LLL airway. Biopsied (Endobronchial).\n3. EMN: Navigated past tumor to distal lung. Biopsied.\nDiagnosis: Extensive Squamous Cell CA.\nPlan: Chemo/Rad.",
  "5183947_syn_5": "Carlos has a big LLL mass and nodes everywhere. EBUS showed cancer in 4R 4L 7 10L 11L. Its squamous cell. Looked in the airway and the tumor is blocking the LLL so i took biopsies there too. Then tried to navigate to the far part of the tumor with superdimension to get more tissue. Got good samples. He has stage 3B or maybe 4.",
  "5183947_syn_6": "Procedures: EBUS-TBNA, Electromagnetic navigation bronchoscopy, Radial EBUS, Transbronchial biopsies, Endobronchial biopsies. Patient is a 59-year-old male with LLL mass. EBUS sampled stations 4R, 4L, 7, 10L, 11L; all positive for squamous cell carcinoma. Airway inspection showed LLL endobronchial tumor, biopsied. EMN used to sample peripheral component. Extensive N2/N3 disease confirmed.",
  "5183947_syn_7": "[Indication]\nLLL mass, extensive adenopathy.\n[Anesthesia]\nGeneral.\n[Description]\nEBUS-TBNA (5 stations). Endobronchial biopsy of LLL tumor. EMN-guided TBBx of peripheral mass. Squamous cell carcinoma confirmed in all sites.\n[Plan]\nMedical Oncology consult.",
  "5183947_syn_8": "[REDACTED] a major staging procedure. We found that his lung cancer (squamous cell) has spread to lymph nodes on both sides of his chest. We also found the tumor growing into his airway, which we biopsied. We also navigated deeper into the lung to get more tissue for testing. He has advanced stage disease and will need chemotherapy and radiation.",
  "5183947_syn_9": "Procedure: Staging EBUS and therapeutic/diagnostic bronchoscopy.\nFindings: Contralateral and ipsilateral nodal metastases (Squamous Cell). Endobronchial tumor obstruction.\nIntervention: Nodal aspiration, direct endobronchial biopsy, and navigated peripheral sampling.\nOutcome: Diagnosis of advanced stage carcinoma established.",
  "5183947": "Patient: [REDACTED]\nMRN: [REDACTED]\nDate: [REDACTED]\n\nPreoperative Diagnosis: Respiratory failure secondary to extrinsic tracheal compression\nPostoperative Diagnosis: Extrinsic tracheal compression s/p airway stent placement\nProcedure Performed: Rigid bronchoscopy, Silicone Y-stent placement, bronchoscopic intubation\n\nSurgeon: Laura Bennett, MD\nIndications: Severe extrinsic tracheal compression\nConsent: Consent was obtained from the patient's family prior to procedure after explanation in lay terms the indications, details of procedure, and potential risks and alternatives.\nSedation: General Anesthesia\n\nDescription of Procedure:\nThe procedure was performed in the main operating room. Once the patient was sedated, a flexible Q190 Olympus bronchoscope was inserted through the ETT into the trachea and airway inspection was performed. Beginning in the mid trachea, inflammation was seen within the airway walls extending into the bilateral mainstem with approximately 90% obstruction (at maximum) of the tracheal lumen most prominent in the mid trachea with less extensive obstruction extending to approximately 2 cm above the carina. There was no endobronchial tumor.\n\nWe subsequently removed the flexible bronchoscope and after administration of paralytics, a 14 mm ventilating rigid bronchoscope was inserted through the mouth into the supraglottic space. The previously placed endotracheal tube was visualized passing through the vocal cords. Under direct visualization, the endotracheal tube was removed and the rigid bronchoscope was inserted through the vocal cords into the mid trachea and connected to ventilator. The Q190 Olympus flexible bronchoscope was then introduced through the rigid bronchoscope and into the airways.\n\nAfter measuring the airways, we customized a 16x13x13 silicone Y-stent to a length of 75 mm in the tracheal limb, 15 mm in the right mainstem limb, and 30 mm in the left mainstem limb. The rigid bronchoscope was then advanced into the left mainstem and the stent was deployed. Through the use of rigid forceps and manipulation with the tip of the flexible bronchoscope, we were able to adequately position the limbs within the proper airways, resulting in successful stabilization of the airway.\n\nAt this point, inspection was performed to evaluate for any bleeding or other complications and none was seen. The rigid bronchoscope was then removed and an LMA was inserted. A repeat inspection was performed with the flexible bronchoscope and showed the stent well placed with near complete resolution of central airway obstruction. The bronchoscope was then removed and once the patient was awake and protecting airway, the LMA was removed and the procedure was complete.\n\nPost-procedure Diagnosis: Severe extrinsic tracheal compression s/p successful deployment of silicone tracheal Y-stent\n\nRecommendations:\n• Transfer to ICU\n• Obtain post-procedure CXR\n• TID hypertonic nebulizers to avoid mucous impaction and obstruction of stent\n\nLaura Bennett, MD\n\n________________________________________"
}
