{
  "5227732_syn_1": "Target: 13mm Lingula nodule.\nTech: Monarch robot. rEBUS Concentric.\nBx: 22G TBNA x5. Brush.\nNo BAL.\nROSE: Suspicious.",
  "5227732_syn_2": "NARRATIVE: The patient underwent robotic bronchoscopy for a 13mm incidental nodule in the Superior Lingula. Electromagnetic navigation was precise (2.0mm error). Navigation to LB4 was achieved. Radial EBUS revealed a concentric view, confirming the target. We proceeded with Transbronchial Needle Aspiration using a 22G needle (5 passes) and protected specimen brushing. No lavage was performed. On-site pathology was suspicious for malignancy.",
  "5227732_syn_3": "Coding: 31629 (TBNA), 31623 (Brush), 31627 (Nav), 31654 (EBUS). Note: No BAL performed. Navigated to Lingula (LB4). rEBUS concentric view confirmed target. 22G needle used.",
  "5227732_syn_4": "Steps:\n1. GA/ETT.\n2. Robot to Lingula.\n3. rEBUS: Concentric.\n4. 22G Needle x 5.\n5. Brush.\nROSE: Suspicious.\nPlan: CXR.",
  "5227732_syn_5": "rivera kenneth lingula nodule 13mm robotic bronchoscopy navigation was good 2mm error went to lb4 rebus concentric 22g needle 5 passes brush too rose says suspicious no bal done bleeding minimal.",
  "5227732_syn_6": "The patient was intubated. Monarch robotic system used. Navigated to Superior Lingula LB4. Registration error 2.0mm. rEBUS showed concentric view. 22G TBNA performed 5 times. Protected brushings obtained. ROSE reported atypical cells suspicious for malignancy. No complications.",
  "5227732_syn_7": "[Indication] 13mm Lingula nodule.\n[Anesthesia] General.\n[Description] Nav to Lingula. rEBUS concentric. 22G TBNA x5. Brush. No BAL.\n[Plan] Recovery.",
  "5227732_syn_8": "We guided the robotic bronchoscope to the superior segment of the Lingula. The electromagnetic registration was excellent. We confirmed the lesion location with a concentric view on radial EBUS. We then took five samples using a 22-gauge needle and obtained additional cells with a cytology brush. The on-site pathologist id[REDACTED] cells suspicious for cancer.",
  "5227732_syn_9": "The robotic probe was steered to the Lingula. Registration variance was 2.0mm. The scope was parked at LB4. Sonographic assessment showed a concentric target. Needle aspiration was performed with a 22G device for 5 cycles. Brushing was also executed. Early pathology indicated malignancy.",
  "5227732": "Pt: [REDACTED] || MRN: [REDACTED] || DOB: [REDACTED]\nDate: [REDACTED] || Location: [REDACTED]\nAttending: Dr. Emily Thompson\nFellow: Dr. Kevin Patel (PGY-5)\n\nIndication: Incidental pulmonary nodule requiring tissue diagnosis\nTarget: 13mm nodule in Lingula\n\nPROCEDURE:\n\nAfter the successful induction of general anesthesia, a timeout was performed confirming patient id[REDACTED], procedure, and laterality. An 8.0 ETT was secured in good position.\n\nInitial Airway Inspection:\nThe visualized trachea is of normal caliber with sharp carina. Airways examined to the subsegmental level bilaterally. No endobronchial lesions id[REDACTED]. Mild secretions cleared with suction.\n\nVentilation Parameters:\nMode\tRR\tTV\tPEEP\tFiO2\tFlow Rate\tPmean\nPRVC\t12\t321\t18\t80\t8\t24\n\nThe patient was positioned on the bed within the electromagnetic field. Reference sensors were placed on the anterior chest wall. The Monarch robotic endoscope was introduced through the ETT.\n\nElectromagnetic registration was completed by correlating the live bronchoscopic view with the virtual airway model at multiple anatomic landmarks including the main carina, right and left mainstem bronchi, and lobar carinas. Registration accuracy confirmed with error of 2.0mm.\n\nThe device was navigated to the Lingula. The outer sheath was parked and locked at the ostium of the segmental airway (LB4) to provide stability. The inner scope was then telescoped distally into the sub-segmental airways to reach the target lesion in the Superior Lingula.\n\nRadial EBUS performed via the working channel. rEBUS view: Concentric. Lesion confirmed at target location.\n\nCrucially, continuous visualization was maintained throughout sampling. The needle was advanced through the working channel, and needle exit from the scope tip was visually confirmed before entering the bronchial wall.\n\nTransbronchial needle aspiration performed with 22G aspiration needle under direct endoscopic and fluoroscopic guidance. 5 passes performed. Samples sent for Cytology and Cell block.\n\nProtected cytology brushings obtained under direct visualization. Samples sent for Cytology.\n\nROSE Result: Atypical cells present, suspicious for malignancy\n\nThe inner scope was retracted into the outer sheath. Final airway inspection performed - no significant bleeding or airway trauma. The robotic system was removed.\n\nThe patient tolerated the procedure well. No immediate complications.\n\nDISPOSITION: Recovery area, post-procedure CXR, discharge if stable.\nFollow-up: Results in 5-7 days.\n\nThompson, MD"
}
